{
  "id": "cG9zdDozOTc=",
  "databaseId": 397,
  "title": "Shades of Brown: Names, Codes, Meanings and Uses",
  "excerpt": "<p>Brown is more than just a color. It carries warmth, stability, and natural charm. In this post, you will explore over 100 shades of brown. From soft beige to rich walnut, each shade has its own character and story. Shades of brown can be created in many ways across different media. Because brown appears everywhere, &#8230; <a title=\"Shades of Brown: Names, Codes, Meanings and Uses\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-brown-color/\" aria-label=\"Read more about Shades of Brown: Names, Codes, Meanings and Uses\">Read more</a></p>\n",
  "content": "\n<p>Brown is more than just a color. It carries warmth, stability, and natural charm. In this post, you will explore over 100 shades of brown. From soft beige to rich walnut, each shade has its own character and story.</p>\n\n\n\n<p>Shades of brown can be created in many ways across different media. Because brown appears everywhere, its names aren’t always precise—one name like tan can cover a range of tones. Some of the most familiar shades include <strong>beige, chestnut, khaki, taupe, walnut brown, and maroon</strong>.</p>\n\n\n\n<p>We include <strong>hex, RGB, and CMYK codes</strong> for every color. You will also learn the meaning and common uses of each shade, making it simple to pick the right brown for <strong>design, art, or decoration</strong>.</p>\n\n\n\n<p>By the end of this guide, you’ll know how each brown looks, feels, and works. You can quickly find the perfect shade for your project.</p>\n\n\n\n<p>Let’s dive into the rich and earthy world of brown shades.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-scaled.webp\" alt=\"infographic showing popular shades of brown\" class=\"wp-image-412\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-brown-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Almond</strong></h2>\n\n\n\n<p>Almond is a pale, grayish beige that mimics the soft interior of the nut. Historically, it was a costly pigment made from ground shells. Furthermore, it is a&nbsp;<strong>classic neutral</strong>&nbsp;in interior design, often used for trim and walls. This color evokes a sense of&nbsp;<strong>softness, calm, and understated elegance</strong>. Consequently, it is popular in wedding palettes, spa branding, and minimalist product design. Its warmth is subtle and universally flattering.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EADDCA</li>\n\n\n\n<li>RGB 234, 221, 202</li>\n\n\n\n<li>CMYK 0, 6, 14, 8</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bronze</strong></h2>\n\n\n\n<p>Bronze is a moderate yellow-brown metal color, named after the copper-tin alloy. Historically, it signified&nbsp;<strong>third place</strong>&nbsp;in competitions. This hue carries connotations of&nbsp;<strong>antiquity, endurance, and victory</strong>. Therefore, it is frequently used for&nbsp;<strong>statues, awards, and rustic hardware</strong>. Its warm, muted tone adds a grounded, historical feel to designs.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CD7F32</li>\n\n\n\n<li>RGB 205, 127, 50</li>\n\n\n\n<li>CMYK 0, 38, 76, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chocolate</strong></h2>\n\n\n\n<p>Chocolate is a deep, rich brown named after the roasted cocoa bean. It has been associated with&nbsp;<strong>luxury and indulgence</strong>&nbsp;for centuries. This color conveys&nbsp;<strong>warmth, comfort, and reliability</strong>. Consequently, it is a staple in&nbsp;<strong>food packaging, cozy interiors, and leather goods</strong>. Chocolate provides a sophisticated and grounded base in color palettes.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7B3F00</li>\n\n\n\n<li>RGB 123, 63, 0</li>\n\n\n\n<li>CMYK 0, 49, 100, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Camel</strong></h2>\n\n\n\n<p>Camel is a light, reddish-yellow brown named after the fur of the dromedary camel. It became a&nbsp;<strong>fashion staple</strong>&nbsp;in classic coats and suiting. This color represents&nbsp;<strong>understated luxury, practicality, and neutrality</strong>. Thus, it is essential in&nbsp;<strong>high-end fashion, interior design for textiles, and neutral branding</strong>. Camel is timeless and effortlessly elegant.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C19A6B</li>\n\n\n\n<li>RGB 193, 154, 107</li>\n\n\n\n<li>CMYK 0, 20, 45, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fawn</strong></h2>\n\n\n\n<p>Fawn is a soft, light yellowish-brown, reminiscent of a young deer&#8217;s coat. It is a gentle, natural color often found in animal camouflage. Fawn suggests&nbsp;<strong>innocence, warmth, and approachability</strong>. As a result, it is used in&nbsp;<strong>nursery decor, soft furnishings, and naturalistic designs</strong>. This color provides a soothing and tender backdrop.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E5AA70</li>\n\n\n\n<li>RGB 229, 170, 112</li>\n\n\n\n<li>CMYK 0, 26, 51, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee</strong></h2>\n\n\n\n<p>Coffee is a dark, grayish brown that resembles brewed espresso. It is directly named after the popular global beverage. This hue evokes&nbsp;<strong>sophistication, energy, and comfort</strong>. Therefore, it is prevalent in&nbsp;<strong>cafe branding, rustic decor, and fashion accessories</strong>. Coffee is a robust, familiar, and grounding dark neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F4E37</li>\n\n\n\n<li>RGB 111, 78, 55</li>\n\n\n\n<li>CMYK 0, 30, 50, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mahogany</strong></h2>\n\n\n\n<p>Mahogany is a strong reddish-brown named for the prized tropical hardwood. Historically, it symbolized&nbsp;<strong>wealth and craftsmanship</strong>&nbsp;in fine furniture. This color communicates&nbsp;<strong>richness, durability, and classic elegance</strong>. Consequently, it is used for&nbsp;<strong>luxury goods, wood finishes, and autumnal themes</strong>. Mahogany adds a deep, warm, and formal accent.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C04000</li>\n\n\n\n<li>RGB 192, 64, 0</li>\n\n\n\n<li>CMYK 0, 67, 100, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Umber</strong></h2>\n\n\n\n<p>Burnt Umber is a dark, reddish-brown earth pigment, created by heating raw umber. It has been used in art since prehistoric times. This color embodies&nbsp;<strong>earthiness, stability, and antiquity</strong>. Thus, it is essential for&nbsp;<strong>artists&#8217; paints, landscape palettes, and historical restoration</strong>. It provides a warm, opaque, and natural dark shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6E260E</li>\n\n\n\n<li>RGB 110, 38, 14</li>\n\n\n\n<li>CMYK 0, 65, 87, 57</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tan</strong></h2>\n\n\n\n<p>Tan is a pale brown tone named after the tanning process of converting hide into leather. It is a quintessential&nbsp;<strong>casual and summery</strong>&nbsp;color. Tan represents&nbsp;<strong>relaxation, utility, and the outdoors</strong>. Hence, it&#8217;s ubiquitous in&nbsp;<strong>khaki pants, summer hats, and safari-style design</strong>. This color is a versatile and neutral warm beige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2B48C</li>\n\n\n\n<li>RGB 210, 180, 140</li>\n\n\n\n<li>CMYK 0, 14, 33, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Buff</strong></h2>\n\n\n\n<p>Buff is a light, yellowish-beige, historically named for buffalo leather. It was famously used for&nbsp;<strong>military uniforms</strong>&nbsp;in the 18th century. This color denotes&nbsp;<strong>durability, neutrality, and subtle strength</strong>. Accordingly, it is used in&nbsp;<strong>architectural trim, traditional uniforms, and paper goods</strong>. Buff is a quiet, warm, and historical neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DAA06D</li>\n\n\n\n<li>RGB 218, 160, 109</li>\n\n\n\n<li>CMYK 0, 27, 50, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Saddle Brown</strong></h2>\n\n\n\n<p>Saddle Brown is a dark, medium brown directly named for leather horse saddles. It is a quintessential&nbsp;<strong>western and rugged</strong>&nbsp;hue. This color conveys&nbsp;<strong>sturdiness, tradition, and the natural world</strong>. Thus, it is ideal for&nbsp;<strong>leather goods, rustic furniture, and outdoor apparel</strong>. Saddle Brown is a dependable, rich, and classic dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B4513</li>\n\n\n\n<li>RGB 139, 69, 19</li>\n\n\n\n<li>CMYK 0, 50, 86, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cinnamon</strong></h2>\n\n\n\n<p>Cinnamon is a warm, reddish-brown spice color. It has been valued for both flavor and pigment since ancient times. This hue suggests&nbsp;<strong>warmth, spice, and vibrant energy</strong>. Consequently, it is popular in&nbsp;<strong>fall decor, food branding, and warm-toned cosmetics</strong>. Cinnamon is an inviting and stimulating medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D27D2D</li>\n\n\n\n<li>RGB 210, 125, 45</li>\n\n\n\n<li>CMYK 0, 40, 79, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chestnut</strong></h2>\n\n\n\n<p>Chestnut is a deep, reddish-brown inspired by the nut of the sweet chestnut tree. It is a classic hair color descriptor. This color embodies&nbsp;<strong>richness, warmth, and reliability</strong>. Therefore, it is common in&nbsp;<strong>equestrian themes, autumn palettes, and classic fashion</strong>. Chestnut offers a hearty and familiar reddish-brown tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #954535</li>\n\n\n\n<li>RGB 149, 69, 53</li>\n\n\n\n<li>CMYK 0, 54, 64, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burgundy</strong></h2>\n\n\n\n<p>Burgundy is a deep, dark red-brown named for the wine region of France. It is historically associated with&nbsp;<strong>nobility and sophistication</strong>. This color signifies&nbsp;<strong>luxury, power, and refined taste</strong>. Hence, it is a staple in&nbsp;<strong>evening wear, academic regalia, and premium wine labels</strong>. Burgundy is a formal, powerful, and elegant dark red.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #800020</li>\n\n\n\n<li>RGB 128, 0, 32</li>\n\n\n\n<li>CMYK 0, 100, 75, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Brown</strong></h2>\n\n\n\n<p>Dark Brown is a very deep, almost blackish brown, representing the ultimate depth of the brown spectrum. It is a fundamental&nbsp;<strong>natural and utilitarian</strong>&nbsp;color. This hue communicates&nbsp;<strong>solidity, earthiness, and seriousness</strong>. As a result, it is used for&nbsp;<strong>soil, dark wood, and formal leather accessories</strong>. Dark Brown is the definitive anchor color in design.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5C4033</li>\n\n\n\n<li>RGB 92, 64, 51</li>\n\n\n\n<li>CMYK 0, 30, 45, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Khaki</strong></h2>\n\n\n\n<p>Khaki is a light tan-brown with a slight yellowish tint, originating from the Persian word for &#8220;dust.&#8221; It was adopted for&nbsp;<strong>military uniforms</strong>&nbsp;for camouflage. This color denotes&nbsp;<strong>utility, casualness, and a practical nature</strong>. Thus, it is universal in&nbsp;<strong>casual trousers, safari gear, and utilitarian design</strong>. Khaki is a globally recognized neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F0E68C</li>\n\n\n\n<li>RGB 240, 230, 140</li>\n\n\n\n<li>CMYK 0, 4, 42, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mocha</strong></h2>\n\n\n\n<p>Mocha is a grayish, medium brown, named after the coffee-chocolate drink and the port city of Mocha. It is a&nbsp;<strong>modern and sophisticated</strong>&nbsp;neutral. This color evokes&nbsp;<strong>comfort, warmth, and subtle complexity</strong>. Consequently, it is favored in&nbsp;<strong>contemporary interiors, cozy knitwear, and cafe aesthetics</strong>. Mocha is a versatile, muted, and inviting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #967969</li>\n\n\n\n<li>RGB 150, 121, 105</li>\n\n\n\n<li>CMYK 0, 19, 30, 41</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ochre</strong></h2>\n\n\n\n<p>Ochre is a strong yellow-brown earth pigment, containing hydrated iron oxide. It is one of the&nbsp;<strong>oldest pigments used by humans</strong>, found in ancient cave art. This color represents&nbsp;<strong>the earth, primordial energy, and warmth</strong>. Therefore, it is used in&nbsp;<strong>artistic works, rustic design, and to evoke antiquity</strong>. Ochre is a historically rich and vibrant earth tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CC7722</li>\n\n\n\n<li>RGB 204, 119, 34</li>\n\n\n\n<li>CMYK 0, 42, 83, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copper</strong></h2>\n\n\n\n<p>Copper is a reddish-brown metallic color, named for the malleable element. It has been used for tools and currency for millennia. This hue signifies&nbsp;<strong>conductivity, warmth, and a distinctive sheen</strong>. Accordingly, it is popular for&nbsp;<strong>electrical themes, jewelry, and autumnal decor</strong>. Copper has a vibrant, warm, and metallic personality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B87333</li>\n\n\n\n<li>RGB 184, 115, 51</li>\n\n\n\n<li>CMYK 0, 38, 72, 28</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tuscan Red</strong></h2>\n\n\n\n<p>Tuscan Red is a dark, earthy red with strong brown undertones, inspired by the Italian countryside. It was historically used on&nbsp;<strong>barn doors and early automobiles</strong>. This color conveys&nbsp;<strong>rustic warmth, old-world charm, and durability</strong>. Thus, it is ideal for&nbsp;<strong>historic restoration, rustic kitchenware, and classic car finishes</strong>. Tuscan Red is a deeply warm and nostalgic shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7C3030</li>\n\n\n\n<li>RGB 124, 48, 48</li>\n\n\n\n<li>CMYK 0, 61, 61, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Nude</strong></h2>\n\n\n\n<p>Nude is a pale, pinkish-beige tone intended to match a wide range of human skin tones. Historically, it was narrowly defined, but modern usage emphasizes&nbsp;<strong>inclusivity</strong>. This color evokes&nbsp;<strong>neutrality, naturalness, and subtle sophistication</strong>. Consequently, it is foundational in&nbsp;<strong>fashion hosiery, undergarments, and minimalist design</strong>. Nude aims to be an unobtrusive, universal base.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2D2BD</li>\n\n\n\n<li>RGB 242, 210, 189</li>\n\n\n\n<li>CMYK 0, 13, 22, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Red Ochre</strong></h2>\n\n\n\n<p>Red Ochre is a rich, reddish-brown earth pigment, similar to ochre but with a higher iron oxide content. It has been used since prehistoric times for&nbsp;<strong>art and body decoration</strong>. This color signifies&nbsp;<strong>earth, blood, and primal connection</strong>. Therefore, it is used in&nbsp;<strong>fine art pigments, tribal art, and rustic pottery</strong>. Red Ochre is a deeply historical and warm color.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #913831</li>\n\n\n\n<li>RGB 145, 56, 49</li>\n\n\n\n<li>CMYK 0, 61, 66, 43</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wine</strong></h2>\n\n\n\n<p>Wine is a very deep, purplish-red-brown that mimics the color of red wine. It is directly associated with&nbsp;<strong>viticulture and luxury</strong>. This hue conveys&nbsp;<strong>maturity, richness, and refined indulgence</strong>. Hence, it is a classic choice for&nbsp;<strong>elegant evening wear, upscale branding, and dining room decor</strong>. Wine is a decadent and complex dark red.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #722F37</li>\n\n\n\n<li>RGB 114, 47, 55</li>\n\n\n\n<li>CMYK 0, 59, 52, 55</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Brown</strong></h2>\n\n\n\n<p>Golden Brown is a warm, medium brown with strong yellow undertones, reminiscent of honey or wheat fields. It captures the&nbsp;<strong>glow of sunlight</strong>&nbsp;on earth. This color represents&nbsp;<strong>warmth, harvest, and approachable richness</strong>. As a result, it is popular in&nbsp;<strong>natural food packaging, autumnal designs, and welcoming interiors</strong>. Golden Brown is an optimistic and earthy tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #966919</li>\n\n\n\n<li>RGB 150, 105, 25</li>\n\n\n\n<li>CMYK 0, 30, 83, 41</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brass</strong></h2>\n\n\n\n<p>Brass is a strong, yellow-brown metallic color, named for the copper-zinc alloy. It is less shiny than gold but carries a&nbsp;<strong>vintage, utilitarian feel</strong>. This color denotes&nbsp;<strong>warmth, tradition, and musicality</strong>&nbsp;(from brass instruments). Accordingly, it is used for&nbsp;<strong>hardware, fixtures, and antique finishes</strong>. Brass provides a warm, burnished metallic accent.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E1C16E</li>\n\n\n\n<li>RGB 225, 193, 110</li>\n\n\n\n<li>CMYK 0, 14, 51, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cognac</strong></h2>\n\n\n\n<p>Cognac is a deep, amber-brown named after the aged French brandy. It is associated with&nbsp;<strong>luxury, aging, and celebration</strong>. This color evokes&nbsp;<strong>sophistication, warmth, and timeless style</strong>. Consequently, it is a premier choice for&nbsp;<strong>luxury leather goods, fine packaging, and rich interior accents</strong>. Cognac is a refined and sumptuous shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #834333</li>\n\n\n\n<li>RGB 131, 67, 51</li>\n\n\n\n<li>CMYK 0, 49, 61, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Red</strong></h2>\n\n\n\n<p>Dark Red is a deep, intense shade of red with strong brown undertones, verging on maroon. It is a powerful,&nbsp;<strong>historic and dramatic</strong>&nbsp;color. This hue signifies&nbsp;<strong>strength, passion, and controlled intensity</strong>. Thus, it is used in&nbsp;<strong>formal academic gowns, luxury velvet, and warning elements</strong>. Dark Red is a potent and majestic color.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B0000</li>\n\n\n\n<li>RGB 139, 0, 0</li>\n\n\n\n<li>CMYK 0, 100, 100, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Puce</strong></h2>\n\n\n\n<p>Puce is a dark, brownish-purple, whose name comes from the French word for flea. Historically, it was a controversial&nbsp;<strong>fashion color</strong>&nbsp;in the 18th century. This unusual color suggests&nbsp;<strong>eccentricity, antiquity, and a specific decadence</strong>. Therefore, it appears in&nbsp;<strong>historical costume design, unique fashion statements, and vintage textiles</strong>. Puce is a distinctive and complex shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A95C68</li>\n\n\n\n<li>RGB 169, 92, 104</li>\n\n\n\n<li>CMYK 0, 46, 38, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Green</strong></h2>\n\n\n\n<p>Olive Green is a dark, yellowish-green with strong brown undertones, named for the unripe fruit. It is a quintessential&nbsp;<strong>military and camouflage</strong>&nbsp;color. This hue represents&nbsp;<strong>peace, endurance, and natural concealment</strong>. Consequently, it is ubiquitous in&nbsp;<strong>field gear, utilitarian fashion, and nature-themed design</strong>. Olive Green is a practical, earthy, and muted tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #808000</li>\n\n\n\n<li>RGB 128, 128, 0</li>\n\n\n\n<li>CMYK 0, 0, 100, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Russet</strong></h2>\n\n\n\n<p>Russet is a dark, reddish-brown, historically associated with coarse homespun cloth worn by the peasantry. It is a&nbsp;<strong>humble and earthy</strong>&nbsp;color. This color conveys&nbsp;<strong>simplicity, autumn, and the rustic countryside</strong>. Hence, it is used for&nbsp;<strong>fall themes, rustic decor, and traditional academic dress</strong>. Russet is a warm, hearty, and unpretentious brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #80461B</li>\n\n\n\n<li>RGB 128, 70, 27</li>\n\n\n\n<li>CMYK 0, 45, 79, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Brown</strong></h2>\n\n\n\n<p>Light Brown is a pale, warm grayish-brown that sits at the lightest end of the brown spectrum. It is a versatile and&nbsp;<strong>approachable neutral</strong>. This color evokes&nbsp;<strong>warmth, simplicity, and natural comfort</strong>. Consequently, it is widely used in&nbsp;<strong>casual interiors, packaging for natural products, and as a background in web design</strong>. Light Brown is an unobtrusive and friendly base color.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C4A484</li>\n\n\n\n<li>RGB 196, 164, 132</li>\n\n\n\n<li>CMYK 0, 16, 33, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chestnut Rose</strong></h2>\n\n\n\n<p>Chestnut Rose is a medium, rosy-brown that blends the warmth of chestnut with a dusty pink undertone. It is a&nbsp;<strong>delicate and feminine</strong>&nbsp;shade of brown. This color suggests&nbsp;<strong>soft warmth, vintage charm, and subtle romance</strong>. Therefore, it is ideal for&nbsp;<strong>vintage floral designs, cosmetic packaging, and soft furnishings</strong>. Chestnut Rose adds a gentle, warm blush to a palette.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CD5C5C</li>\n\n\n\n<li>RGB 205, 92, 92</li>\n\n\n\n<li>CMYK 0, 55, 55, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Café Au Lait</strong></h2>\n\n\n\n<p>Café Au Lait is a light, grayish-brown exactly mimicking the color of coffee with milk. It is a&nbsp;<strong>classic French bistro</strong>&nbsp;hue. This color conveys&nbsp;<strong>casual elegance, comfort, and everyday luxury</strong>. As a result, it is a staple in&nbsp;<strong>Parisian-inspired design, cozy knitwear, and neutral home decor</strong>. Café Au Lait is a soothing, creamy, and sophisticated light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A67B5B</li>\n\n\n\n<li>RGB 166, 123, 91</li>\n\n\n\n<li>CMYK 0, 26, 45, 35</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Caramel</strong></h2>\n\n\n\n<p>Caramel is a warm, golden-brown named after the cooked sugar confection. It is inherently associated with&nbsp;<strong>sweetness and indulgence</strong>. This hue evokes&nbsp;<strong>warmth, richness, and approachable pleasure</strong>. Hence, it is pervasive in&nbsp;<strong>dessert branding, cozy autumn themes, and warm hair color</strong>. Caramel is a deliciously inviting and vibrant medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFDDA0</li>\n\n\n\n<li>RGB 255, 221, 160</li>\n\n\n\n<li>CMYK 0, 13, 37, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copper Penny</strong></h2>\n\n\n\n<p>Copper Penny is a medium, reddish-brown that replicates the tarnished hue of an old penny. It carries a&nbsp;<strong>nostalgic and everyday</strong>&nbsp;feel. This color represents&nbsp;<strong>durability, history, and humble value</strong>. Accordingly, it is used in&nbsp;<strong>heritage branding, rustic crafts, and autumnal displays</strong>. Copper Penny is a familiar, warm, and weathered tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #AD6F3B</li>\n\n\n\n<li>RGB 173, 111, 59</li>\n\n\n\n<li>CMYK 0, 36, 66, 32</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert Sand</strong></h2>\n\n\n\n<p>Desert Sand is a very pale, yellowish-beige inspired by vast, sun-bleached dunes. It is the&nbsp;<strong>essence of arid landscapes</strong>. This color suggests&nbsp;<strong>open space, warmth, and serene minimalism</strong>. Consequently, it is popular in&nbsp;<strong>spa design, minimalist aesthetics, and background textures</strong>. Desert Sand provides a clean, warm, and expansive neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EDC9AF</li>\n\n\n\n<li>RGB 237, 201, 175</li>\n\n\n\n<li>CMYK 0, 15, 26, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hickory</strong></h2>\n\n\n\n<p>Hickory is a medium, grayish-brown named after the strong North American hardwood. It evokes&nbsp;<strong>strength, tradition, and the great outdoors</strong>. This color conveys&nbsp;<strong>durability, rustic charm, and smoked flavor</strong>. Thus, it is common in&nbsp;<strong>cabinetry, outdoor furniture, and rustic kitchen design</strong>. Hickory is a sturdy, smoky, and reliable brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #988B6D</li>\n\n\n\n<li>RGB 152, 139, 109</li>\n\n\n\n<li>CMYK 0, 9, 28, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maple</strong></h2>\n\n\n\n<p>Maple is a strong, reddish-orange brown reminiscent of maple wood or syrup. It is a&nbsp;<strong>quintessential North American</strong>&nbsp;color associated with fall. This hue embodies&nbsp;<strong>warmth, sweetness, and vibrant change</strong>. Therefore, it is iconic in&nbsp;<strong>autumn decor, pancake house branding, and warm wood finishes</strong>. Maple is a vibrant, sugary, and comforting shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2691E</li>\n\n\n\n<li>RGB 210, 105, 30</li>\n\n\n\n<li>CMYK 0, 50, 86, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Almond Brown</strong></h2>\n\n\n\n<p>Almond Brown is a soft, medium beige-brown with a rosy or gray undertone, deeper than plain Almond. It offers more&nbsp;<strong>depth and warmth</strong>&nbsp;than its paler counterpart. This color suggests&nbsp;<strong>natural elegance, subtlety, and organic warmth</strong>. As a result, it is used in&nbsp;<strong>natural fiber clothing, eco-friendly packaging, and serene interiors</strong>. Almond Brown is a sophisticated earthy neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A1866F</li>\n\n\n\n<li>RGB 161, 134, 111</li>\n\n\n\n<li>CMYK 0, 17, 31, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Sienna</strong></h2>\n\n\n\n<p>Burnt Sienna is a rich, reddish-brown earth pigment made by heating raw sienna. It has been a vital&nbsp;<strong>artist&#8217;s color</strong>&nbsp;since the Renaissance. This color represents&nbsp;<strong>warmth, terra cotta, and artistic tradition</strong>. Consequently, it is fundamental in&nbsp;<strong>painting, pottery glazes, and Mediterranean-inspired design</strong>. Burnt Sienna is a vibrant, opaque, and historic earth tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E97451</li>\n\n\n\n<li>RGB 233, 116, 81</li>\n\n\n\n<li>CMYK 0, 50, 65, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Redwood</strong></h2>\n\n\n\n<p>Redwood is a deep, reddish-brown named for the majestic California redwood tree&#8217;s heartwood. It evokes the&nbsp;<strong>grandeur and longevity</strong>&nbsp;of ancient forests. This color signifies&nbsp;<strong>strength, natural preservation, and earthy warmth</strong>. Therefore, it is used in&nbsp;<strong>conservation branding, rustic cabin decor, and durable outdoor products</strong>. Redwood is a majestic and enduring shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A45A52</li>\n\n\n\n<li>RGB 164, 90, 82</li>\n\n\n\n<li>CMYK 0, 45, 50, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee Bean</strong></h2>\n\n\n\n<p>Coffee Bean is a very dark, nearly black brown, mirroring the raw, unroasted bean. It is the&nbsp;<strong>deepest, purest essence</strong>&nbsp;of coffee. This color conveys&nbsp;<strong>richness, intensity, and potent energy</strong>. Consequently, it is perfect for&nbsp;<strong>luxury chocolate packaging, bold typography, and dramatic accent walls</strong>. Coffee Bean is a powerful, grounding dark neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B3621</li>\n\n\n\n<li>RGB 75, 54, 33</li>\n\n\n\n<li>CMYK 0, 28, 56, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sepia</strong></h2>\n\n\n\n<p>Sepia is a dark, brownish-gray tone, originally from the ink of the cuttlefish used in historic writing and photography. It is synonymous with&nbsp;<strong>antiquity, nostalgia, and old photographs</strong>. This hue evokes&nbsp;<strong>memory, history, and a timeless quality</strong>. Thus, it is used for&nbsp;<strong>vintage photo filters, heritage branding, and classic book pages</strong>. Sepia is a melancholic and historical brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #704214</li>\n\n\n\n<li>RGB 112, 66, 20</li>\n\n\n\n<li>CMYK 0, 41, 82, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tobacco Brown</strong></h2>\n\n\n\n<p>Tobacco Brown is a medium, grayish-brown that resembles dried tobacco leaves. It carries connotations of&nbsp;<strong>historical trade, rustic lounges, and weathered leather</strong>. This color suggests&nbsp;<strong>aged quality, relaxation, and traditional masculinity</strong>. Accordingly, it appears in&nbsp;<strong>smoking accessories, heritage fashion, and vintage leather goods</strong>. Tobacco Brown is a relaxed, mature, and smoky shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7E5E4E</li>\n\n\n\n<li>RGB 126, 94, 78</li>\n\n\n\n<li>CMYK 0, 25, 38, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cinnamon Stick</strong></h2>\n\n\n\n<p>Cinnamon Stick is a deep, reddish-brown identical to the spice in its dried, stick form. It is darker and more intense than the ground spice color. This hue represents&nbsp;<strong>warm spice, depth, and aromatic richness</strong>. Hence, it is ideal for&nbsp;<strong>holiday packaging, spicy food branding, and warm, intimate interiors</strong>. Cinnamon Stick is a deeply fragrant and inviting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7B3F00</li>\n\n\n\n<li>RGB 123, 63, 0</li>\n\n\n\n<li>CMYK 0, 49, 100, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Walnut</strong></h2>\n\n\n\n<p>Walnut is a rich, dark brown with cool, gray undertones, inspired by the hardwood of the walnut tree. It is prized in&nbsp;<strong>fine woodworking and furniture</strong>. This color conveys&nbsp;<strong>sophistication, richness, and cool elegance</strong>. Consequently, it is a premier choice for&nbsp;<strong>high-end finishes, executive office decor, and dark hair dye</strong>. Walnut is a luxurious and refined dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #773F1A</li>\n\n\n\n<li>RGB 119, 63, 26</li>\n\n\n\n<li>CMYK 0, 47, 78, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Toasted Almond</strong></h2>\n\n\n\n<p>Toasted Almond is a warm, medium beige with pinkish undertones, like its namesake nut after roasting. It is significantly warmer than raw Almond. This color evokes&nbsp;<strong>warmth, comfort, and a lightly roasted hue</strong>. Therefore, it is popular in&nbsp;<strong>interior design for upholstery, skin-tone palettes in makeup, and warm-neutral websites</strong>. Toasted Almond is a creamy, inviting neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2B48C</li>\n\n\n\n<li>RGB 210, 180, 140</li>\n\n\n\n<li>CMYK 0, 14, 33, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sandy Brown</strong></h2>\n\n\n\n<p>Sandy Brown is a bright, yellowish-brown that captures the color of sunlit, dry sand. It is a&nbsp;<strong>cheerful and energetic</strong>&nbsp;earth tone. This hue suggests&nbsp;<strong>beaches, summer, and playful warmth</strong>. As a result, it is used in&nbsp;<strong>vacation branding, children&#8217;s toys, and casual outdoor apparel</strong>. Sandy Brown is a vibrant, sunny, and casual medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4A460</li>\n\n\n\n<li>RGB 244, 164, 96</li>\n\n\n\n<li>CMYK 0, 33, 61, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pecan</strong></h2>\n\n\n\n<p>Pecan is a medium, grayish-brown with a subtle green undertone, named after the nut and its shell. It is a&nbsp;<strong>complex and muted</strong>&nbsp;natural shade. This color represents&nbsp;<strong>subtlety, natural variety, and sophisticated earthiness</strong>. Hence, it appears in&nbsp;<strong>modern rustic interiors, artisanal product design, and sophisticated camouflage</strong>. Pecan is an understated and elegant brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8E6B23</li>\n\n\n\n<li>RGB 142, 107, 35</li>\n\n\n\n<li>CMYK 0, 25, 75, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bark</strong></h2>\n\n\n\n<p>Bark is a very dark, grayish-brown that replicates the outer layer of a tree. It is the&nbsp;<strong>ultimate natural, textured brown</strong>. This color signifies&nbsp;<strong>protection, ruggedness, and organic foundation</strong>. Consequently, it is used for&nbsp;<strong>outdoor products, wildlife imagery, and dark, natural backgrounds</strong>. Bark is a sturdy, organic, and fundamental dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5D3A1A</li>\n\n\n\n<li>RGB 93, 58, 26</li>\n\n\n\n<li>CMYK 0, 38, 72, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beaver</strong></h2>\n\n\n\n<p>Beaver is a medium, grayish-brown inspired by the fur of the North American beaver. It is a&nbsp;<strong>classic, furry neutral</strong>&nbsp;associated with industriousness. This color conveys&nbsp;<strong>softness, natural utility, and temperate climates</strong>. Therefore, it is often used in&nbsp;<strong>outerwear, cozy blankets, and rustic, lodge-style decor</strong>. Beaver is a warm, soft, and down-to-earth shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9F8170</li>\n\n\n\n<li>RGB 159, 129, 112</li>\n\n\n\n<li>CMYK 0, 19, 30, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Clay</strong></h2>\n\n\n\n<p>Clay is a warm, reddish-brown that mimics natural earthen clay, used for pottery for millennia. It is directly linked to&nbsp;<strong>craftsmanship and creation</strong>. This hue evokes&nbsp;<strong>earthiness, malleability, and primal artistry</strong>. Consequently, it is fundamental in&nbsp;<strong>ceramic design, terracotta products, and warm, earthy interiors</strong>. Clay is a versatile, warm, and creative brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B66E41</li>\n\n\n\n<li>RGB 182, 110, 65</li>\n\n\n\n<li>CMYK 0, 40, 64, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copper Brown</strong></h2>\n\n\n\n<p>Copper Brown is a deep, reddish-brown that emphasizes the brown undertones of the copper metal. It is less metallic and more&nbsp;<strong>earthy</strong>&nbsp;than pure Copper. This color represents&nbsp;<strong>warmth, depth, and autumn richness</strong>. Thus, it is suitable for&nbsp;<strong>fall foliage palettes, rich leather accents, and warm wood stains</strong>. Copper Brown is a deeply saturated, warm brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B4000</li>\n\n\n\n<li>RGB 139, 64, 0</li>\n\n\n\n<li>CMYK 0, 54, 100, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Brass</strong></h2>\n\n\n\n<p>Antique Brass is a dull, dark yellow-brown that replicates aged, tarnished brass. It carries a&nbsp;<strong>vintage, heirloom quality</strong>. This color suggests&nbsp;<strong>history, patina, and understated vintage charm</strong>. Accordingly, it is popular for&nbsp;<strong>antique restoration, vintage lighting fixtures, and steampunk aesthetics</strong>. Antique Brass is a warm, historical metallic tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CD9575</li>\n\n\n\n<li>RGB 205, 149, 117</li>\n\n\n\n<li>CMYK 0, 27, 43, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee Cream</strong></h2>\n\n\n\n<p>Coffee Cream is a light, yellowish-beige, resembling a generous pour of cream into coffee. It is a&nbsp;<strong>soft and soothing</strong>&nbsp;off-white. This color evokes&nbsp;<strong>gentle warmth, lightness, and creamy dilution</strong>. Hence, it is used for&nbsp;<strong>backgrounds in cozy cafe branding, creamy knitwear, and warm, neutral paint colors</strong>. Coffee Cream is a soft, comforting, and pale brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C2B280</li>\n\n\n\n<li>RGB 194, 178, 128</li>\n\n\n\n<li>CMYK 0, 8, 34, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fallow</strong></h2>\n\n\n\n<p>Fallow is a light, reddish-yellow brown, named after plowed but unseeded farmland. It is a&nbsp;<strong>traditional and agricultural</strong>&nbsp;color. This hue represents&nbsp;<strong>rest, potential, and the cultivated earth</strong>. Consequently, it appears in&nbsp;<strong>country-style design, historical references, and naturalist palettes</strong>. Fallow is a quiet, warm, and pastoral shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C19A6B</li>\n\n\n\n<li>RGB 193, 154, 107</li>\n\n\n\n<li>CMYK 0, 20, 45, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Driftwood</strong></h2>\n\n\n\n<p>Driftwood is a pale, grayish-brown that mimics weathered, sun-bleached wood washed ashore. It embodies&nbsp;<strong>time, erosion, and serene coastal beauty</strong>. This color suggests&nbsp;<strong>weathered calm, neutrality, and organic texture</strong>. As a result, it is ideal for&nbsp;<strong>coastal interior design, natural craft materials, and minimalist, textured backgrounds</strong>. Driftwood is a cool, serene, and weathered beige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A7988A</li>\n\n\n\n<li>RGB 167, 152, 138</li>\n\n\n\n<li>CMYK 0, 9, 17, 35</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Timberwolf</strong></h2>\n\n\n\n<p>Timberwolf is a very light, cool gray with a subtle brown undertone, named for the wolf&#8217;s winter coat. It is a&nbsp;<strong>modern, neutral gray</strong>&nbsp;with warmth. This color conveys&nbsp;<strong>cool sophistication, natural stealth, and contemporary minimalism</strong>. Therefore, it is used in&nbsp;<strong>modern interiors, tech product design, and monochromatic schemes</strong>. Timberwolf is a sleek, slightly warm gray.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DBD7D2</li>\n\n\n\n<li>RGB 219, 215, 210</li>\n\n\n\n<li>CMYK 0, 2, 4, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Copper</strong></h2>\n\n\n\n<p>Burnt Copper is a dark, reddish-brown that looks like copper exposed to extreme heat and oxidation. It is more&nbsp;<strong>subdued and earthy</strong>&nbsp;than shiny copper. This hue signifies&nbsp;<strong>intense heat, aged metal, and dramatic transformation</strong>. Thus, it is effective for&nbsp;<strong>industrial design, autumnal themes, and dramatic artistic accents</strong>. Burnt Copper is a deep, smoky, and intense shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7E481E</li>\n\n\n\n<li>RGB 126, 72, 30</li>\n\n\n\n<li>CMYK 0, 43, 76, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Russet Brown</strong></h2>\n\n\n\n<p>Russet Brown is a deep, reddish-brown identical to Russet, emphasizing its brown nature. It is a&nbsp;<strong>heartier and more generic</strong>&nbsp;term for the rustic shade. This color represents&nbsp;<strong>autumn, humility, and earthy substance</strong>. Consequently, it is a staple in&nbsp;<strong>fall fashion, rustic pottery, and landscape painting</strong>. Russet Brown is a fundamental, warm, dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #80461B</li>\n\n\n\n<li>RGB 128, 70, 27</li>\n\n\n\n<li>CMYK 0, 45, 79, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chocolate Cosmos</strong></h2>\n\n\n\n<p>Chocolate Cosmos is an extremely deep, reddish-brown that is almost black, named after the dark flower that smells like chocolate. It is a&nbsp;<strong>rare and decadent</strong>&nbsp;shade. This color evokes&nbsp;<strong>mystery, deep richness, and luxurious darkness</strong>. Therefore, it is used for&nbsp;<strong>elegant evening wear, gourmet packaging, and dramatic floral arrangements</strong>. Chocolate Cosmos is a sumptuous and intense near-black brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #58111A</li>\n\n\n\n<li>RGB 88, 17, 26</li>\n\n\n\n<li>CMYK 0, 81, 70, 65</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maple Syrup</strong></h2>\n\n\n\n<p>Maple Syrup is a warm, medium amber-brown that captures the color of pure, graded maple syrup. It is inherently&nbsp;<strong>sweet and natural</strong>. This hue suggests&nbsp;<strong>warmth, authenticity, and golden richness</strong>. Consequently, it is iconic for&nbsp;<strong>breakfast and pancake branding, cozy kitchen decor, and warm autumn motifs</strong>. Maple Syrup is a deliciously golden and comforting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A47149</li>\n\n\n\n<li>RGB 164, 113, 73</li>\n\n\n\n<li>CMYK 0, 31, 55, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chamois</strong></h2>\n\n\n\n<p>Chamois is a light, yellowish-brown named for the soft leather made from chamois goat skin. It is associated with&nbsp;<strong>polishing and soft texture</strong>. This color conveys&nbsp;<strong>softness, a natural patina, and gentle warmth</strong>. Hence, it is used in&nbsp;<strong>vintage leather goods, classic car interiors, and warm neutral paints</strong>. Chamois is a soft, buttery, and refined light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A0785A</li>\n\n\n\n<li>RGB 160, 120, 90</li>\n\n\n\n<li>CMYK 0, 25, 44, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert Brown</strong></h2>\n\n\n\n<p>Desert Brown is a medium, grayish-brown that reflects the varied, dusty tones of arid landscapes. It is a&nbsp;<strong>versatile and muted</strong>&nbsp;earth tone. This color represents&nbsp;<strong>resilience, dryness, and expansive earth</strong>. As a result, it is common in&nbsp;<strong>adventure gear, landscape photography backgrounds, and Southwestern design</strong>. Desert Brown is a durable, neutral, and sandy shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9F8170</li>\n\n\n\n<li>RGB 159, 129, 112</li>\n\n\n\n<li>CMYK 0, 19, 30, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Brown</strong></h2>\n\n\n\n<p>Soft Brown is a light, muted grayish-brown with a gentle, low-saturation appearance. It is the&nbsp;<strong>epitome of a subdued, quiet brown</strong>. This color suggests&nbsp;<strong>calm, understatement, and subtle warmth</strong>. Accordingly, it is ideal for&nbsp;<strong>backgrounds in web design, therapeutic environments, and minimalist fashion</strong>. Soft Brown is a peaceful, neutral, and non-intrusive tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B2A38B</li>\n\n\n\n<li>RGB 178, 163, 139</li>\n\n\n\n<li>CMYK 0, 8, 22, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Saddle</strong></h2>\n\n\n\n<p>Saddle is a medium, reddish-brown similar to Saddle Brown but often slightly lighter or more refined. It directly references&nbsp;<strong>equestrian equipment and tradition</strong>. This hue conveys&nbsp;<strong>heritage, craftsmanship, and outdoor activity</strong>. Thus, it is used in&nbsp;<strong>equestrian branding, classic leather accessories, and traditional men&#8217;s shoes</strong>. Saddle is a classic, rich, and sporting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B5A2B</li>\n\n\n\n<li>RGB 139, 90, 43</li>\n\n\n\n<li>CMYK 0, 35, 69, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tawny</strong></h2>\n\n\n\n<p>Tawny is a warm, medium orange-brown, named from the Old French for &#8220;tan-colored.&#8221; It is often used to describe&nbsp;<strong>animal fur, like lions</strong>. This color represents&nbsp;<strong>wild nature, warmth, and vibrant earthiness</strong>. Consequently, it is effective for&nbsp;<strong>sports team colors, autumn displays, and wildlife imagery</strong>. Tawny is a lively, warm, and spirited shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CD5700</li>\n\n\n\n<li>RGB 205, 87, 0</li>\n\n\n\n<li>CMYK 0, 58, 100, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee Roast</strong></h2>\n\n\n\n<p>Coffee Roast is a very dark brown, similar to Coffee Bean, evoking the darkest roast level of coffee beans. It signifies&nbsp;<strong>boldness, intensity, and deep flavor</strong>. This color conveys&nbsp;<strong>strong character, robust energy, and sophisticated darkness</strong>. Therefore, it is perfect for&nbsp;<strong>artisanal coffee branding, dark academic aesthetics, and powerful logos</strong>. Coffee Roast is a potent and authoritative dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B3621</li>\n\n\n\n<li>RGB 75, 54, 33</li>\n\n\n\n<li>CMYK 0, 28, 56, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mocha Mist</strong></h2>\n\n\n\n<p>Mocha Mist is a light, grayish-beige with a subtle pink undertone, like a diluted, airy version of Mocha. It is a&nbsp;<strong>soft, ethereal neutral</strong>. This hue evokes&nbsp;<strong>delicacy, soft warmth, and hazy comfort</strong>. Hence, it is used in&nbsp;<strong>lingerie, soothing interior spaces, and elegant stationery</strong>. Mocha Mist is a gentle, romantic, and dusty light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A1887F</li>\n\n\n\n<li>RGB 161, 136, 127</li>\n\n\n\n<li>CMYK 0, 16, 21, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Red Brown</strong></h2>\n\n\n\n<p>Red Brown is a straightforward, strong brown with a dominant red undertone. It is a&nbsp;<strong>generic but powerful</strong>&nbsp;descriptor for this segment of the color wheel. This color signifies&nbsp;<strong>earth, brick, and robust warmth</strong>. As a result, it is a workhorse color for&nbsp;<strong>construction materials, rustic crafts, and warm background fills</strong>. Red Brown is a direct, hearty, and fundamental shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A52A2A</li>\n\n\n\n<li>RGB 165, 42, 42</li>\n\n\n\n<li>CMYK 0, 75, 75, 35</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chestnut Brown</strong></h2>\n\n\n\n<p>Chestnut Brown is a deep, reddish-brown that emphasizes the brown base of the chestnut color. It is slightly more&nbsp;<strong>muted and less red</strong>&nbsp;than pure Chestnut. This color conveys&nbsp;<strong>reliability, earthy richness, and autumnal warmth</strong>. Therefore, it is commonly used in&nbsp;<strong>hair color, traditional furniture stains, and classic outerwear</strong>. Chestnut Brown is a familiar, hearty, and dependable shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #986960</li>\n\n\n\n<li>RGB 152, 105, 96</li>\n\n\n\n<li>CMYK 0, 31, 37, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brown Sugar</strong></h2>\n\n\n\n<p>Brown Sugar is a warm, medium brown with a golden-red undertone, resembling the natural sweetener. It evokes&nbsp;<strong>natural sweetness, comfort, and homemade goodness</strong>. This hue suggests&nbsp;<strong>warmth, approachable richness, and rustic charm</strong>. Consequently, it is popular in&nbsp;<strong>bakery branding, cozy home decor, and warm, inviting packaging</strong>. Brown Sugar is a deliciously warm and comforting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A66E4A</li>\n\n\n\n<li>RGB 166, 110, 74</li>\n\n\n\n<li>CMYK 0, 34, 55, 35</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cappuccino</strong></h2>\n\n\n\n<p>Cappuccino is a light, warm beige-brown that mimics the color of the frothy coffee drink. It is a&nbsp;<strong>creamy and sophisticated</strong>&nbsp;neutral. This color represents&nbsp;<strong>gentle warmth, creamy texture, and cafe culture</strong>. Hence, it is a favorite for&nbsp;<strong>modern interiors, cozy apparel, and food service design</strong>. Cappuccino is a soft, inviting, and creamy light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #AC9362</li>\n\n\n\n<li>RGB 172, 147, 98</li>\n\n\n\n<li>CMYK 0, 15, 43, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cocoa</strong></h2>\n\n\n\n<p>Cocoa is a warm, reddish-brown identical to the powder made from roasted cacao beans. It is directly linked to&nbsp;<strong>chocolate in its rawest form</strong>. This color evokes&nbsp;<strong>deep warmth, comfort, and natural indulgence</strong>. Thus, it is fundamental in&nbsp;<strong>baking product packaging, warm winter themes, and rich, earthy design</strong>. Cocoa is a deep, familiar, and comforting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2691E</li>\n\n\n\n<li>RGB 210, 105, 30</li>\n\n\n\n<li>CMYK 0, 50, 86, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fudge</strong></h2>\n\n\n\n<p>Fudge is a very dark, rich brown with red undertones, named after the dense, sweet confection. It is&nbsp;<strong>decadent and intense</strong>. This color signifies&nbsp;<strong>ultimate indulgence, depth, and sweet darkness</strong>. Accordingly, it is used for&nbsp;<strong>luxury dessert branding, rich accent colors, and deep, cozy textiles</strong>. Fudge is a sumptuous and ultra-rich dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C45719</li>\n\n\n\n<li>RGB 196, 87, 25</li>\n\n\n\n<li>CMYK 0, 56, 87, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hickory Brown</strong></h2>\n\n\n\n<p>Hickory Brown is a dark, smoky gray-brown that emphasizes the deeper, charred tones of hickory wood or smoke. It is&nbsp;<strong>more intense</strong>&nbsp;than basic Hickory. This hue conveys&nbsp;<strong>smoked flavor, rugged durability, and deep woodland tones</strong>. Consequently, it is ideal for&nbsp;<strong>barbecue branding, masculine decor, and outdoor gear</strong>. Hickory Brown is a strong, smoky, and authoritative brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6D4C41</li>\n\n\n\n<li>RGB 109, 76, 65</li>\n\n\n\n<li>CMYK 0, 30, 40, 57</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mahogany Red</strong></h2>\n\n\n\n<p>Mahogany Red is a rich, deep red-brown that highlights the vibrant red undertones of mahogany wood. It is&nbsp;<strong>more fiery and intense</strong>&nbsp;than standard Mahogany. This color represents&nbsp;<strong>passionate warmth, luxury, and dramatic elegance</strong>. Therefore, it is used for&nbsp;<strong>sports cars, formal dining rooms, and high-impact graphic design</strong>. Mahogany Red is a vibrant, luxurious, and deep red-brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C04000</li>\n\n\n\n<li>RGB 192, 64, 0</li>\n\n\n\n<li>CMYK 0, 67, 100, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cocoa Brown</strong></h2>\n\n\n\n<p>Cocoa Brown is a warm, medium reddish-brown that specifically describes the color of cocoa powder. It is a&nbsp;<strong>standard, recognizable</strong>&nbsp;shade of brown. This hue evokes&nbsp;<strong>comfort, sweetness, and everyday warmth</strong>. As a result, it is ubiquitous in&nbsp;<strong>children&#8217;s products, warm clothing, and reliable, friendly branding</strong>. Cocoa Brown is a classic, comforting, and medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A97142</li>\n\n\n\n<li>RGB 169, 113, 66</li>\n\n\n\n<li>CMYK 0, 33, 61, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sand Dune</strong></h2>\n\n\n\n<p>Sand Dune is a light, yellowish-gray brown that captures the color of windswept desert dunes. It is a&nbsp;<strong>calm and expansive</strong>&nbsp;neutral. This color suggests&nbsp;<strong>serenity, open space, and subtle warmth</strong>. Hence, it is popular in&nbsp;<strong>spa design, minimalist architecture, and natural texture backgrounds</strong>. Sand Dune is a peaceful, warm, and pale brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C2B280</li>\n\n\n\n<li>RGB 194, 178, 128</li>\n\n\n\n<li>CMYK 0, 8, 34, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Whiskey</strong></h2>\n\n\n\n<p>Whiskey is a rich, amber-brown named after the aged spirit. It embodies&nbsp;<strong>maturity, warmth, and golden depth</strong>. This color conveys&nbsp;<strong>sophistication, aged quality, and glowing richness</strong>. Consequently, it is a premium choice for&nbsp;<strong>luxury spirit packaging, leather goods, and warm, inviting interiors</strong>. Whiskey is a radiant, warm, and golden-brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2A679</li>\n\n\n\n<li>RGB 210, 166, 121</li>\n\n\n\n<li>CMYK 0, 21, 42, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Roasted Coffee</strong></h2>\n\n\n\n<p>Roasted Coffee is a very dark, neutral brown that represents coffee beans at a medium roast level. It is less black than Coffee Bean but still&nbsp;<strong>deep and rich</strong>. This color signifies&nbsp;<strong>aromatic depth, everyday ritual, and robust character</strong>. Therefore, it is a versatile dark neutral for&nbsp;<strong>cafe interiors, everyday product design, and reliable typography</strong>. Roasted Coffee is a familiar, grounded, and deep brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B3621</li>\n\n\n\n<li>RGB 75, 54, 33</li>\n\n\n\n<li>CMYK 0, 28, 56, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Bronze</strong></h2>\n\n\n\n<p>Burnt Bronze is a dark, reddish-brown with a subdued metallic quality, like bronze that has been oxidized. It is&nbsp;<strong>earthy yet retains a hint of sheen</strong>. This hue conveys&nbsp;<strong>aged metal, antiquity, and warm darkness</strong>. Consequently, it is used for&nbsp;<strong>historical sculptures, dark metallic finishes, and autumnal decorative accents</strong>. Burnt Bronze is a warm, historic, and subdued metallic brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7C482B</li>\n\n\n\n<li>RGB 124, 72, 43</li>\n\n\n\n<li>CMYK 0, 42, 65, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bark Brown</strong></h2>\n\n\n\n<p>Bark Brown is a very dark, grayish-brown, nearly identical to Bark, emphasizing its generic natural origin. It is the&nbsp;<strong>archetypal color of tree bark</strong>. This color represents&nbsp;<strong>protection, nature&#8217;s foundation, and rugged texture</strong>. Thus, it is essential in&nbsp;<strong>outdoor and wildlife branding, natural material representation, and dark earthy palettes</strong>. Bark Brown is a fundamental, organic dark neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5C4033</li>\n\n\n\n<li>RGB 92, 64, 51</li>\n\n\n\n<li>CMYK 0, 30, 45, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maple Leaf</strong></h2>\n\n\n\n<p>Maple Leaf is a strong, reddish-brown that captures the turning color of a maple leaf in autumn. It is more&nbsp;<strong>red and vibrant</strong>&nbsp;than Maple wood. This color evokes&nbsp;<strong>seasonal change, vibrant fall, and natural brilliance</strong>. Accordingly, it is iconic for&nbsp;<strong>autumn decorations, Canadian symbolism, and vibrant nature imagery</strong>. Maple Leaf is a lively, warm, and seasonal red-brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A0522D</li>\n\n\n\n<li>RGB 160, 82, 45</li>\n\n\n\n<li>CMYK 0, 49, 72, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chestnut Rosewood</strong></h2>\n\n\n\n<p>Chestnut Rosewood is a deep, luxurious brown with strong red and purple undertones, inspired by exotic rosewood. It suggests&nbsp;<strong>exotic grain, luxury, and musicality</strong>&nbsp;(from fine instruments). This hue conveys&nbsp;<strong>warm depth, rarity, and sophisticated richness</strong>. Hence, it is used for&nbsp;<strong>high-end furniture, musical instrument finishes, and luxurious packaging</strong>. Chestnut Rosewood is an opulent, complex dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #954535</li>\n\n\n\n<li>RGB 149, 69, 53</li>\n\n\n\n<li>CMYK 0, 54, 64, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Leather</strong></h2>\n\n\n\n<p>Antique Leather is a deep, warm brown that mimics the patina of well-worn, old leather. It is&nbsp;<strong>softer and richer</strong>&nbsp;than new leather browns. This color represents&nbsp;<strong>heritage, quality, and comfortable age</strong>. As a result, it is perfect for&nbsp;<strong>library decor, vintage accessories, and classic automotive interiors</strong>. Antique Leather is a warm, storied, and inviting brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7B3F00</li>\n\n\n\n<li>RGB 123, 63, 0</li>\n\n\n\n<li>CMYK 0, 49, 100, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Russet Red</strong></h2>\n\n\n\n<p>Russet Red is a dark, vibrant reddish-brown that emphasizes the red component of Russet. It is&nbsp;<strong>more fiery and less subdued</strong>. This color signifies&nbsp;<strong>autumnal fire, earthy passion, and rustic vibrancy</strong>. Consequently, it is effective for&nbsp;<strong>fall harvest themes, terracotta alternatives, and warm, bold accents</strong>. Russet Red is a hearty, warm, and vivid shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7E3A15</li>\n\n\n\n<li>RGB 126, 58, 21</li>\n\n\n\n<li>CMYK 0, 54, 83, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mocha Brown</strong></h2>\n\n\n\n<p>Mocha Brown is a medium, grayish-brown, essentially synonymous with Mocha, reinforcing its position as a standard&nbsp;<strong>modern neutral brown</strong>. It evokes&nbsp;<strong>urban comfort, subtlety, and warm sophistication</strong>. Therefore, it is a go-to color for&nbsp;<strong>contemporary upholstery, tech accessory casings, and minimalist fashion</strong>. Mocha Brown is a versatile, muted, and contemporary shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #967969</li>\n\n\n\n<li>RGB 150, 121, 105</li>\n\n\n\n<li>CMYK 0, 19, 30, 41</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee Liqueur</strong></h2>\n\n\n\n<p>Coffee Liqueur is a deep, rich brown with a subtle purplish-red undertone, reminiscent of alcoholic coffee drinks. It suggests&nbsp;<strong>indulgence, nightlife, and sophisticated sweetness</strong>. This hue conveys&nbsp;<strong>adult treats, velvety depth, and decadent warmth</strong>. Thus, it is used for&nbsp;<strong>luxury confectionery, cocktail menus, and intimate lounge decor</strong>. Coffee Liqueur is a rich, decadent, and complex brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F4E37</li>\n\n\n\n<li>RGB 111, 78, 55</li>\n\n\n\n<li>CMYK 0, 30, 50, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tobacco</strong></h2>\n\n\n\n<p>Tobacco is a medium, warm brown, similar to Tobacco Brown, often used to describe the cured leaf itself. It carries&nbsp;<strong>historical and agricultural connotations</strong>. This color represents&nbsp;<strong>traditional crafts, relaxation, and natural, sun-cured warmth</strong>. Accordingly, it appears in&nbsp;<strong>heritage branding, rustic wedding palettes, and natural dye references</strong>. Tobacco is a warm, traditional, and organic medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7C482B</li>\n\n\n\n<li>RGB 124, 72, 43</li>\n\n\n\n<li>CMYK 0, 42, 65, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cocoa Powder</strong></h2>\n\n\n\n<p>Cocoa Powder is a dark, muted brown with a slightly grayish or purplish undertone, like unsweetened baking cocoa. It is&nbsp;<strong>less red</strong>&nbsp;than sweetened cocoa. This color evokes&nbsp;<strong>bitter sweetness, baking authenticity, and deep, matte richness</strong>. Consequently, it is used for&nbsp;<strong>artisanal food packaging, sophisticated dessert blogs, and warm, matte product finishes</strong>. Cocoa Powder is a deep, authentic, and dry-looking brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6B4C3B</li>\n\n\n\n<li>RGB 107, 76, 59</li>\n\n\n\n<li>CMYK 0, 29, 45, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cinnamon Brown</strong></h2>\n\n\n\n<p>Cinnamon Brown is a warm, medium reddish-brown that directly names the spice color, often interchangeable with Cinnamon. It is a&nbsp;<strong>vibrant and spicy</strong>&nbsp;earth tone. This hue represents&nbsp;<strong>warm energy, fragrance, and culinary zest</strong>. Therefore, it is popular in&nbsp;<strong>holiday themes, rustic craft designs, and warm cosmetic ranges</strong>. Cinnamon Brown is an inviting, pungent, and lively shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D27D2D</li>\n\n\n\n<li>RGB 210, 125, 45</li>\n\n\n\n<li>CMYK 0, 40, 79, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Oak</strong></h2>\n\n\n\n<p>Burnt Oak is a dark, grayish-brown that mimics the appearance of oak wood charred by fire. It embodies&nbsp;<strong>resilience, texture, and a dramatic, weathered look</strong>. This color suggests&nbsp;<strong>strength, reclaimed beauty, and smoky depth</strong>. Hence, it is ideal for&nbsp;<strong>modern rustic interiors, industrial design, and dramatic architectural accents</strong>. Burnt Oak is a strong, smoky, and architectural brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B4513</li>\n\n\n\n<li>RGB 139, 69, 19</li>\n\n\n\n<li>CMYK 0, 50, 86, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert Clay</strong></h2>\n\n\n\n<p>Desert Clay is a warm, reddish-orange brown inspired by the clay found in arid regions. It is&nbsp;<strong>more vibrant and orange</strong>&nbsp;than standard Clay. This color conveys&nbsp;<strong>dry heat, artistic tradition, and vibrant earth</strong>. As a result, it is fundamental in&nbsp;<strong>Southwestern art, terracotta pottery, and warm, sunset-inspired palettes</strong>. Desert Clay is a vibrant, warm, and artistic earth tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2691E</li>\n\n\n\n<li>RGB 210, 105, 30</li>\n\n\n\n<li>CMYK 0, 50, 86, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Oak</strong></h2>\n\n\n\n<p>Oak is a medium, golden-brown that represents the heartwood of light oak trees. It is a&nbsp;<strong>classic, beloved wood tone</strong>. This hue evokes&nbsp;<strong>strength, natural light, and traditional craftsmanship</strong>. Accordingly, it is ubiquitous in&nbsp;<strong>flooring, furniture, and cabinetry</strong>, representing quality and timeless style. Oak is a warm, golden, and trustworthy medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #806517</li>\n\n\n\n<li>RGB 128, 101, 23</li>\n\n\n\n<li>CMYK 0, 21, 82, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coffee Bean Brown</strong></h2>\n\n\n\n<p>Coffee Bean Brown is a very dark brown, identical to Coffee Bean, reinforcing its association with the raw, unroasted seed. It is the&nbsp;<strong>deepest, most fundamental coffee color</strong>. This color signifies&nbsp;<strong>potential, pure origin, and intense darkness</strong>. Consequently, it is used for&nbsp;<strong>premium product lines, elegant dark backgrounds, and strong, no-nonsense branding</strong>. Coffee Bean Brown is a powerful and elemental dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B3621</li>\n\n\n\n<li>RGB 75, 54, 33</li>\n\n\n\n<li>CMYK 0, 28, 56, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chocolate Truffle</strong></h2>\n\n\n\n<p>Chocolate Truffle is an extremely dark, blackish-brown with a faint red undertone, named for the richest chocolate confection. It is the&nbsp;<strong>epitome of decadent darkness</strong>. This color evokes&nbsp;<strong>ultimate luxury, dense richness, and gourmet indulgence</strong>. Thus, it is reserved for&nbsp;<strong>high-end chocolate packaging, luxury cosmetics, and dramatic evening wear</strong>. Chocolate Truffle is a sumptuous, near-black brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #381819</li>\n\n\n\n<li>RGB 56, 24, 25</li>\n\n\n\n<li>CMYK 0, 57, 55, 78</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maple Brown</strong></h2>\n\n\n\n<p>Maple Brown is a warm, medium reddish-brown that describes the color of maple wood or syrup, often interchangeable with Maple. It is a&nbsp;<strong>sweet and familiar</strong>&nbsp;tone. This hue represents&nbsp;<strong>warmth, natural sweetness, and domestic comfort</strong>. Therefore, it is a staple in&nbsp;<strong>cozy home decor, family-oriented branding, and warm, inviting graphics</strong>. Maple Brown is a comforting, sugary, and familiar shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A47149</li>\n\n\n\n<li>RGB 164, 113, 73</li>\n\n\n\n<li>CMYK 0, 31, 55, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cocoa Bean</strong></h2>\n\n\n\n<p>Cocoa Bean is a dark, neutral brown that names the source of chocolate, similar to Coffee Bean but for cacao. It is&nbsp;<strong>rich and organic</strong>. This color conveys&nbsp;<strong>natural origin, fertile earth, and deep, unprocessed richness</strong>. Hence, it is used in&nbsp;<strong>organic food branding, gardening themes, and natural craft materials</strong>. Cocoa Bean is a fertile, deep, and natural brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5C4033</li>\n\n\n\n<li>RGB 92, 64, 51</li>\n\n\n\n<li>CMYK 0, 30, 45, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Walnut Brown</strong></h2>\n\n\n\n<p>Walnut Brown is a deep, cool brown, synonymous with Walnut, emphasizing its gray undertones. It is a&nbsp;<strong>sophisticated and cool</strong>&nbsp;dark brown. This color suggests&nbsp;<strong>refined elegance, rich depth, and cerebral warmth</strong>. Consequently, it is a premier choice for&nbsp;<strong>professional settings, high-end electronics, and modern furniture finishes</strong>. Walnut Brown is a cool, luxurious, and intelligent dark brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #773F1A</li>\n\n\n\n<li>RGB 119, 63, 26</li>\n\n\n\n<li>CMYK 0, 47, 78, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chestnut Red</strong></h2>\n\n\n\n<p>Chestnut Red is a deep, vibrant reddish-brown that highlights the red undertones present in chestnut. It is&nbsp;<strong>more vivid and less brown</strong>&nbsp;than standard Chestnut. This color evokes&nbsp;<strong>fiery warmth, autumnal vibrancy, and rich depth</strong>. Therefore, it is effective for&nbsp;<strong>sports car finishes, dramatic floral arrangements, and vibrant fall fashion</strong>. Chestnut Red is a lively, warm, and intense shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #954535<br>RGB 149, 69, 53<br>CMYK 0, 54, 64, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Tan</strong></h2>\n\n\n\n<p>Dark Tan is a medium, yellowish-brown that is significantly deeper and more saturated than basic Tan. It retains a&nbsp;<strong>casual but more serious</strong>&nbsp;demeanor. This color conveys&nbsp;<strong>practicality, outdoor durability, and a weathered look</strong>. Consequently, it is common in&nbsp;<strong>workwear, hiking gear, and military-inspired fashion</strong>. Dark Tan is a sturdy, practical, and earthy medium brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #988558<br>RGB 152, 133, 88<br>CMYK 0, 13, 42, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Camel Brown</strong></h2>\n\n\n\n<p>Camel Brown is a light, reddish-yellow brown, identical to Camel, reinforcing its status as a&nbsp;<strong>fashion classic</strong>. It represents&nbsp;<strong>understated luxury, timeless style, and warm neutrality</strong>. Thus, it remains essential for&nbsp;<strong>trench coats, luxury handbags, and sophisticated neutral interiors</strong>. Camel Brown is an elegant, warm, and universally flattering light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C19A6B<br>RGB 193, 154, 107<br>CMYK 0, 20, 45, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copper Rose</strong></h2>\n\n\n\n<p>Copper Rose is a soft, dusty brown with strong pinkish undertones, blending copper and rose. It is a&nbsp;<strong>unique and romantic</strong>&nbsp;metallic-tinged shade. This hue suggests&nbsp;<strong>vintage femininity, warm blush, and subtle metallic sheen</strong>. Accordingly, it is used in&nbsp;<strong>art deco design, unique jewelry, and romantic, dusty rose palettes</strong>. Copper Rose is a delicate, warm, and antique-inspired shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #996666<br>RGB 153, 102, 102<br>CMYK 0, 33, 33, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bourbon</strong></h2>\n\n\n\n<p>Bourbon is a deep, amber-brown named for the American whiskey, often with a rich golden glow. It embodies&nbsp;<strong>aged spirit, Southern heritage, and warm golden depth</strong>. This color conveys&nbsp;<strong>sophisticated warmth, tradition, and glowing richness</strong>. Hence, it is a premium choice for&nbsp;<strong>spirit branding, leather-bound books, and warm, library-style decor</strong>. Bourbon is a radiant, warm, and aged brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #873600<br>RGB 135, 54, 0<br>CMYK 0, 60, 100, 47</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hazelnut</strong></h2>\n\n\n\n<p>Hazelnut is a light, reddish-brown inspired by the nut, often with a warm, creamy undertone. It is a&nbsp;<strong>soft and delicious</strong>&nbsp;neutral. This color evokes&nbsp;<strong>natural sweetness, comforting warmth, and creamy texture</strong>. As a result, it is popular in&nbsp;<strong>cosmetics (especially for fair skin tones), cozy sweater colors, and cafe interior accents</strong>. Hazelnut is a soft, inviting, and creamy light brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8E7618<br>RGB 142, 118, 24<br>CMYK 0, 17, 83, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Burnt Almond</strong></h2>\n\n\n\n<p>Burnt Almond is a medium, pinkish-beige brown that resembles an almond roasted to a deep, warm tone. It is&nbsp;<strong>warmer and darker</strong>&nbsp;than Toasted Almond. This hue suggests&nbsp;<strong>roasted warmth, sophisticated neutrals, and a hint of blush</strong>. Therefore, it is used in&nbsp;<strong>contemporary interior design, upscale packaging, and warm, natural makeup palettes</strong>. Burnt Almond is a rich, warm, and sophisticated neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CFA07E<br>RGB 207, 160, 126<br>CMYK 0, 23, 39, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rustic Brown</strong></h2>\n\n\n\n<p>Rustic Brown is a generic, warm, medium-dark brown that evokes unrefined, natural materials. It is the&nbsp;<strong>essence of countryside charm</strong>. This color represents&nbsp;<strong>simplicity, handcrafted quality, and organic earthiness</strong>. Consequently, it is a cornerstone of&nbsp;<strong>farmhouse decor, artisanal product labels, and outdoor lifestyle branding</strong>. Rustic Brown is a hearty, warm, and unpretentious shade.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B4513<br>RGB 139, 69, 19<br>CMYK 0, 50, 86, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brick Brown</strong></h2>\n\n\n\n<p>Brick Brown is a dark, reddish-brown that mimics the color of fired, clay brick. It is a&nbsp;<strong>fundamental architectural and industrial</strong>&nbsp;color. This hue conveys&nbsp;<strong>strength, permanence, and industrial warmth</strong>. Thus, it is ubiquitous in&nbsp;<strong>urban design, industrial loft interiors, and packaging for sturdy goods</strong>. Brick Brown is a strong, warm, and enduring dark red-brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A3324<br>RGB 138, 51, 36<br>CMYK 0, 63, 74, 46</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wheat Brown</strong></h2>\n\n\n\n<p>Wheat Brown is a very light, yellowish-beige that captures the color of ripe wheat fields. It is a&nbsp;<strong>pale, warm, and harvest-inspired</strong>&nbsp;neutral. This color suggests&nbsp;<strong>abundance, gentle warmth, and natural lightness</strong>. Accordingly, it is used for&nbsp;<strong>earthy wedding themes, organic brand backgrounds, and serene, sunlit interior paints</strong>. Wheat Brown is a soft, hopeful, and pale golden brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5DEB3<br>RGB 245, 222, 179<br>CMYK 0, 9, 27, 4</li>\n</ul>\n",
  "uri": "/shades-of-brown-color/",
  "date": "2026-01-24T16:42:15",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp",
      "altText": "over 100 shades of brown color"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Brown: Names, Codes, Meanings and Uses | ColorMean",
    "metaDesc": "Learn about the rich world of brown shades, including color names, hex and RGB codes, meanings, and practical uses in design, fashion, and home decor.",
    "canonical": "",
    "opengraphTitle": "Shades of Brown: Names, Codes, Meanings and Uses | ColorMean",
    "opengraphDescription": "Learn about the rich world of brown shades, including color names, hex and RGB codes, meanings, and practical uses in design, fashion, and home decor.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Brown: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-01-24T16:42:15+00:00\",\"dateModified\":\"2026-01-24T16:42:16+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/\"},\"wordCount\":7245,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-brown-color/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-brown-color/\",\"url\":\"https://cms.colormean.com/shades-of-brown-color/\",\"name\":\"Shades of Brown: Names, Codes, Meanings and Uses | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp\",\"datePublished\":\"2026-01-24T16:42:15+00:00\",\"dateModified\":\"2026-01-24T16:42:16+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Learn about the rich world of brown shades, including color names, hex and RGB codes, meanings, and practical uses in design, fashion, and home decor.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-brown-color/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-brown-color.webp\",\"width\":1248,\"height\":832,\"caption\":\"over 100 shades of brown color\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-brown-color/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Brown: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}