{
  "id": "cG9zdDozODU=",
  "databaseId": 385,
  "title": "Shades of Purple: Names, Codes, Meanings and Uses",
  "excerpt": "<p>Purple is more than a color. It sits between red and blue, carrying calm depth and quiet power at the same time. For centuries, purple stood apart. It was rare, difficult to create, and closely tied to royalty, luxury, and wealth. Famous shades like Tyrian purple, Han purple, royal purple, and mauve shaped history and &#8230; <a title=\"Shades of Purple: Names, Codes, Meanings and Uses\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-purple-color/\" aria-label=\"Read more about Shades of Purple: Names, Codes, Meanings and Uses\">Read more</a></p>\n",
  "content": "\n<p><strong>Purple is more than a color.</strong> It sits between red and blue, carrying calm depth and quiet power at the same time. For centuries, purple stood apart. It was rare, difficult to create, and closely tied to <strong>royalty, luxury, and wealth</strong>. Famous shades like <strong>Tyrian purple, Han purple, royal purple, and mauve</strong> shaped history and status across cultures.</p>\n\n\n\n<p>In this guide, you will explore <strong>over 100 shades of purple</strong>, from soft lavender to deep eggplant. Each shade comes with <strong>hex, RGB, and CMYK codes</strong>, along with its meaning and common uses. This helps you choose the right purple for design, branding, art, or home decor without guesswork.</p>\n\n\n\n<p>By the end, you will clearly see how each purple shade looks, feels, and functions. Whether you want something bold, calming, or elegant, this collection makes finding the perfect purple simple and practical.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-scaled.webp\" alt=\"infographic showing popular shades of purple\" class=\"wp-image-404\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-purple-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Purple</strong></h2>\n\n\n\n<p>Purple, #800080, is the&nbsp;<strong>classic, balanced web color</strong>&nbsp;precisely halfway between red and blue on the color wheel. Historically, it was famously expensive, derived from rare Tyrian dye from sea snails. Thus, it became a&nbsp;<strong>global symbol of royalty, power, and ambition</strong>&nbsp;for millennia. Consequently, it&#8217;s used in branding for premium products, ceremonial regalia, and to convey a sense of luxury and dignity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #800080</li>\n\n\n\n<li>RGB 128, 0, 128</li>\n\n\n\n<li>CMYK 0, 100, 0, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rebecca Purple</strong></h2>\n\n\n\n<p>Rebecca Purple, #663399, is a&nbsp;<strong>deep, warm blend of violet and gray</strong>&nbsp;with a distinct earthy quality. This color has a unique digital history; it was formally added to the CSS color list in 2014 as a memorial. Therefore, it carries a&nbsp;<strong>modern, poignant significance in web development</strong>. It is now used in coding contexts and design to represent&nbsp;<strong>thoughtfulness and digital heritage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #663399</li>\n\n\n\n<li>RGB 102, 51, 153</li>\n\n\n\n<li>CMYK 33, 67, 0, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Royal Purple</strong></h2>\n\n\n\n<p>Royal Purple, #7851A9, is a&nbsp;<strong>rich, saturated hue</strong>&nbsp;leaning toward blue with a majestic intensity. Its name directly references its historical use in the robes of emperors and kings. This shade embodies&nbsp;<strong>sovereignty, grandeur, and ambition</strong>. As a result, it is frequently employed in&nbsp;<strong>academic regalia, high-end branding, and awards</strong>&nbsp;to denote exceptional status and achievement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7851A9</li>\n\n\n\n<li>RGB 120, 81, 169</li>\n\n\n\n<li>CMYK 29, 52, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Indigo</strong></h2>\n\n\n\n<p>Indigo, #4B0082, is a&nbsp;<strong>profound and somber color</strong>&nbsp;on the spectrum between blue and violet, named for the ancient dye plant. It was once a valuable commodity traded along historic routes. This deep shade represents&nbsp;<strong>intuition, integrity, and deep contemplation</strong>. Thus, it is commonly used in&nbsp;<strong>denim, spiritual imagery, and as a dramatic alternative to black</strong>&nbsp;in fashion and design.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B0082</li>\n\n\n\n<li>RGB 75, 0, 130</li>\n\n\n\n<li>CMYK 42, 100, 0, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Purple</strong></h2>\n\n\n\n<p>Dark Purple, #301934, is an&nbsp;<strong>extremely deep, shadowy tone</strong>&nbsp;that borders on black with a strong violet undertone. This color evokes the mystery of a night sky or the richness of fertile soil. It is associated with&nbsp;<strong>sophistication, mystery, and the subconscious</strong>. Consequently, it is an elegant choice for&nbsp;<strong>luxurious packaging, dramatic evening wear, and creating a moody, intimate atmosphere</strong>&nbsp;in interiors.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #301934</li>\n\n\n\n<li>RGB 48, 25, 52</li>\n\n\n\n<li>CMYK 8, 52, 0, 80</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Purple</strong></h2>\n\n\n\n<p>Light Purple, #C8A2C8, is a&nbsp;<strong>soft, muted lilac</strong>&nbsp;often described as a pale, grayish violet. This gentle shade carries a nostalgic, vintage quality reminiscent of faded flowers. It symbolizes&nbsp;<strong>tenderness, nostalgia, and understated elegance</strong>. Therefore, Light Purple is popular in&nbsp;<strong>romantic designs, spring-themed decor, and feminine branding</strong>&nbsp;where a soft, approachable aesthetic is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C8A2C8</li>\n\n\n\n<li>RGB 200, 162, 200</li>\n\n\n\n<li>CMYK 0, 19, 0, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lavender</strong></h2>\n\n\n\n<p>Lavender, #E6E6FA, is a&nbsp;<strong>very pale, whitened violet</strong>&nbsp;named after the delicate flowers of the lavender plant. This color is intrinsically linked to&nbsp;<strong>calm, cleanliness, and gentle femininity</strong>. Its soothing properties make it a&nbsp;<strong>staple in wellness and self-care branding, baby nurseries, and minimalist designs</strong>. This shade of purple is used to promote relaxation and a sense of spacious tranquility.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6E6FA</li>\n\n\n\n<li>RGB 230, 230, 250</li>\n\n\n\n<li>CMYK 8, 8, 0, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lavender Blush</strong></h2>\n\n\n\n<p>Lavender Blush, #FFF0F5, is an&nbsp;<strong>exceptionally pale, pink-tinged white</strong>&nbsp;with just a whisper of violet. It resembles the soft flush on skin, hence its evocative name. This color embodies&nbsp;<strong>delicate health, innocence, and subtle romance</strong>. As a result, it is a classic choice for&nbsp;<strong>wedding stationery, lingerie packaging, and as a warm, clean background color</strong>&nbsp;in elegant digital and print designs.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF0F5</li>\n\n\n\n<li>RGB 255, 240, 245</li>\n\n\n\n<li>CMYK 0, 6, 4, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lavender Purple</strong></h2>\n\n\n\n<p>Lavender Purple, #967BB6, is a&nbsp;<strong>medium-saturated, dusty violet</strong>&nbsp;that balances softness with noticeable color presence. This shade is more substantial than its paler cousins, offering a mature floral quality. It represents&nbsp;<strong>refined grace, nostalgic charm, and spiritual peace</strong>. Therefore, it is effectively used in&nbsp;<strong>heritage branding, bohemian decor, and cosmetic packaging</strong>&nbsp;to convey gentle sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #967BB6</li>\n\n\n\n<li>RGB 150, 123, 182</li>\n\n\n\n<li>CMYK 18, 32, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Thistle</strong></h2>\n\n\n\n<p>Thistle, #D8BFD8, is a&nbsp;<strong>light, grayish pink-lavender</strong>&nbsp;named after the soft hue of the thistle flower&#8217;s bloom. This muted, neutral-toned purple has a quiet, natural elegance. It symbolizes&nbsp;<strong>protection, resilience, and modest dignity</strong>, echoing the hardy nature of the plant. Consequently, Thistle is often chosen for&nbsp;<strong>heraldic emblems, rustic wedding palettes, and sophisticated wall colors</strong>&nbsp;that are not overpowering.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D8BFD8</li>\n\n\n\n<li>RGB 216, 191, 216</li>\n\n\n\n<li>CMYK 0, 12, 0, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Plum</strong></h2>\n\n\n\n<p>Plum, #8E4585, is a&nbsp;<strong>deep, dusty purple</strong>&nbsp;with strong red undertones, resembling the skin of the ripe fruit it&#8217;s named for. This rich shade carries a sense of&nbsp;<strong>vintage opulence and autumnal warmth</strong>. Historically, plum dyes were accessible and became associated with dependable luxury. Therefore, Plum is used in&nbsp;<strong>mature fashion, luxurious bedding, and festive holiday decor</strong>&nbsp;to convey a sense of comfort, abundance, and sophisticated depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8E4585</li>\n\n\n\n<li>RGB 142, 69, 133</li>\n\n\n\n<li>CMYK 0, 51, 6, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Purple</strong></h2>\n\n\n\n<p>Medium Purple, #9370DB, is a&nbsp;<strong>bright, cheerful violet</strong>&nbsp;with a significant blue influence and high luminosity. This color is a staple in digital design palettes for its clarity and balance. It evokes feelings of&nbsp;<strong>creativity, imagination, and playful modernity</strong>. Consequently, Medium Purple is frequently selected for&nbsp;<strong>children&#8217;s media, artistic software interfaces, and vibrant marketing materials</strong>&nbsp;that aim to appear friendly and innovative.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9370DB</li>\n\n\n\n<li>RGB 147, 112, 219</li>\n\n\n\n<li>CMYK 33, 49, 0, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Orchid</strong></h2>\n\n\n\n<p>Dark Orchid, #9932CC, is a&nbsp;<strong>vivid, saturated purple</strong>&nbsp;that leans dramatically toward magenta, capturing the exotic beauty of its floral namesake. This intense hue is both electric and lush, representing&nbsp;<strong>rare beauty, dramatic passion, and complexity</strong>. As a result, Dark Orchid is a powerful choice for&nbsp;<strong>energetic branding, nightlife graphics, and artistic accents</strong>&nbsp;that demand attention and convey a sense of mystery and allure.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9932CC</li>\n\n\n\n<li>RGB 153, 50, 204</li>\n\n\n\n<li>CMYK 25, 75, 0, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Orchid</strong></h2>\n\n\n\n<p>Orchid, #DA70D6, is a&nbsp;<strong>light, pinkish purple</strong>&nbsp;that directly mimics the delicate petals of tropical orchid flowers. This color is perceived as&nbsp;<strong>exotic, feminine, and joyfully elegant</strong>. It became particularly popular in design during the Art Nouveau period for its organic inspiration. Thus, Orchid is ideal for&nbsp;<strong>beauty product packaging, spring fashion collections, and designs aiming for a tropical or romantic aesthetic</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DA70D6</li>\n\n\n\n<li>RGB 218, 112, 214</li>\n\n\n\n<li>CMYK 0, 49, 2, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fuchsia Purple</strong></h2>\n\n\n\n<p>Fuchsia Purple, #CC397B, is a&nbsp;<strong>bold, vibrant hybrid</strong>&nbsp;that sits decisively between deep pink and bright purple. Named after the vivid fuchsia flower, this color is&nbsp;<strong>unapologetically energetic and confident</strong>. It carries a modern, youthful vibration associated with&nbsp;<strong>bold self-expression and digital pop culture</strong>. Therefore, Fuchsia Purple is often used in&nbsp;<strong>contemporary fashion statements, trendy logo design, and media targeting a dynamic, youthful audience</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CC397B</li>\n\n\n\n<li>RGB 204, 57, 123</li>\n\n\n\n<li>CMYK 0, 72, 40, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Electric Purple</strong></h2>\n\n\n\n<p>Electric Purple, #BF00FF, is a&nbsp;<strong>blindingly bright, pure spectral hue</strong>&nbsp;that appears almost neon. This is an&nbsp;<strong>ultra-modern, synthetic color</strong>&nbsp;associated with artificial light and digital glow. It symbolizes&nbsp;<strong>extreme individuality, futuristic technology, and psychedelic energy</strong>. Consequently, Electric Purple is a hallmark of&nbsp;<strong>rave culture, sci-fi themes, and eye-catching cybersecurity or gaming branding</strong>&nbsp;that wants to feel cutting-edge and intense.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #BF00FF</li>\n\n\n\n<li>RGB 191, 0, 255</li>\n\n\n\n<li>CMYK 25, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vivid Purple</strong></h2>\n\n\n\n<p>Vivid Purple, #9F00C5, is a&nbsp;<strong>deeply saturated, radiant magenta-purple</strong>&nbsp;that commands immediate visual attention. Slightly darker than Electric Purple, it retains a powerful luminosity. This shade embodies&nbsp;<strong>vibrant creativity, ambition, and theatrical flair</strong>. As such, Vivid Purple is effectively deployed in&nbsp;<strong>entertainment industry promotions, artistic festival branding, and product packaging</strong>&nbsp;that needs to stand out on a crowded shelf or digital feed.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9F00C5</li>\n\n\n\n<li>RGB 159, 0, 197</li>\n\n\n\n<li>CMYK 19, 100, 0, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Grape</strong></h2>\n\n\n\n<p>Grape, #6F2DA8, is a&nbsp;<strong>juicy, medium-dark purple</strong>&nbsp;that perfectly captures the color of concord grapes. This shade feels both&nbsp;<strong>natural and indulgent</strong>, evoking sweetness and abundance. It is associated with&nbsp;<strong>youthfulness, whimsy, and flavorful richness</strong>. Therefore, Grape is commonly found in&nbsp;<strong>candy and juice packaging, children&#8217;s toys, and playful lifestyle branding</strong>&nbsp;that aims to be fun, approachable, and mildly nostalgic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F2DA8</li>\n\n\n\n<li>RGB 111, 45, 168</li>\n\n\n\n<li>CMYK 34, 73, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Amethyst</strong></h2>\n\n\n\n<p>Amethyst, #9966CC, is a&nbsp;<strong>medium-light, transparent-seeming violet</strong>&nbsp;named after the popular semi-precious quartz. Historically, amethyst was believed to prevent intoxication and promote clarity. This color carries connotations of&nbsp;<strong>spiritual wisdom, tranquility, and refined luxury</strong>. Consequently, Amethyst is used in&nbsp;<strong>wellness and meditation branding, jewelry design, and designs</strong>&nbsp;that seek to communicate balance, peace, and a touch of mystical elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9966CC</li>\n\n\n\n<li>RGB 153, 102, 204</li>\n\n\n\n<li>CMYK 25, 50, 0, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Amethyst</strong></h2>\n\n\n\n<p>Deep Amethyst, #5B3F8C, is a&nbsp;<strong>dark, subdued violet</strong>&nbsp;with a stony, majestic quality, resembling a richly colored gemstone in low light. This shade is more serious and introspective than its lighter counterpart. It symbolizes&nbsp;<strong>introspection, depth, and sacred knowledge</strong>. As a result, Deep Amethyst is chosen for&nbsp;<strong>luxurious, moody interiors, mystical or fantasy themes, and academic regalia</strong>&nbsp;in certain fields to denote profound expertise and dignity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5B3F8C</li>\n\n\n\n<li>RGB 91, 63, 140</li>\n\n\n\n<li>CMYK 35, 55, 0, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mauve</strong></h2>\n\n\n\n<p>Mauve, #E0B0FF, is a&nbsp;<strong>pale, grayish violet with a distinct pink undertone</strong>, famously known as the first mass-produced aniline dye discovered in 1856. This historical accident, created by chemist William Henry Perkin, revolutionized fashion and industry, sparking a &#8220;Mauve Decade.&#8221; Consequently, Mauve symbolizes&nbsp;<strong>innovation, fleeting trends, and the dawn of synthetic chemistry</strong>. Today, it is used in&nbsp;<strong>vintage-inspired designs, wedding color palettes, and cosmetics</strong>&nbsp;to evoke a sense of antique romance and historical significance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E0B0FF</li>\n\n\n\n<li>RGB 224, 176, 255</li>\n\n\n\n<li>CMYK 12, 31, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Mauve</strong></h2>\n\n\n\n<p>Dark Mauve, #915F6D, is a&nbsp;<strong>muted, dusty blend of purple, pink, and brown</strong>, resembling a faded rose or dried clay. This sophisticated shade sits at the intersection of neutral and chromatic, offering a sense of&nbsp;<strong>earthly maturity and weathered elegance</strong>. It is associated with&nbsp;<strong>subtlety, resilience, and a timeless, understated aesthetic</strong>. Therefore, Dark Mauve is a favored choice for&nbsp;<strong>heritage branding, rustic interior design accents, and fashion</strong>&nbsp;that aims for a nuanced, mature palette.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #915F6D</li>\n\n\n\n<li>RGB 145, 95, 109</li>\n\n\n\n<li>CMYK 0, 34, 25, 43</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dusty Purple</strong></h2>\n\n\n\n<p>Dusty Purple, #B399B2, is a&nbsp;<strong>desaturated, medium-light purple</strong>&nbsp;with a significant infusion of gray, giving it a soft, weathered appearance. This color evokes the feeling of&nbsp;<strong>aged velvet, twilight shadows, and faded grandeur</strong>. It represents&nbsp;<strong>nostalgia, subtlety, and quiet sophistication</strong>. Consequently, Dusty Purple is ideal for&nbsp;<strong>shabby chic decor, vintage book covers, and background elements</strong>&nbsp;in design where a muted, elegant, and non-intrusive tone is required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B399B2</li>\n\n\n\n<li>RGB 179, 153, 178</li>\n\n\n\n<li>CMYK 0, 15, 1, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pastel Purple</strong></h2>\n\n\n\n<p>Pastel Purple, #F2E5FF, is an&nbsp;<strong>extremely light, almost white violet</strong>&nbsp;with a creamy, ethereal quality. This shade is created by tinting pure purple with a large amount of white, resulting in a&nbsp;<strong>delicate, dreamlike, and serene</strong>&nbsp;effect. It embodies&nbsp;<strong>innocence, softness, and imaginative daydreams</strong>. As a result, Pastel Purple is widely used in&nbsp;<strong>baby products, spring festival themes, and wellness spa branding</strong>&nbsp;to promote a calming, gentle, and uplifting atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2E5FF</li>\n\n\n\n<li>RGB 242, 229, 255</li>\n\n\n\n<li>CMYK 5, 10, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Lilac</strong></h2>\n\n\n\n<p>Soft Lilac, #C6A0DC, is a&nbsp;<strong>gentle, luminous purple</strong>&nbsp;with a clear, floral character, lighter than standard lilac but more colorful than pastel. This hue captures the fresh, sweet scent and appearance of blooming lilac bushes. It symbolizes&nbsp;<strong>first love, youthful nostalgia, and tranquil happiness</strong>. Therefore, Soft Lilac is a perennial favorite for&nbsp;<strong>romantic stationery, feminine fragrance packaging, and bedroom decor</strong>&nbsp;designed to create a peaceful and cheerful retreat.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C6A0DC</li>\n\n\n\n<li>RGB 198, 160, 220</li>\n\n\n\n<li>CMYK 10, 27, 0, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lilac</strong></h2>\n\n\n\n<p>Lilac, #C8A2D4, is the&nbsp;<strong>classic, medium-light purple</strong>&nbsp;directly named after the fragrant spring flower, sitting as the definitive reference for this floral hue. It is slightly grayer and more subdued than violet, offering a&nbsp;<strong>balanced, friendly, and approachable</strong>&nbsp;feel. Lilac represents&nbsp;<strong>youthful grace, humility, and the ephemeral beauty of spring</strong>. Consequently, it is used in&nbsp;<strong>Easter celebrations, bridesmaid dresses, and designs</strong>&nbsp;that wish to communicate freshness and gentle charm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C8A2D4</li>\n\n\n\n<li>RGB 200, 162, 212</li>\n\n\n\n<li>CMYK 6, 24, 0, 17</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Lilac</strong></h2>\n\n\n\n<p>Bright Lilac, #D891EF, is a&nbsp;<strong>vivid, high-energy version</strong>&nbsp;of the traditional flower color, with amplified saturation and lightness. This shade is&nbsp;<strong>playful, whimsical, and unambiguously cheerful</strong>, cutting through visual noise with its floral electric pop. It embodies&nbsp;<strong>creative joy, lighthearted fun, and modern femininity</strong>. As such, Bright Lilac is effective in&nbsp;<strong>children&#8217;s entertainment, trendy social media graphics, and lively event branding</strong>&nbsp;that targets a young, energetic audience.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D891EF</li>\n\n\n\n<li>RGB 216, 145, 239</li>\n\n\n\n<li>CMYK 10, 39, 0, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Lilac</strong></h2>\n\n\n\n<p>Pale Lilac, #E4D1EC, is a&nbsp;<strong>bare-there whisper of purple</strong>, a tint so light it often reads as a warm gray or white with a subtle lavender cast. This elusive color creates an&nbsp;<strong>airy, spacious, and pristine</strong>&nbsp;impression, like early morning light through sheer curtains. It signifies&nbsp;<strong>serenity, purity, and a clean slate</strong>. Therefore, Pale Lilac is a sophisticated choice for&nbsp;<strong>minimalist interiors, high-end cosmetic packaging, and website backgrounds</strong>&nbsp;where a sense of calm luxury and open space is paramount.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E4D1EC</li>\n\n\n\n<li>RGB 228, 209, 236</li>\n\n\n\n<li>CMYK 3, 11, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Heather Purple</strong></h2>\n\n\n\n<p>Heather Purple, #9E7BB5, is a&nbsp;<strong>muted, grayish violet</strong>&nbsp;inspired by the natural hue of heather flowers covering moorlands. This color has a&nbsp;<strong>natural, rustic, and woolen</strong>&nbsp;quality, often associated with traditional tweeds and landscapes. It represents&nbsp;<strong>solitude, hardiness, and understated beauty</strong>. Consequently, Heather Purple is used in&nbsp;<strong>heritage crafts branding, outdoor apparel, and rustic wedding themes</strong>&nbsp;to evoke a sense of connection to nature and timeless, weathered elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9E7BB5</li>\n\n\n\n<li>RGB 158, 123, 181</li>\n\n\n\n<li>CMYK 13, 32, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wisteria</strong></h2>\n\n\n\n<p>Wisteria, #C9A0DC, is a&nbsp;<strong>light, luminous purple with a distinct blue undertone</strong>, mirroring the cascading blooms of the wisteria vine. This shade is&nbsp;<strong>dreamy, enchanting, and slightly cooler</strong>&nbsp;than true lilac, suggesting a fairy-tale ambiance. It symbolizes&nbsp;<strong>welcoming beauty, long life, and creative inspiration</strong>&nbsp;drawn from nature. As a result, Wisteria is popular in&nbsp;<strong>garden-themed designs, fantasy book covers, and spring fashion</strong>&nbsp;to capture a sense of magical, abundant growth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C9A0DC</li>\n\n\n\n<li>RGB 201, 160, 220</li>\n\n\n\n<li>CMYK 9, 27, 0, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Purple</strong></h2>\n\n\n\n<p>Deep Purple, #36013F, is an&nbsp;<strong>intensely dark, blackened violet</strong>&nbsp;that is almost indistinguishable from black in low light, revealing its rich purple heart only in brightness. This shade evokes the&nbsp;<strong>profound mystery of outer space and the velvet darkness of night</strong>. It represents&nbsp;<strong>the subconscious, luxury, and solemn power</strong>. Consequently, Deep Purple is used in&nbsp;<strong>high-end audio equipment branding (reminiscent of the rock band), ultra-luxurious product packaging, and theatrical set designs</strong>&nbsp;to create an atmosphere of intense depth and sophisticated drama.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #36013F</li>\n\n\n\n<li>RGB 54, 1, 63</li>\n\n\n\n<li>CMYK 14, 98, 0, 75</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Byzantium</strong></h2>\n\n\n\n<p>Byzantium, #702963, is a&nbsp;<strong>dark, reddish purple with a muted, regal saturation</strong>, named after the magnificent Tyrian purple dyes of the ancient Byzantine Empire. This color historically signified&nbsp;<strong>imperial authority, immense wealth, and religious significance</strong>. It carries a weight of&nbsp;<strong>history, solemnity, and opulent gravity</strong>. Therefore, Byzantium is employed in&nbsp;<strong>historical documentaries, academic insignia, and designs</strong>&nbsp;that need to convey a sense of ancient, enduring prestige and sophisticated richness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #702963</li>\n\n\n\n<li>RGB 112, 41, 99</li>\n\n\n\n<li>CMYK 0, 63, 12, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tyrian Purple</strong></h2>\n\n\n\n<p>Tyrian Purple, #66023C, is a&nbsp;<strong>deep, blood-reddened purple</strong>, famous as the specific, astronomically expensive dye extracted from Murex sea snails for royal garments in antiquity. To produce an ounce required thousands of mollusks, making it&nbsp;<strong>worth more than its weight in gold</strong>. This color is the&nbsp;<strong>original symbol of supreme status, exclusivity, and power</strong>. As such, Tyrian Purple is referenced in&nbsp;<strong>historical art, luxury branding narratives, and heraldry</strong>&nbsp;to denote the pinnacle of rare and unattainable luxury.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #66023C</li>\n\n\n\n<li>RGB 102, 2, 60</li>\n\n\n\n<li>CMYK 0, 98, 41, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Imperial Purple</strong></h2>\n\n\n\n<p>Imperial Purple, #602F6B, is a&nbsp;<strong>somber, dignified purple</strong>&nbsp;with balanced red and blue tones, slightly more accessible than Tyrian Purple but still deeply authoritative. This shade was adopted by later empires as a more feasible symbol of royalty. It embodies&nbsp;<strong>majestic rule, tradition, and judicial dignity</strong>. Consequently, Imperial Purple is found in&nbsp;<strong>university robes, ceremonial banners, and the branding of premium institutions</strong>&nbsp;that wish to project an image of established, respected authority and legacy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #602F6B</li>\n\n\n\n<li>RGB 96, 47, 107</li>\n\n\n\n<li>CMYK 10, 56, 0, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Eggplant</strong></h2>\n\n\n\n<p>Eggplant, #614051, is a&nbsp;<strong>very dark, muted purple-brown</strong>&nbsp;that accurately matches the skin of the aubergine vegetable. This earthy, organic shade is&nbsp;<strong>sophisticated, grounded, and unexpectedly versatile</strong>. It represents&nbsp;<strong>culinary richness, autumnal harvest, and understated luxury</strong>. Therefore, Eggplant is a popular choice in&nbsp;<strong>interior design for feature walls, gourmet food branding, and fall fashion collections</strong>, offering a deep, warm neutral that is far more interesting than basic black or brown.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #614051</li>\n\n\n\n<li>RGB 97, 64, 81</li>\n\n\n\n<li>CMYK 0, 34, 16, 62</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Eggplant</strong></h2>\n\n\n\n<p>Dark Eggplant, #3F2A3C, is an&nbsp;<strong>even deeper, shadowy version</strong>&nbsp;of its namesake, bordering on black with subtle hints of purple and burgundy. This color is&nbsp;<strong>ultra-dramatic, cozy, and enveloping</strong>, reminiscent of a night garden. It evokes a sense of&nbsp;<strong>mysterious depth, intimate secrecy, and plush comfort</strong>. As a result, Dark Eggplant is used in&nbsp;<strong>luxurious bedroom decor, high-end restaurant interiors, and dramatic photography backdrops</strong>&nbsp;to create a sense of intimate, sophisticated seclusion.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3F2A3C</li>\n\n\n\n<li>RGB 63, 42, 60</li>\n\n\n\n<li>CMYK 0, 33, 5, 75</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mulberry</strong></h2>\n\n\n\n<p>Mulberry, #70193D, is a&nbsp;<strong>deep, red-dominated purple</strong>&nbsp;that mirrors the jam-like richness of the mulberry fruit. This shade is&nbsp;<strong>luscious, bold, and slightly tart</strong>&nbsp;in its visual impact. It symbolizes&nbsp;<strong>sacrifice, wisdom, and passionate intensity</strong>, linked to ancient legends of love and tragedy. Consequently, Mulberry is effective in&nbsp;<strong>bold fashion statements, decadent dessert packaging, and branding</strong>&nbsp;that wants to feel passionate, flavorful, and richly confident without being overly sweet.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #70193D</li>\n\n\n\n<li>RGB 112, 25, 61</li>\n\n\n\n<li>CMYK 0, 78, 46, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Raisin Purple</strong></h2>\n\n\n\n<p>Raisin Purple, #2D1B2E, is a&nbsp;<strong>dark, desaturated purple</strong>&nbsp;with strong brown and black tones, resembling a dried grape. This color is&nbsp;<strong>earthy, complex, and aged</strong>, evoking leather-bound books and vintage wine. It represents&nbsp;<strong>antiquity, wisdom, and rustic maturity</strong>. Therefore, Raisin Purple is ideal for&nbsp;<strong>heritage brands, luxury leather goods packaging, and scholarly publications</strong>&nbsp;where a sense of timelessness, depth, and classic refinement is essential.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2D1B2E</li>\n\n\n\n<li>RGB 45, 27, 46</li>\n\n\n\n<li>CMYK 2, 41, 0, 82</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wine Purple</strong></h2>\n\n\n\n<p>Wine Purple, #4A001F, is a&nbsp;<strong>very deep, blackened red-purple</strong>&nbsp;that captures the color of a full-bodied red wine like Shiraz or Cabernet in a dimly lit room. This shade is&nbsp;<strong>sophisticated, robust, and sensual</strong>, associated with&nbsp;<strong>celebration, maturity, and refined taste</strong>. As such, Wine Purple is a natural choice for&nbsp;<strong>vineyard and winery branding, formal event invitations, and luxury cosmetic lines</strong>&nbsp;that aim to communicate depth, indulgence, and classic elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A001F</li>\n\n\n\n<li>RGB 74, 0, 31</li>\n\n\n\n<li>CMYK 0, 100, 58, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Velvet Purple</strong></h2>\n\n\n\n<p>Velvet Purple, #3F1E4D, is a&nbsp;<strong>dense, plush purple</strong>&nbsp;with a blue undertone, named for the deep, light-absorbing richness of velvet fabric. This color is&nbsp;<strong>inherently luxurious, tactile, and dramatic</strong>, suggesting texture even in flat design. It embodies&nbsp;<strong>opulence, night-time glamour, and ceremonial grandeur</strong>. Consequently, Velvet Purple is used in&nbsp;<strong>theatre curtains, formal evening wear, high-end gift box lining, and designs</strong>&nbsp;that seek to evoke a tangible sense of lavish, traditional luxury.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3F1E4D</li>\n\n\n\n<li>RGB 63, 30, 77</li>\n\n\n\n<li>CMYK 18, 61, 0, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ultra Violet</strong></h2>\n\n\n\n<p>Ultra Violet, #645394, is a&nbsp;<strong>muted, grayish blue-purple</strong>&nbsp;that Pantone selected as the 2018 Color of the Year, describing it as a &#8220;dramatically provocative and thoughtful&#8221; shade. This complex color suggests&nbsp;<strong>mystery, cosmic exploration, and artistic experimentation</strong>. It represents&nbsp;<strong>inventiveness, counterculture, and visionary thinking</strong>. Consequently, Ultra Violet is used in&nbsp;<strong>progressive technology branding, avant-garde fashion, and spiritual wellness design</strong>&nbsp;to signal creativity that looks toward the future.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #645394</li>\n\n\n\n<li>RGB 100, 83, 148</li>\n\n\n\n<li>CMYK 32, 44, 0, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue Violet</strong></h2>\n\n\n\n<p>Blue Violet, #8A2BE2, is a&nbsp;<strong>vivid, electric blue-leaning purple</strong>&nbsp;that is one of the original web colors. This shade is&nbsp;<strong>dynamic, bright, and digitally friendly</strong>, sitting clearly between indigo and violet on the spectrum. It symbolizes&nbsp;<strong>electric energy, vibrant individuality, and a playful spirit</strong>. Therefore, Blue Violet is a staple in&nbsp;<strong>creative software UIs, gaming graphics, and youth-oriented marketing</strong>&nbsp;where a bold, energetic, and slightly futuristic feel is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A2BE2</li>\n\n\n\n<li>RGB 138, 43, 226</li>\n\n\n\n<li>CMYK 39, 81, 0, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Violet</strong></h2>\n\n\n\n<p>Dark Violet, #9400D3, is a&nbsp;<strong>deep, intensely saturated purple</strong>&nbsp;that is slightly darker and redder than standard violet, famously part of the &#8220;Roy G. Biv&#8221; mnemonic for the colors of the rainbow. This color is&nbsp;<strong>rich, luminous, and slightly mystical</strong>. It evokes a sense of&nbsp;<strong>magical transformation, ambition, and dignified creativity</strong>. As a result, Dark Violet is often chosen for&nbsp;<strong>magic-themed media, artistic studio branding, and designs</strong>&nbsp;that need a purple with substantial weight and chromatic punch.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9400D3</li>\n\n\n\n<li>RGB 148, 0, 211</li>\n\n\n\n<li>CMYK 30, 100, 0, 17</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Violet</strong></h2>\n\n\n\n<p>Violet, #7F00FF, is the&nbsp;<strong>pure spectral hue</strong>&nbsp;at the short-wavelength end of the visible light spectrum, often confused with purple but is a true spectral color. This shade is&nbsp;<strong>vibrant, luminous, and associated with light itself</strong>. It represents&nbsp;<strong>imagination, inspiration, and high spiritual vibration</strong>. Consequently, Violet is used in&nbsp;<strong>meditation imagery, psychedelic art, and branding for creative or holistic industries</strong>&nbsp;to convey a sense of pure, uplifting energy and transcendent ideas.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7F00FF</li>\n\n\n\n<li>RGB 127, 0, 255</li>\n\n\n\n<li>CMYK 50, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Violet</strong></h2>\n\n\n\n<p>Light Violet, #B18FCF, is a&nbsp;<strong>soft, medium-toned purple</strong>&nbsp;with a significant gray influence, making it gentle and easy to pair. This muted shade is&nbsp;<strong>calming, romantic, and subtly nostalgic</strong>. It embodies&nbsp;<strong>gentle creativity, sentimental memory, and serene grace</strong>. Therefore, Light Violet is a versatile choice for&nbsp;<strong>bedroom decor, floral arrangements, and background textures in design</strong>&nbsp;where a soothing yet distinctly purple presence is needed without overwhelming intensity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B18FCF</li>\n\n\n\n<li>RGB 177, 143, 207</li>\n\n\n\n<li>CMYK 14, 31, 0, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>African Violet</strong></h2>\n\n\n\n<p>African Violet, #B284BE, is a&nbsp;<strong>grayish, medium-light purple</strong>&nbsp;with a warm pink undertone, named after the popular houseplant known for its fuzzy leaves and cheerful blooms. This friendly, approachable color symbolizes&nbsp;<strong>devotion, faithfulness, and understated joy</strong>. It carries a&nbsp;<strong>domestic, comforting, and nurturing</strong>&nbsp;connotation. As such, African Violet is effectively used in&nbsp;<strong>craft supplies, cozy home goods branding, and healthcare environments</strong>&nbsp;to promote feelings of care, warmth, and tranquil happiness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B284BE</li>\n\n\n\n<li>RGB 178, 132, 190</li>\n\n\n\n<li>CMYK 6, 31, 0, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pansy Purple</strong></h2>\n\n\n\n<p>Pansy Purple, #78184A, is a&nbsp;<strong>deep, reddish purple</strong>&nbsp;that draws its name from the velvety, dark face of the pansy flower, which often bears striking dark markings. This color is&nbsp;<strong>dramatic, romantic, and slightly melancholic</strong>, echoing the flower&#8217;s symbolic association with loving thoughts and remembrance. It represents&nbsp;<strong>quiet passion, cherished memories, and thoughtful elegance</strong>. Consequently, Pansy Purple is chosen for&nbsp;<strong>memorial tributes, sophisticated fragrance packaging, and autumn floral designs</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #78184A</li>\n\n\n\n<li>RGB 120, 24, 74</li>\n\n\n\n<li>CMYK 0, 80, 38, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Purple Heart</strong></h2>\n\n\n\n<p>Purple Heart, #69359C, is a&nbsp;<strong>strong, blue-based purple</strong>&nbsp;named after the prestigious United States military decoration awarded for bravery. This gives the color an immediate association with&nbsp;<strong>courage, honor, and sacrifice</strong>. It is a shade of&nbsp;<strong>respect, nobility, and unwavering principle</strong>. Therefore, Purple Heart is used not only in military contexts but also in&nbsp;<strong>awards programs, leadership branding, and designs</strong>&nbsp;that aim to communicate dignity, valor, and esteemed achievement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #69359C</li>\n\n\n\n<li>RGB 105, 53, 156</li>\n\n\n\n<li>CMYK 33, 66, 0, 39</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Iris Purple</strong></h2>\n\n\n\n<p>Iris Purple, #5A4FCF, is a&nbsp;<strong>bright, clear purple</strong>&nbsp;with a dominant blue tone, inspired by the stunning iris flower. This luminous shade sits closer to periwinkle and is&nbsp;<strong>eye-catching, majestic, and serene</strong>. It symbolizes&nbsp;<strong>faith, wisdom, and hopeful messages</strong>, tied to the Greek goddess Iris who was a messenger of the gods. As a result, Iris Purple is popular in&nbsp;<strong>spiritual and wellness branding, artistic portfolios, and designs</strong>&nbsp;that wish to appear both trustworthy and creatively inspired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5A4FCF</li>\n\n\n\n<li>RGB 90, 79, 207</li>\n\n\n\n<li>CMYK 57, 62, 0, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cosmic Purple</strong></h2>\n\n\n\n<p>Cosmic Purple, #2E1A47, is an&nbsp;<strong>extremely dark, blue-shifted purple</strong>&nbsp;that evokes the vast, mysterious depths of interstellar space dotted with distant nebulae. This color is&nbsp;<strong>infinite, mysterious, and profound</strong>. It represents&nbsp;<strong>the unknown, cosmic wonder, and deep introspection</strong>. Consequently, Cosmic Purple is a perfect choice for&nbsp;<strong>astronomy-related media, sci-fi video games, and avant-garde fashion</strong>&nbsp;that seeks to create a sense of awe, limitless possibility, and otherworldly depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E1A47</li>\n\n\n\n<li>RGB 46, 26, 71</li>\n\n\n\n<li>CMYK 35, 63, 0, 72</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mystic Purple</strong></h2>\n\n\n\n<p>Mystic Purple, #D65282, is a&nbsp;<strong>vibrant, pink-dominated purple</strong>&nbsp;that leans more toward magenta, creating a sense of&nbsp;<strong>magical allure and passionate mystery</strong>. This color blends the spirituality of purple with the energy of pink, symbolizing&nbsp;<strong>enchantment, emotional depth, and transformative love</strong>. It evokes a sense of&nbsp;<strong>otherworldly charm and mystical romance</strong>. Consequently, Mystic Purple is often used in&nbsp;<strong>fantasy literature covers, tarot and astrology branding, and specialty cosmetics</strong>&nbsp;to suggest a connection to the unseen and the emotionally profound.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D65282</li>\n\n\n\n<li>RGB 214, 82, 130</li>\n\n\n\n<li>CMYK 0, 62, 39, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fantasy Purple</strong></h2>\n\n\n\n<p>Fantasy Purple, #8E6BAF, is a&nbsp;<strong>medium, softened violet</strong>&nbsp;with a dreamlike, ethereal quality that feels plucked from a storybook. This shade is&nbsp;<strong>whimsical, imaginative, and gently magical</strong>, less intense than royal purples but more colorful than dusty lavenders. It represents&nbsp;<strong>escapism, creativity, and childlike wonder</strong>. Therefore, Fantasy Purple is a favorite for&nbsp;<strong>children&#8217;s book illustrations, themed amusement park designs, and costume fabric</strong>&nbsp;to instantly create an atmosphere of gentle adventure and make-believe.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8E6BAF</li>\n\n\n\n<li>RGB 142, 107, 175</li>\n\n\n\n<li>CMYK 19, 39, 0, 31</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fairy Purple</strong></h2>\n\n\n\n<p>Fairy Purple, #D6CADD, is an&nbsp;<strong>exceptionally pale, silvery lavender</strong>&nbsp;that seems to shimmer with a faint, magical light. This barely-there hue is&nbsp;<strong>delicate, ethereal, and full of lightness</strong>, embodying the imagined delicacy of fairy wings. It symbolizes&nbsp;<strong>innocence, enchantment, and benevolent magic</strong>. As a result, Fairy Purple is used in&nbsp;<strong>designs for baby showers, wedding veils, and fantasy-themed events</strong>&nbsp;to add a touch of subtle, sparkling wonder and pristine, delicate beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D6CADD</li>\n\n\n\n<li>RGB 214, 202, 221</li>\n\n\n\n<li>CMYK 3, 9, 0, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Twilight Purple</strong></h2>\n\n\n\n<p>Twilight Purple, #4E2A84, is a&nbsp;<strong>deep, dusky violet</strong>&nbsp;that captures the specific moment in the evening when the sky transitions from deep blue to a saturated, shadowy purple. This color is&nbsp;<strong>transitional, contemplative, and serene</strong>. It represents&nbsp;<strong>the threshold between day and night, reflection, and peaceful mystery</strong>. Consequently, Twilight Purple is effective in&nbsp;<strong>beauty products for evening use, meditation app interfaces, and travel branding</strong>&nbsp;for serene destinations, evoking a sense of calm transition and quiet beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4E2A84</li>\n\n\n\n<li>RGB 78, 42, 132</li>\n\n\n\n<li>CMYK 41, 68, 0, 48</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Galaxy Purple</strong></h2>\n\n\n\n<p>Galaxy Purple, #2E0F3F, is a&nbsp;<strong>near-black purple</strong>&nbsp;with a profound depth, suggesting the endless void of space illuminated by the faint glow of cosmic dust and distant stars. This shade is the&nbsp;<strong>epitome of mystery, vastness, and the sublime</strong>. It embodies&nbsp;<strong>infinite potential, deep knowledge, and awe-inspiring scale</strong>. Therefore, Galaxy Purple is used in&nbsp;<strong>high-tech product launches, astronomy software, and luxury packaging</strong>&nbsp;to convey a sense of cutting-edge discovery, premium depth, and boundless sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E0F3F</li>\n\n\n\n<li>RGB 46, 15, 63</li>\n\n\n\n<li>CMYK 27, 76, 0, 75</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shadow Purple</strong></h2>\n\n\n\n<p>Shadow Purple, #3B2F4A, is a&nbsp;<strong>dark, neutral-toned purple</strong>&nbsp;heavily mixed with charcoal gray, resembling the deep, cool shadows cast in low light. This color is&nbsp;<strong>subdued, sophisticated, and grounding</strong>. It represents&nbsp;<strong>subtlety, depth, and understated elegance</strong>, providing a dramatic but not overwhelming dark accent. As such, Shadow Purple is ideal for&nbsp;<strong>professional website backgrounds, modern typography, and interior design accents</strong>&nbsp;where a deep, cool neutral is needed to add sophistication without stark contrast.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3B2F4A</li>\n\n\n\n<li>RGB 59, 47, 74</li>\n\n\n\n<li>CMYK 20, 36, 0, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Smoky Purple</strong></h2>\n\n\n\n<p>Smoky Purple, #7E6D8E, is a&nbsp;<strong>muted, medium gray-purple</strong>&nbsp;that looks as if pure violet has been filtered through a haze of smoke or fog. This shade is&nbsp;<strong>cool, sophisticated, and enigmatic</strong>. It evokes a sense of&nbsp;<strong>urban dusk, refined mystery, and artistic ambiguity</strong>. Consequently, Smoky Purple is popular in&nbsp;<strong>contemporary fashion, modern interior palettes, and graphic design</strong>&nbsp;that aims for a moody, atmospheric, and effortlessly chic aesthetic, bridging the gap between neutral and colorful.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7E6D8E</li>\n\n\n\n<li>RGB 126, 109, 142</li>\n\n\n\n<li>CMYK 11, 23, 0, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ash Purple</strong></h2>\n\n\n\n<p>Ash Purple, #A49EB5, is a&nbsp;<strong>light, desaturated lavender-gray</strong>, reminiscent of cooled ashes with a hint of violet undertone. This color is&nbsp;<strong>calm, neutral, and slightly melancholic</strong>&nbsp;in its quiet elegance. It symbolizes&nbsp;<strong>resilience, transformation, and quiet dignity</strong>, rising from the aftermath with subtle color. Therefore, Ash Purple is used in&nbsp;<strong>minimalist Scandinavian design, tech wearables, and branding for mindful services</strong>&nbsp;to communicate clarity, calm modernity, and refined subtlety.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A49EB5</li>\n\n\n\n<li>RGB 164, 158, 181</li>\n\n\n\n<li>CMYK 9, 13, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fog Purple</strong></h2>\n\n\n\n<p>Fog Purple, #CFC8D9, is a&nbsp;<strong>very pale, warm gray</strong>&nbsp;with a dominant lavender hint, like the first light of dawn trying to penetrate a thick mist. This ethereal, soft shade creates an&nbsp;<strong>atmospheric, serene, and slightly mysterious</strong>&nbsp;mood. It embodies&nbsp;<strong>softness, ambiguity, and peaceful obscurity</strong>. As a result, Fog Purple is an excellent background color for&nbsp;<strong>poetry book layouts, spa websites, and fragrance packaging</strong>&nbsp;to evoke a sense of gentle mystery, calm, and hazy tranquility.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CFC8D9</li>\n\n\n\n<li>RGB 207, 200, 217</li>\n\n\n\n<li>CMYK 5, 8, 0, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Moonlight Purple</strong></h2>\n\n\n\n<p>Moonlight Purple, #8A7FAF, is a&nbsp;<strong>soft, grayish periwinkle</strong>&nbsp;that mimics the way cool moonlight can cast a silvery-purple glow on a landscape. This color is&nbsp;<strong>romantic, dreamy, and quietly luminous</strong>. It represents&nbsp;<strong>intuition, serenity, and nocturnal inspiration</strong>. Consequently, Moonlight Purple is chosen for&nbsp;<strong>bedroom decor, night-time skincare branding, and romantic novel covers</strong>&nbsp;to instill a feeling of calm, celestial guidance, and peaceful nighttime reflection.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A7FAF</li>\n\n\n\n<li>RGB 138, 127, 175</li>\n\n\n\n<li>CMYK 21, 27, 0, 31</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Berry Purple</strong></h2>\n\n\n\n<p>Berry Purple, #7A1F5C, is a&nbsp;<strong>deep, juicy, and wine-rich purple</strong>&nbsp;that evokes the concentrated sweetness and tartness of blackberries and blackcurrants. This shade is&nbsp;<strong>luscious, bold, and naturally vibrant</strong>, symbolizing&nbsp;<strong>abundance, temptation, and earthy passion</strong>. It carries a&nbsp;<strong>sensual and robust energy</strong>, often associated with harvest and indulgence. Consequently, Berry Purple is effectively used in&nbsp;<strong>gourmet food packaging, rich cosmetic palettes, and autumn fashion</strong>&nbsp;to communicate depth, flavor, and a touch of wild, natural luxury.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7A1F5C</li>\n\n\n\n<li>RGB 122, 31, 92</li>\n\n\n\n<li>CMYK 0, 75, 25, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blackberry</strong></h2>\n\n\n\n<p>Blackberry, #4D0135, is an&nbsp;<strong>intensely dark, blackened purple-red</strong>, capturing the color of a ripe blackberry&#8217;s deepest interior. This shade is&nbsp;<strong>mysterious, sumptuous, and deeply natural</strong>. It represents&nbsp;<strong>protection, mystery, and hidden depths</strong>, drawing from the thorny plant that yields sweet fruit. Therefore, Blackberry is a powerful choice for&nbsp;<strong>luxury chocolate branding, dramatic lipstick shades, and sophisticated tech product finishes</strong>&nbsp;where a dark, rich, and slightly enigmatic aesthetic is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4D0135</li>\n\n\n\n<li>RGB 77, 1, 53</li>\n\n\n\n<li>CMYK 0, 99, 31, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Boysenberry</strong></h2>\n\n\n\n<p>Boysenberry, #873260, is a&nbsp;<strong>vibrant, reddish-purple</strong>&nbsp;named after the specific hybrid berry, sitting between raspberry and blackberry in tone. This color is&nbsp;<strong>playful, tangy, and full of lively energy</strong>. It symbolizes&nbsp;<strong>unconventional creativity, juicy fun, and a hybrid spirit</strong>. As a result, Boysenberry is popular in&nbsp;<strong>youthful beverage branding, playful athletic wear, and digital art</strong>&nbsp;to project a sense of modern, energetic sweetness and adventurous flavor.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #873260</li>\n\n\n\n<li>RGB 135, 50, 96</li>\n\n\n\n<li>CMYK 0, 63, 29, 47</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Raspberry Purple</strong></h2>\n\n\n\n<p>Raspberry Purple, #8B004B, is a&nbsp;<strong>bold, pink-infused purple</strong>&nbsp;that mirrors the vibrant, electric hue of ripe raspberries. This shade is&nbsp;<strong>energetic, tangy, and visually arresting</strong>. It represents&nbsp;<strong>vivacity, bold taste, and a zest for life</strong>, combining the passion of red with the mystery of purple. Consequently, Raspberry Purple is often used in&nbsp;<strong>confectionery branding, festival fashion, and media targeting a bold, youthful audience</strong>&nbsp;to convey excitement, confidence, and a punchy, modern attitude.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B004B</li>\n\n\n\n<li>RGB 139, 0, 75</li>\n\n\n\n<li>CMYK 0, 100, 46, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jam Purple</strong></h2>\n\n\n\n<p>Jam Purple, #6A0032, is a&nbsp;<strong>very dark, concentrated red-purple</strong>&nbsp;that looks like blackberry or elderberry jam in the jar. This color is&nbsp;<strong>rich, comforting, and intensely flavorful</strong>&nbsp;in its visual impact. It embodies&nbsp;<strong>preservation, sweetness with depth, and nostalgic comfort</strong>. Therefore, Jam Purple is ideal for&nbsp;<strong>artisanal food labels, vintage-inspired designs, and cozy home decor accents</strong>&nbsp;to evoke a sense of homemade warmth, traditional craftsmanship, and deeply satisfying richness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6A0032</li>\n\n\n\n<li>RGB 106, 0, 50</li>\n\n\n\n<li>CMYK 0, 100, 53, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Plum Wine</strong></h2>\n\n\n\n<p>Plum Wine, #5C1A36, is a&nbsp;<strong>muted, brownish deep purple</strong>&nbsp;that captures the sophisticated, aged color of wine made from dark plums. This shade is&nbsp;<strong>elegant, complex, and autumnal</strong>. It represents&nbsp;<strong>maturity, refined taste, and mellowed passion</strong>. As such, Plum Wine is a favored hue in&nbsp;<strong>mature fashion lines, upscale restaurant interiors, and luxury stationery</strong>&nbsp;to communicate a sense of seasoned elegance, understated drama, and warmth that has deepened over time.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5C1A36</li>\n\n\n\n<li>RGB 92, 26, 54</li>\n\n\n\n<li>CMYK 0, 72, 41, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Purple Punch</strong></h2>\n\n\n\n<p>Purple Punch, #9C51B6, is a&nbsp;<strong>bright, saturated, and sugary purple</strong>&nbsp;that evokes the sweet, fruity energy of a tropical punch drink. This shade is&nbsp;<strong>fun, energetic, and unapologetically artificial</strong>&nbsp;in its cheerful vibe. It symbolizes&nbsp;<strong>celebratory fun, youthful exuberance, and playful social energy</strong>. Consequently, Purple Punch is a go-to color for&nbsp;<strong>party supplies, candy packaging, and social media graphics</strong>&nbsp;designed to attract attention and communicate a lively, festive, and friendly spirit.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9C51B6</li>\n\n\n\n<li>RGB 156, 81, 182</li>\n\n\n\n<li>CMYK 14, 55, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Purple</strong></h2>\n\n\n\n<p>Neon Purple, #BC13FE, is an&nbsp;<strong>extremely bright, glowing purple</strong>&nbsp;that mimics the intense, near-ultraviolet light of neon signs and blacklights. This is an&nbsp;<strong>unnatural, electric, and hyper-modern</strong>&nbsp;color that seems to vibrate with energy. It represents&nbsp;<strong>nightlife, extreme individuality, and futuristic edge</strong>. Therefore, Neon Purple is iconic in&nbsp;<strong>club posters, cyberpunk aesthetics, glow-in-the-dark products, and gaming peripherals</strong>&nbsp;to signal high energy, rebellion, and cutting-edge digital culture.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #BC13FE</li>\n\n\n\n<li>RGB 188, 19, 254</li>\n\n\n\n<li>CMYK 26, 93, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cyber Purple</strong></h2>\n\n\n\n<p>Cyber Purple, #8F00FF, is a&nbsp;<strong>vivid, pure violet</strong>&nbsp;often associated with the sleek, digital aesthetic of cyberspace and synthetic environments. This shade is&nbsp;<strong>sleek, electric, and conceptually linked to virtual reality and digital connectivity</strong>. It symbolizes&nbsp;<strong>technological advancement, digital identity, and synthetic creativity</strong>. As a result, Cyber Purple is used in&nbsp;<strong>tech startup logos, esports team branding, and sci-fi interface design</strong>&nbsp;to evoke a sense of advanced capability, innovation, and a connected, digital future.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8F00FF</li>\n\n\n\n<li>RGB 143, 0, 255</li>\n\n\n\n<li>CMYK 44, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Synth Purple</strong></h2>\n\n\n\n<p>Synth Purple, #B026FF, is a&nbsp;<strong>bright, magenta-leaning purple</strong>&nbsp;that captures the nostalgic, retro-futuristic glow of 1980s synthesizers and VHS tape aesthetics. This color is&nbsp;<strong>nostalgic, energetic, and analog-digital</strong>, dripping with&nbsp;<strong>retro wave and synthwave vibes</strong>. It represents&nbsp;<strong>musical creativity, nostalgic futurism, and analog warmth</strong>. Consequently, Synth Purple is central to&nbsp;<strong>retro gaming graphics, music album art, and apparel</strong>&nbsp;that celebrates the vibrant, optimistic digital aesthetic of the 1980s.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B026FF</li>\n\n\n\n<li>RGB 176, 38, 255</li>\n\n\n\n<li>CMYK 31, 85, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Muted Purple</strong></h2>\n\n\n\n<p>Muted Purple, #7D7098, is a&nbsp;<strong>soft, dusty violet</strong>&nbsp;with significant gray undertones, resulting in a&nbsp;<strong>subdued, sophisticated, and timeless</strong>&nbsp;quality. This shade has a&nbsp;<strong>quiet, contemplative energy</strong>&nbsp;that feels both vintage and modern, often found in faded tapestries or twilight skies. It symbolizes&nbsp;<strong>subtlety, dignity, and understated creativity</strong>. Therefore, Muted Purple is a versatile choice for&nbsp;<strong>professional websites, heritage branding, and interior wall colors</strong>&nbsp;where a calm, refined, and non-distracting purple presence is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7D7098</li>\n\n\n\n<li>RGB 125, 112, 152</li>\n\n\n\n<li>CMYK 18, 26, 0, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Stone Purple</strong></h2>\n\n\n\n<p>Stone Purple, #8D8594, is a&nbsp;<strong>light, cool gray</strong>&nbsp;with a clear but gentle lavender cast, resembling smooth river stones or polished slate with a purple hue. This color is&nbsp;<strong>grounded, natural, and effortlessly elegant</strong>. It embodies&nbsp;<strong>stability, tranquility, and organic sophistication</strong>. As a result, Stone Purple is excellent for&nbsp;<strong>architectural materials, minimalist product design, and serene spa environments</strong>&nbsp;to create a sense of peaceful, natural harmony and sleek, modern neutrality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8D8594</li>\n\n\n\n<li>RGB 141, 133, 148</li>\n\n\n\n<li>CMYK 5, 10, 0, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Steel Purple</strong></h2>\n\n\n\n<p>Steel Purple, #6A5E7A, is a&nbsp;<strong>medium-dark, blue-gray purple</strong>&nbsp;that evokes the cool, hard surface of tempered steel tinted with a violet sheen. This shade is&nbsp;<strong>industrial, strong, and modern</strong>, with a&nbsp;<strong>no-nonsense, technical aesthetic</strong>. It represents&nbsp;<strong>resilience, innovation, and sleek functionality</strong>. Consequently, Steel Purple is used in&nbsp;<strong>tech hardware finishes, modern appliance design, and automotive interiors</strong>&nbsp;to convey durability, advanced engineering, and a cool, contemporary edge.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6A5E7A</li>\n\n\n\n<li>RGB 106, 94, 122</li>\n\n\n\n<li>CMYK 13, 23, 0, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Concrete Purple</strong></h2>\n\n\n\n<p>Concrete Purple, #A39FAE, is a&nbsp;<strong>pale, warm gray</strong>&nbsp;with a subtle, diffuse purple undertone, much like concrete at dusk taking on a softer, colorful shadow. This color is&nbsp;<strong>urban, textured, and quietly stylish</strong>. It symbolizes&nbsp;<strong>adaptability, modernity, and foundational strength</strong>. Therefore, Concrete Purple is ideal for&nbsp;<strong>contemporary urban loft interiors, graphic design backgrounds, and fashion</strong>&nbsp;that aims for an elegant, utilitarian look with a touch of unexpected, muted color.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A39FAE</li>\n\n\n\n<li>RGB 163, 159, 174</li>\n\n\n\n<li>CMYK 6, 9, 0, 32</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Storm Purple</strong></h2>\n\n\n\n<p>Storm Purple, #4F3A65, is a&nbsp;<strong>dark, brooding blue-purple</strong>&nbsp;that captures the ominous, heavy sky before a thunderstorm breaks. This shade is&nbsp;<strong>dramatic, powerful, and charged with atmospheric tension</strong>. It embodies&nbsp;<strong>anticipation, raw natural power, and emotional depth</strong>. As such, Storm Purple is impactful in&nbsp;<strong>dramatic photography backdrops, mystery novel covers, and performance wear</strong>&nbsp;to create a mood of intensity, impending action, and majestic, untamed force.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4F3A65</li>\n\n\n\n<li>RGB 79, 58, 101</li>\n\n\n\n<li>CMYK 22, 43, 0, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ashen Violet</strong></h2>\n\n\n\n<p>Ashen Violet, #9E94B2, is a&nbsp;<strong>light, smoky purple</strong>&nbsp;with a distinctly silvery, ashy quality, as if violet embers have cooled to a soft, powdery finish. This color is&nbsp;<strong>ethereal, melancholic, and artistically faded</strong>. It represents&nbsp;<strong>transformation, memory, and delicate beauty born from change</strong>. Consequently, Ashen Violet is often chosen for&nbsp;<strong>poetic book design, melancholic fashion collections, and branding for reflective services</strong>&nbsp;to evoke a sense of gentle nostalgia and elegant, weathered grace.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9E94B2</li>\n\n\n\n<li>RGB 158, 148, 178</li>\n\n\n\n<li>CMYK 11, 17, 0, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cloud Purple</strong></h2>\n\n\n\n<p>Cloud Purple, #DDD7E8, is an&nbsp;<strong>extremely pale, whitened lavender</strong>&nbsp;that mimics the faint purple and pink hues sometimes reflected onto high, thin clouds at sunrise or sunset. This shade is&nbsp;<strong>heavenly, soft, and optimistic</strong>. It symbolizes&nbsp;<strong>lightness, peace, and serene expansiveness</strong>. Therefore, Cloud Purple is a perfect background color for&nbsp;<strong>wellness apps, baby product packaging, and wedding stationery</strong>&nbsp;to instill an immediate feeling of airy calm, purity, and gentle, uplifting hope.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DDD7E8</li>\n\n\n\n<li>RGB 221, 215, 232</li>\n\n\n\n<li>CMYK 5, 7, 0, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dusk Purple</strong></h2>\n\n\n\n<p>Dusk Purple, #5A4E7C, is a&nbsp;<strong>medium, muted blue-violet</strong>&nbsp;that captures the deep, tranquil color of the sky just after the sun has set, when the world is bathed in a uniform, shadowy hue. This color is&nbsp;<strong>calm, reflective, and deeply peaceful</strong>. It represents&nbsp;<strong>transition, rest, and the quiet closing of the day</strong>. As a result, Dusk Purple is used in&nbsp;<strong>bedroom decor, sleep aid branding, and tranquil landscape art</strong>&nbsp;to promote relaxation, introspection, and a smooth transition into night.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5A4E7C</li>\n\n\n\n<li>RGB 90, 78, 124</li>\n\n\n\n<li>CMYK 27, 37, 0, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Evening Purple</strong></h2>\n\n\n\n<p>Evening Purple, #3E2F5B, is a&nbsp;<strong>dark, saturated indigo-violet</strong>&nbsp;that embodies the rich, formal color of a clear evening sky, deeper and more intense than dusk. This shade is&nbsp;<strong>sophisticated, elegant, and quietly luxurious</strong>. It symbolizes&nbsp;<strong>formality, mystery, and the promise of night-time elegance</strong>. Consequently, Evening Purple is a classic choice for&nbsp;<strong>formal evening gowns, luxury cosmetic cases, and fine dining restaurant interiors</strong>&nbsp;to create an ambiance of refined, nocturnal sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3E2F5B</li>\n\n\n\n<li>RGB 62, 47, 91</li>\n\n\n\n<li>CMYK 32, 48, 0, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Nightfall Purple</strong></h2>\n\n\n\n<p>Nightfall Purple, #241233, is an&nbsp;<strong>intensely dark, blackened blue-violet</strong>&nbsp;that represents the final moments of light being swallowed by true night. This color is&nbsp;<strong>profound, silent, and infinitely deep</strong>. It embodies&nbsp;<strong>the unknown, deep rest, and profound mystery</strong>. Therefore, Nightfall Purple is used in&nbsp;<strong>astronomy software themes, high-end audio equipment (for its noise-canceling connotations), and theatrical productions</strong>&nbsp;to signify ultimate depth, focused immersion, and the beginning of a different kind of day.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #241233</li>\n\n\n\n<li>RGB 36, 18, 51</li>\n\n\n\n<li>CMYK 29, 65, 0, 80</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Regal Purple</strong></h2>\n\n\n\n<p>Regal Purple, #5D1451, is a&nbsp;<strong>deep, red-toned purple</strong>&nbsp;with a majestic and solemn presence, distinctly warmer and richer than cooler royal purples. This shade has an&nbsp;<strong>inherently dignified and ceremonial weight</strong>, historically associated with the inner robes and private chambers of royalty. It symbolizes&nbsp;<strong>solemn authority, heritage, and intimate power</strong>. Consequently, Regal Purple is used in&nbsp;<strong>university crests, award sashes, and luxury brand identity</strong>&nbsp;to convey a sense of established tradition, exclusive prestige, and deep-seated value.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5D1451</li>\n\n\n\n<li>RGB 93, 20, 81</li>\n\n\n\n<li>CMYK 0, 78, 13, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Crown Purple</strong></h2>\n\n\n\n<p>Crown Purple, #4A0F6B, is a&nbsp;<strong>very dark, blue-shifted purple</strong>&nbsp;that evokes the dense, precious jewels and velvet lining of a monarch&#8217;s crown. This color is&nbsp;<strong>opulent, weighty, and signifies supreme status</strong>. It represents&nbsp;<strong>sovereignty, ambition, and the ultimate symbol of achieved power</strong>. Therefore, Crown Purple is a powerful accent in&nbsp;<strong>luxury packaging, high-stakes gaming branding, and designs</strong>&nbsp;that aim to communicate a message of top-tier quality, ambition, and unrivaled position.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A0F6B</li>\n\n\n\n<li>RGB 74, 15, 107</li>\n\n\n\n<li>CMYK 31, 86, 0, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Noble Purple</strong></h2>\n\n\n\n<p>Noble Purple, #59316B, is a&nbsp;<strong>muted, medium-dark purple</strong>&nbsp;with balanced red and blue tones, suggesting the dignified attire of nobility rather than the flamboyance of royalty. This shade is&nbsp;<strong>composed, honorable, and quietly confident</strong>. It embodies&nbsp;<strong>integrity, lineage, and principled leadership</strong>. As a result, Noble Purple is often selected for&nbsp;<strong>professional associations, financial institution branding, and heritage property marketing</strong>&nbsp;to project stability, trustworthiness, and a legacy of good judgment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #59316B</li>\n\n\n\n<li>RGB 89, 49, 107</li>\n\n\n\n<li>CMYK 17, 54, 0, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Majestic Purple</strong></h2>\n\n\n\n<p>Majestic Purple, #6D3F5B, is a&nbsp;<strong>rich, muted plum</strong>&nbsp;that carries a sense of&nbsp;<strong>imposing beauty and scenic grandeur</strong>, like a mountain range at sunset. This color is less about human royalty and more about the&nbsp;<strong>inherent splendor and awe-inspiring scale of nature</strong>. It represents&nbsp;<strong>breathtaking beauty, dramatic landscapes, and natural opulence</strong>. Consequently, Majestic Purple is effective in&nbsp;<strong>travel branding for exotic destinations, landscape photography prints, and artisan wine labels</strong>&nbsp;to evoke a sense of awe and rich, natural luxury.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6D3F5B</li>\n\n\n\n<li>RGB 109, 63, 91</li>\n\n\n\n<li>CMYK 0, 42, 17, 57</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Aristocrat Purple</strong></h2>\n\n\n\n<p>Aristocrat Purple, #7C4D73, is a&nbsp;<strong>softened, dusty mauve-purple</strong>&nbsp;that suggests old money, faded tapestries in ancestral homes, and the understated elegance of the landed gentry. This shade is&nbsp;<strong>refined, historical, and subtly opulent</strong>. It symbolizes&nbsp;<strong>taste, heritage, and cultivated sophistication</strong>. Therefore, Aristocrat Purple is a key color in&nbsp;<strong>historical fiction book covers, luxury real estate brochures, and high-end stationery</strong>&nbsp;to communicate a sense of cultured history, discreet wealth, and timeless elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7C4D73</li>\n\n\n\n<li>RGB 124, 77, 115</li>\n\n\n\n<li>CMYK 0, 38, 7, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Velour Purple</strong></h2>\n\n\n\n<p>Velour Purple, #5A2A5D, is a&nbsp;<strong>deep, slightly browned purple</strong>&nbsp;that directly references the plush, napped texture and rich color of velour fabric. This color is&nbsp;<strong>tactile, luxurious, and nostalgically glamorous</strong>, evoking a sense of&nbsp;<strong>comfortable opulence and retro style</strong>. It embodies&nbsp;<strong>sensual comfort, vintage luxury, and cozy decadence</strong>. As such, Velour Purple is used in&nbsp;<strong>loungewear branding, vintage fashion revival, and interior design for cozy, dramatic spaces</strong>&nbsp;like home theaters.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5A2A5D</li>\n\n\n\n<li>RGB 90, 42, 93</li>\n\n\n\n<li>CMYK 3, 55, 0, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Silk Purple</strong></h2>\n\n\n\n<p>Silk Purple, #B88ACF, is a&nbsp;<strong>luminous, medium-light purple</strong>&nbsp;with a smooth, shiny quality that mimics the lustrous sheen of silk fabric. This shade is&nbsp;<strong>elegant, flowing, and sensually soft</strong>&nbsp;in its visual texture. It represents&nbsp;<strong>refined beauty, gentle luxury, and fluid grace</strong>. Consequently, Silk Purple is ideal for&nbsp;<strong>lingerie packaging, high-end scarf design, and branding for beauty services</strong>&nbsp;to convey a feeling of smooth, delicate, and premium tactile pleasure.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B88ACF</li>\n\n\n\n<li>RGB 184, 138, 207</li>\n\n\n\n<li>CMYK 11, 33, 0, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Plush Purple</strong></h2>\n\n\n\n<p>Plush Purple, #8B5FBF, is a&nbsp;<strong>vivid, medium-saturated violet</strong>&nbsp;that evokes the deep, soft pile of plush toys or luxurious upholstery. This color is&nbsp;<strong>inviting, comforting, and full of vibrant softness</strong>. It symbolizes&nbsp;<strong>playful comfort, indulgent softness, and welcoming warmth</strong>. Therefore, Plush Purple is a popular choice for&nbsp;<strong>children&#8217;s products, cozy home accessories, and brand mascots</strong>&nbsp;to create an immediate sense of friendly, huggable, and cheerful appeal.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B5FBF</li>\n\n\n\n<li>RGB 139, 95, 191</li>\n\n\n\n<li>CMYK 27, 50, 0, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Royal Lilac</strong></h2>\n\n\n\n<p>Royal Lilac, #9D7BCF, is a&nbsp;<strong>bright, clear light purple</strong>&nbsp;that takes the softness of lilac and amplifies its saturation, giving it a&nbsp;<strong>regal yet approachable</strong>&nbsp;brilliance. This shade is&nbsp;<strong>majestic but friendly, sophisticated but not stern</strong>. It represents&nbsp;<strong>dignified creativity, enlightened leadership, and graceful innovation</strong>. As a result, Royal Lilac is used in&nbsp;<strong>branding for creative industries, educational platforms, and wellness retreats</strong>&nbsp;to signal authority that is also imaginative, progressive, and open-minded.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9D7BCF</li>\n\n\n\n<li>RGB 157, 123, 207</li>\n\n\n\n<li>CMYK 24, 41, 0, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Elite Purple</strong></h2>\n\n\n\n<p>Elite Purple, #4B145E, is a&nbsp;<strong>very dark, mysterious purple</strong>&nbsp;that suggests exclusivity, secret societies, and highly specialized knowledge. This color is&nbsp;<strong>discreet, powerful, and intentionally opaque</strong>. It embodies&nbsp;<strong>exclusivity, mastery, and hidden hierarchy</strong>. Consequently, Elite Purple is employed in&nbsp;<strong>membership club branding, premium subscription service interfaces, and luxury automotive accents</strong>&nbsp;to communicate an air of selective inclusion, superior performance, and confidential prestige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B145E</li>\n\n\n\n<li>RGB 75, 20, 94</li>\n\n\n\n<li>CMYK 20, 79, 0, 63</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Digital Purple</strong></h2>\n\n\n\n<p>Digital Purple, #7B3FE4, is a&nbsp;<strong>vivid, screen-bright violet</strong>&nbsp;optimized for digital display, appearing exceptionally luminous and clear on RGB monitors. This color is&nbsp;<strong>inherently modern, electric, and born from the pixel</strong>. It symbolizes&nbsp;<strong>digital innovation, virtual connectivity, and contemporary creativity</strong>. Consequently, Digital Purple is a cornerstone of&nbsp;<strong>tech and social media branding, app icons, and streaming service graphics</strong>&nbsp;where standing out in a digital landscape with a color that feels native to the medium is crucial.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7B3FE4</li>\n\n\n\n<li>RGB 123, 63, 228</li>\n\n\n\n<li>CMYK 46, 72, 0, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tech Purple</strong></h2>\n\n\n\n<p>Tech Purple, #6F42C1, is a&nbsp;<strong>saturated blue-purple</strong>&nbsp;commonly associated with open-source software and technical communities, popularized by platforms like GitHub. This shade is&nbsp;<strong>knowledgeable, collaborative, and signifies cutting-edge development</strong>. It represents&nbsp;<strong>open innovation, technical prowess, and community-driven progress</strong>. Therefore, Tech Purple is widely used in&nbsp;<strong>developer tool logos, coding tutorial sites, and tech conference branding</strong>&nbsp;to signal expertise, reliability, and a forward-thinking, inclusive approach to technology.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F42C1</li>\n\n\n\n<li>RGB 111, 66, 193</li>\n\n\n\n<li>CMYK 42, 66, 0, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>UI Purple</strong></h2>\n\n\n\n<p>UI Purple, #5E3EA1, is a&nbsp;<strong>medium-dark, highly legible purple</strong>&nbsp;specifically chosen for user interface design due to its strong contrast against white and gray backgrounds without causing eye strain. This color is&nbsp;<strong>functional, trustworthy, and interactive</strong>. It embodies&nbsp;<strong>usability, clear navigation, and digital trust</strong>. As a result, UI Purple is a reliable choice for&nbsp;<strong>clickable buttons, active states, and key navigation elements</strong>&nbsp;in apps and websites, guiding users with clarity and a sense of intuitive design.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5E3EA1</li>\n\n\n\n<li>RGB 94, 62, 161</li>\n\n\n\n<li>CMYK 42, 61, 0, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Gradient Purple</strong></h2>\n\n\n\n<p>Gradient Purple, #8E44AD, is a&nbsp;<strong>rich, jewel-toned violet</strong>&nbsp;often found as a key midpoint or endpoint in popular digital color gradients, especially those blending to pink or blue. This shade is&nbsp;<strong>dynamic, trendy, and visually fluid</strong>. It represents&nbsp;<strong>smooth transition, vibrant depth, and modern aesthetic appeal</strong>. Consequently, Gradient Purple is a staple in&nbsp;<strong>contemporary web design backgrounds, social media story overlays, and product renders</strong>&nbsp;to create a sense of vibrant, seamless, and engaging visual movement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8E44AD</li>\n\n\n\n<li>RGB 142, 68, 173</li>\n\n\n\n<li>CMYK 18, 61, 0, 32</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>App Purple</strong></h2>\n\n\n\n<p>App Purple, #6C3483, is a&nbsp;<strong>deep, friendly purple</strong>&nbsp;commonly used in successful mobile application branding, as it is distinctive, memorable, and conveys creativity. This color is&nbsp;<strong>approachable, engaging, and slightly playful</strong>. It symbolizes&nbsp;<strong>helpful innovation, user-friendly design, and creative utility</strong>. Therefore, App Purple is frequently selected for&nbsp;<strong>productivity, finance, and creative app icons and interfaces</strong>, helping applications appear both trustworthy and inventively useful in a crowded marketplace.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6C3483</li>\n\n\n\n<li>RGB 108, 52, 131</li>\n\n\n\n<li>CMYK 18, 60, 0, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brand Purple</strong></h2>\n\n\n\n<p>Brand Purple, #512E5F, is a&nbsp;<strong>dark, sophisticated purple</strong>&nbsp;chosen by corporations to communicate qualities of&nbsp;<strong>wisdom, ambition, and premium quality</strong>&nbsp;without being overly flamboyant. This shade is&nbsp;<strong>corporate, reliable, and aspirational</strong>. It embodies&nbsp;<strong>brand integrity, visionary thinking, and market leadership</strong>. As such, Brand Purple is used in the&nbsp;<strong>logos and identities of global companies in sectors like technology, confectionery, and logistics</strong>&nbsp;to build a recognizable and respectable brand image.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #512E5F</li>\n\n\n\n<li>RGB 81, 46, 95</li>\n\n\n\n<li>CMYK 15, 52, 0, 63</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Creative Purple</strong></h2>\n\n\n\n<p>Creative Purple, #7D3C98, is a&nbsp;<strong>bold, inspiring magenta-purple</strong>&nbsp;that directly stimulates the imagination and is associated with artistic expression. This color is&nbsp;<strong>unconventional, imaginative, and energetically creative</strong>. It represents&nbsp;<strong>original thought, artistic freedom, and inventive spirit</strong>. Consequently, Creative Purple is a favorite for&nbsp;<strong>art supply brands, design studio logos, and advertising for cultural events</strong>&nbsp;to attract and resonate with individuals who value innovation and original ideas.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7D3C98</li>\n\n\n\n<li>RGB 125, 60, 152</li>\n\n\n\n<li>CMYK 18, 61, 0, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Modern Purple</strong></h2>\n\n\n\n<p>Modern Purple, #6A1B9A, is a&nbsp;<strong>clean, bright purple</strong>&nbsp;with a perfect balance of red and blue, often seen in contemporary design for its&nbsp;<strong>sleek, striking, and unambiguous</strong>&nbsp;presence. This shade is&nbsp;<strong>current, confident, and forward-looking</strong>. It symbolizes&nbsp;<strong>progressive ideas, clarity of vision, and contemporary elegance</strong>. Therefore, Modern Purple is utilized in&nbsp;<strong>modern architecture accents, cutting-edge fashion, and tech startup branding</strong>&nbsp;to project a crisp, intelligent, and decidedly current identity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6A1B9A</li>\n\n\n\n<li>RGB 106, 27, 154</li>\n\n\n\n<li>CMYK 31, 82, 0, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Studio Purple</strong></h2>\n\n\n\n<p>Studio Purple, #833AB4, is a&nbsp;<strong>vivid, social media-friendly purple</strong>&nbsp;famously associated with the Instagram logo gradient, linking it directly to&nbsp;<strong>content creation, community, and visual storytelling</strong>. This color is&nbsp;<strong>connected, expressive, and platform-native</strong>. It embodies&nbsp;<strong>creative sharing, digital community, and visual broadcast</strong>. As a result, Studio Purple is used by&nbsp;<strong>influencers, content creators, and creative agencies</strong>&nbsp;in their branding to signal a savvy, engaged, and visually-driven approach to digital presence.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #833AB4</li>\n\n\n\n<li>RGB 131, 58, 180</li>\n\n\n\n<li>CMYK 27, 68, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Design Purple</strong></h2>\n\n\n\n<p>Design Purple, #9B59B6, is a&nbsp;<strong>sophisticated, medium-light violet</strong>&nbsp;that feels both playful and professional, making it a darling of the design community for its versatility. This shade is&nbsp;<strong>aesthetic, balanced, and thoughtfully composed</strong>. It represents&nbsp;<strong>design thinking, aesthetic harmony, and creative problem-solving</strong>. Consequently, Design Purple is commonly found in&nbsp;<strong>portfolio websites, design conference materials, and software for creatives</strong>&nbsp;as a color that speaks directly to a sense of curated beauty and functional artistry.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9B59B6</li>\n\n\n\n<li>RGB 155, 89, 182</li>\n\n\n\n<li>CMYK 15, 51, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vintage Purple</strong></h2>\n\n\n\n<p>Vintage Purple, #7E587E, is a&nbsp;<strong>dull, grayish mauve</strong>&nbsp;that evokes the faded, time-worn hues of old photographs, dried flowers, and antique textiles. This shade carries a strong sense of&nbsp;<strong>nostalgia, history, and weathered charm</strong>. It represents&nbsp;<strong>memory, timelessness, and the beauty of aging gracefully</strong>. Therefore, Vintage Purple is a cornerstone of&nbsp;<strong>shabby chic decor, retro packaging design, and heritage branding</strong>&nbsp;where the goal is to communicate authenticity, craftsmanship, and a tangible connection to the past.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7E587E</li>\n\n\n\n<li>RGB 126, 88, 126</li>\n\n\n\n<li>CMYK 0, 30, 0, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Retro Purple</strong></h2>\n\n\n\n<p>Retro Purple, #9A4D8C, is a&nbsp;<strong>bold, slightly muted magenta-purple</strong>&nbsp;that specifically references the vibrant, synthetic color palette of the 1960s and 70s. This color is&nbsp;<strong>funky, energetic, and nostalgically futuristic</strong>. It embodies&nbsp;<strong>pop culture, playful rebellion, and a groovy aesthetic</strong>. Consequently, Retro Purple is essential for&nbsp;<strong>vinyl record sleeves, retro-themed diners, and fashion lines</strong>&nbsp;aiming to capture the optimistic, bold, and slightly kitschy vibe of mid-century modern design.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9A4D8C</li>\n\n\n\n<li>RGB 154, 77, 140</li>\n\n\n\n<li>CMYK 0, 50, 9, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Classic Purple</strong></h2>\n\n\n\n<p>Classic Purple, #663366, is a&nbsp;<strong>medium-dark, balanced purple</strong>&nbsp;also known as &#8220;Imperial&#8221; or deep lilac, recognized for its timeless and&nbsp;<strong>traditional appeal</strong>. This shade is neither too red nor too blue, representing the&nbsp;<strong>enduring, universal essence of purple</strong>. It symbolizes&nbsp;<strong>heritage, dignity, and spiritual depth</strong>. As such, Classic Purple is a reliable choice for&nbsp;<strong>corporate logos seeking a conservative yet distinctive color, academic robes, and traditional ceremonial accessories</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #663366</li>\n\n\n\n<li>RGB 102, 51, 102</li>\n\n\n\n<li>CMYK 0, 50, 0, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Old Lilac</strong></h2>\n\n\n\n<p>Old Lilac, #B09DB9, is a&nbsp;<strong>pale, grayish lavender</strong>&nbsp;that looks like the color of lilac flowers after they have dried and faded, losing their vibrant bloom. This color is&nbsp;<strong>gentle, melancholic, and deeply nostalgic</strong>. It embodies&nbsp;<strong>faded beauty, quiet reminiscence, and gentle aging</strong>. Therefore, Old Lilac is perfect for&nbsp;<strong>historical romance novel covers, antique linen branding, and background colors in designs</strong>&nbsp;that require a soft, poetic, and sentimentally rich atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B09DB9</li>\n\n\n\n<li>RGB 176, 157, 185</li>\n\n\n\n<li>CMYK 5, 15, 0, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Purple</strong></h2>\n\n\n\n<p>Antique Purple, #7F5A83, is a&nbsp;<strong>muted, dusty violet</strong>&nbsp;with a brown undertone, reminiscent of tarnished silver set with amethysts or faded velvet in a historic portrait. This shade is&nbsp;<strong>time-honored, valuable, and carries a patina of age</strong>. It represents&nbsp;<strong>enduring value, collected history, and refined decay</strong>. Consequently, Antique Purple is used in&nbsp;<strong>antique shop branding, museum exhibit design, and high-end reproduction furniture finishes</strong>&nbsp;to evoke a sense of curated history and proven worth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7F5A83</li>\n\n\n\n<li>RGB 127, 90, 131</li>\n\n\n\n<li>CMYK 3, 31, 0, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Heritage Purple</strong></h2>\n\n\n\n<p>Heritage Purple, #6B4E71, is a&nbsp;<strong>dark, subdued purple-gray</strong>&nbsp;that suggests family crests, aged parchment with faded ink, and the stones of ancient buildings. This color is&nbsp;<strong>rooted, solemn, and speaks to lineage</strong>. It symbolizes&nbsp;<strong>tradition, legacy, and the weight of history</strong>. As a result, Heritage Purple is employed by&nbsp;<strong>institutions like banks, universities, and law firms</strong>&nbsp;in their branding to project stability, deep-rooted trust, and a solemn commitment to enduring principles.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6B4E71</li>\n\n\n\n<li>RGB 107, 78, 113</li>\n\n\n\n<li>CMYK 5, 31, 0, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Victorian Purple</strong></h2>\n\n\n\n<p>Victorian Purple, #5F4A66, is a&nbsp;<strong>dark, somber, and complex purple</strong>&nbsp;heavily mixed with black and brown, reflecting the formal, heavy, and ornate aesthetic of the Victorian era. This shade is&nbsp;<strong>serious, opulent, and slightly restrictive</strong>. It embodies&nbsp;<strong>mourning, strict social codes, and elaborate, dark luxury</strong>. Therefore, Victorian Purple is used in&nbsp;<strong>period drama costuming, gothic literature covers, and designs</strong>&nbsp;that aim to recreate the dense, moralistic, yet lavish atmosphere of the 19th century.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5F4A66</li>\n\n\n\n<li>RGB 95, 74, 102</li>\n\n\n\n<li>CMYK 7, 27, 0, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Archive Purple</strong></h2>\n\n\n\n<p>Archive Purple, #8A738E, is a&nbsp;<strong>cool, dusty lavender-gray</strong>&nbsp;that mimics the color of old file boxes, aged book bindings, and microfiche readers in a library&#8217;s special collections. This color is&nbsp;<strong>organized, preserved, and quietly knowledgeable</strong>. It represents&nbsp;<strong>cataloged memory, institutional knowledge, and orderly history</strong>. Consequently, Archive Purple is an apt choice for&nbsp;<strong>library interfaces, data storage company branding, and academic journal design</strong>&nbsp;to communicate secure preservation and intellectual curation.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A738E</li>\n\n\n\n<li>RGB 138, 115, 142</li>\n\n\n\n<li>CMYK 3, 19, 0, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Muted Lilac</strong></h2>\n\n\n\n<p>Muted Lilac, #C3B1CC, is a&nbsp;<strong>very pale, grayish lilac</strong>&nbsp;that has been significantly softened, resulting in a&nbsp;<strong>calm, neutral, and sophisticated</strong>&nbsp;pastel. This shade is&nbsp;<strong>soothing, airy, and effortlessly elegant</strong>, avoiding the sweetness of brighter lilacs. It embodies&nbsp;<strong>subtle romance, modern tranquility, and refined gentleness</strong>. As such, Muted Lilac is a popular wall color in&nbsp;<strong>modern interiors, a base for minimalist wedding themes, and in packaging for premium skincare</strong>&nbsp;to suggest purity and quiet luxury.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C3B1CC</li>\n\n\n\n<li>RGB 195, 177, 204</li>\n\n\n\n<li>CMYK 4, 13, 0, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Grape</strong></h2>\n\n\n\n<p>Soft Grape, #B784C5, is a&nbsp;<strong>light, luminous purple</strong>&nbsp;with a clear pink undertone, resembling the delicate skin of a green grape tinged with violet. This color is&nbsp;<strong>sweet, juicy, and refreshingly light</strong>. It symbolizes&nbsp;<strong>gentle indulgence, fresh flavor, and playful sophistication</strong>. Therefore, Soft Grape is charmingly used in&nbsp;<strong>yogurt or dessert packaging, children&#8217;s clothing, and spring garden party decor</strong>&nbsp;to impart a sense of playful, delicious, and softly vibrant energy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B784C5</li>\n\n\n\n<li>RGB 183, 132, 197</li>\n\n\n\n<li>CMYK 7, 33, 0, 23</li>\n</ul>\n",
  "uri": "/shades-of-purple-color/",
  "date": "2026-01-22T10:04:53",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp",
      "altText": "over 100 shades of purple color"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Purple: Names, Codes, Meanings and Uses | ColorMean",
    "metaDesc": "Browse shades of purple with popular color names, accurate hex, RGB, and CMYK codes, plus meanings and practical uses in design, branding, fashion, and art.",
    "canonical": "",
    "opengraphTitle": "Shades of Purple: Names, Codes, Meanings and Uses | ColorMean",
    "opengraphDescription": "Browse shades of purple with popular color names, accurate hex, RGB, and CMYK codes, plus meanings and practical uses in design, branding, fashion, and art.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Purple: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-01-22T10:04:53+00:00\",\"dateModified\":\"2026-01-24T16:21:07+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/\"},\"wordCount\":9248,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-purple-color/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-purple-color/\",\"url\":\"https://cms.colormean.com/shades-of-purple-color/\",\"name\":\"Shades of Purple: Names, Codes, Meanings and Uses | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp\",\"datePublished\":\"2026-01-22T10:04:53+00:00\",\"dateModified\":\"2026-01-24T16:21:07+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Browse shades of purple with popular color names, accurate hex, RGB, and CMYK codes, plus meanings and practical uses in design, branding, fashion, and art.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-purple-color/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-purple-color.webp\",\"width\":1248,\"height\":832,\"caption\":\"over 100 shades of purple color\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-purple-color/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Purple: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}