{
  "id": "cG9zdDozNDU=",
  "databaseId": 345,
  "title": "Shades of Green: Names, Codes, Uses and Meanings",
  "excerpt": "<p>Green is more than a simple color. It reflects growth, balance, and renewal, shaping how we feel and how spaces come alive. In this post, you will explore over 100 shades of green, from soft mint to deep forest tones, each with its own character and story. Every shade includes hex, RGB, and CMYK codes &#8230; <a title=\"Shades of Green: Names, Codes, Uses and Meanings\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-green/\" aria-label=\"Read more about Shades of Green: Names, Codes, Uses and Meanings\">Read more</a></p>\n",
  "content": "\n<p><strong><a href=\"https://colormean.com/color-green-meaning/\">Green is more than a simple color</a></strong>. It reflects <strong>growth, balance, and renewal</strong>, shaping how we feel and how spaces come alive. In this post, you will explore <strong>over 100 shades of green</strong>, from soft mint to deep forest tones, each with its own character and story.</p>\n\n\n\n<p>Every shade includes <strong>hex, RGB, and CMYK codes</strong> for easy use across digital and print projects. You will also learn the <strong>meaning and common uses</strong> behind each green, helping you choose with clarity and purpose.</p>\n\n\n\n<p>By the end of this guide, you will understand how each green looks, feels, and functions. Picking the right shade for design, art, branding, or decor becomes simple and intuitive.</p>\n\n\n\n<p>Let’s step into the rich and refreshing world of <strong>green shades</strong>.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-scaled.webp\" alt=\"infographic showing popular shades of green\" class=\"wp-image-360\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-green-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Apple Green</strong></h2>\n\n\n\n<p>Apple Green is a crisp, vibrant yellow-green reminiscent of Granny Smith apples. It gained popularity in the&nbsp;<strong>1950s</strong>&nbsp;with the rise of&nbsp;<strong>kitchen appliances</strong>&nbsp;and has since become a symbol of&nbsp;<strong>freshness and vitality</strong>. Moreover, this shade bridges the gap between&nbsp;<strong>yellow&#8217;s energy</strong>&nbsp;and&nbsp;<strong>green&#8217;s calm</strong>, making it ideal for&nbsp;<strong>eco-friendly branding</strong>. Apple Green conveys&nbsp;<strong>youthfulness, health, and innovation</strong>. Therefore, designers often use it in&nbsp;<strong>food packaging, sportswear, and digital interfaces</strong>&nbsp;to attract attention without overwhelming the viewer.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8DB600</li>\n\n\n\n<li>RGB 141, 182, 0</li>\n\n\n\n<li>CMYK 22, 0, 100, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chartreuse</strong></h2>\n\n\n\n<p>Chartreuse takes its name from a <a href=\"https://www.chartreuse.fr/en/story/\"><strong>French liqueur</strong> made by Carthusian monks</a> since the <strong>18th century</strong>. Originally, the drink&#8217;s color varied, but by the early <strong>1900s</strong>, it stabilized into this vivid yellow-green. This shade is one of the most <strong>luminous</strong> in the visible spectrum. Chartreuse represents <strong>boldness, originality, and transformation</strong>. As a result, it appears frequently in <strong>avant-garde fashion, warning signs, and experimental art installations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CCFF00</li>\n\n\n\n<li>RGB 204, 255, 0</li>\n\n\n\n<li>CMYK 20, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lime Green</strong></h2>\n\n\n\n<p>Lime Green emerged as a distinct color name in the&nbsp;<strong>mid-20th century</strong>&nbsp;alongside&nbsp;<strong>synthetic dyes and fluorescent pigments</strong>. Its electric intensity made it a staple of&nbsp;<strong>1980s and 1990s pop culture</strong>. Unlike natural greens, Lime Green feels&nbsp;<strong>artificial and energetic</strong>. It symbolizes&nbsp;<strong>urgency, creativity, and nonconformity</strong>. Thus, it’s commonly used in&nbsp;<strong>highlighters, nightlife branding, and tech startups</strong>&nbsp;aiming for a disruptive image.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #89F336</li>\n\n\n\n<li>RGB 137, 243, 54</li>\n\n\n\n<li>CMYK 44, 0, 78, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pistachio Green</strong></h2>\n\n\n\n<p>Pistachio Green draws its soft, muted tone from the&nbsp;<strong>nut&#8217;s pale shell</strong>. It became fashionable in&nbsp;<strong>interior design</strong>&nbsp;during the&nbsp;<strong>2010s</strong>&nbsp;as part of the &#8220;millennial green&#8221; trend. This shade blends&nbsp;<strong>warmth and coolness</strong>, offering a soothing yet inviting presence. Pistachio Green suggests&nbsp;<strong>tranquility, sophistication, and organic simplicity</strong>. Consequently, it’s favored in&nbsp;<strong>boutique hotels, wellness apps, and sustainable product packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #93C572</li>\n\n\n\n<li>RGB 147, 197, 114</li>\n\n\n\n<li>CMYK 25, 0, 42, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spring Green</strong></h2>\n\n\n\n<p>Spring Green captures the fresh burst of&nbsp;<strong>new leaves in early spring</strong>. First standardized in&nbsp;<strong>web color systems</strong>&nbsp;in the&nbsp;<strong>1980s</strong>, it sits precisely between cyan and green on the RGB spectrum. Its clarity and brightness evoke&nbsp;<strong>renewal and optimism</strong>. Spring Green communicates&nbsp;<strong>hope, growth, and digital clarity</strong>. For that reason, it’s widely used in&nbsp;<strong>environmental campaigns, user interface elements, and children’s educational materials</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00F0A8</li>\n\n\n\n<li>RGB 0, 240, 168</li>\n\n\n\n<li>CMYK 100, 0, 30, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sea Green</strong></h2>\n\n\n\n<p>Sea Green mimics the deep, serene tones of&nbsp;<strong>coastal waters</strong>. It was formally recognized in early&nbsp;<strong>20th-century color dictionaries</strong>&nbsp;and later adopted by&nbsp;<strong>maritime and military uniforms</strong>. This shade balances&nbsp;<strong>blue&#8217;s calm</strong>&nbsp;and&nbsp;<strong>green&#8217;s life force</strong>. Sea Green signifies&nbsp;<strong>resilience, depth, and harmony</strong>. Hence, it appears in&nbsp;<strong>nautical branding, hospital interiors, and conservation logos</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E8B57</li>\n\n\n\n<li>RGB 46, 139, 87</li>\n\n\n\n<li>CMYK 67, 0, 37, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Teal Green</strong></h2>\n\n\n\n<p>Teal Green originates from the colored patch around the eye of the <a href=\"https://www.rspb.org.uk/birds-and-wildlife/teal\"><strong>common teal duck</strong>.</a> Though often confused with standard teal, Teal Green leans more toward <strong>green than blue</strong>, giving it a grounded, organic feel. Historically, it was used in <strong>Art Deco design</strong> and <strong>1990s corporate aesthetics</strong>. Teal Green conveys <strong>balance, reliability, and quiet confidence</strong>. Therefore, it’s prevalent in <strong>financial services, healthcare websites, and professional apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006D5B</li>\n\n\n\n<li>RGB 0, 109, 91</li>\n\n\n\n<li>CMYK 100, 0, 17, 57</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Turquoise Green</strong></h2>\n\n\n\n<p>Turquoise Green blends the&nbsp;<strong>mineral-inspired hue</strong>&nbsp;of turquoise with a stronger green base. It gained traction in&nbsp;<strong>mid-century modern design</strong>&nbsp;and&nbsp;<strong>tropical-themed interiors</strong>. This shade evokes&nbsp;<strong>lagoons, serenity, and gentle healing</strong>. Turquoise Green suggests&nbsp;<strong>openness, refreshment, and emotional clarity</strong>. Accordingly, it’s used in&nbsp;<strong>spa branding, travel blogs, and coastal home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A0D6B4</li>\n\n\n\n<li>RGB 160, 214, 180</li>\n\n\n\n<li>CMYK 25, 0, 16, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Gray Asparagus</strong></h2>\n\n\n\n<p>Gray Asparagus is a muted, olive-gray green inspired by the&nbsp;<strong>vegetable&#8217;s mature stalks</strong>. It belongs to the family of&nbsp;<strong>military and industrial utility colors</strong>&nbsp;developed in the early 1900s. Despite its subdued appearance, it offers strong&nbsp;<strong>visual stability</strong>. Gray Asparagus implies&nbsp;<strong>practicality, endurance, and understated elegance</strong>. Thus, it’s chosen for&nbsp;<strong>urban architecture, tactical gear, and minimalist fashion lines</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #465945</li>\n\n\n\n<li>RGB 70, 89, 69</li>\n\n\n\n<li>CMYK 21, 0, 22, 65</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Seafoam Green</strong></h2>\n\n\n\n<p>Seafoam Green replicates the pale, frothy tint of&nbsp;<strong>ocean waves breaking on shore</strong>. It surged in popularity during the&nbsp;<strong>1950s</strong>&nbsp;with pastel-colored cars and kitchenware, symbolizing&nbsp;<strong>postwar optimism</strong>. Light and airy, it avoids the sterility of pure white. Seafoam Green represents&nbsp;<strong>gentleness, nostalgia, and coastal ease</strong>. As such, it’s featured in&nbsp;<strong>vintage-inspired branding, baby products, and beachside resorts</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #93E9BE</li>\n\n\n\n<li>RGB 147, 233, 190</li>\n\n\n\n<li>CMYK 37, 0, 18, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sage Green</strong></h2>\n\n\n\n<p>Sage Green is a muted, grayish-green inspired by the leaves of the culinary herb. It has a long history in&nbsp;<strong>traditional folk art</strong>&nbsp;and&nbsp;<strong>military uniforms</strong>&nbsp;due to its natural camouflage properties. This color evokes a sense of&nbsp;<strong>wisdom, maturity, and timelessness</strong>. Furthermore, Sage Green is associated with&nbsp;<strong>peace, stability, and harmony with nature</strong>. Consequently, it is extensively used in&nbsp;<strong>interior design, wellness branding, and heritage crafts</strong>&nbsp;to create a serene and grounded atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #98A869</li>\n\n\n\n<li>RGB 152, 168, 105</li>\n\n\n\n<li>CMYK 10, 0, 38, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Forest Green</strong></h2>\n\n\n\n<p>Forest Green is a deep, rich hue that embodies the dense canopy of&nbsp;<strong>evergreen woodlands</strong>. It became a formal color name in the early 20th century and is famously linked to&nbsp;<strong>Scouting uniforms</strong>&nbsp;and&nbsp;<strong>environmental movements</strong>. This dark green represents&nbsp;<strong>endurance, stability, and prosperity</strong>. Moreover, it conveys a sense of&nbsp;<strong>authority and tradition</strong>. Thus, Forest Green is a staple in&nbsp;<strong>outdoor apparel, academic regalia, and luxury automotive finishes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E6F40</li>\n\n\n\n<li>RGB 46, 111, 64</li>\n\n\n\n<li>CMYK 59, 0, 42, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Moss Green</strong></h2>\n\n\n\n<p>Moss Green is an earthy, yellow-based green that mimics the soft cushion of&nbsp;<strong>forest moss</strong>. It was a popular pigment in&nbsp;<strong>18th-century landscape paintings</strong>&nbsp;and has remained a classic for evoking the natural world. This color suggests&nbsp;<strong>growth, tranquility, and resilience</strong>. It is also linked to concepts of&nbsp;<strong>healing and restoration</strong>. Therefore, Moss Green is frequently applied in&nbsp;<strong>garden design, eco-friendly products, and cozy knitwear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A9A5B</li>\n\n\n\n<li>RGB 138, 154, 91</li>\n\n\n\n<li>CMYK 10, 0, 41, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Green</strong></h2>\n\n\n\n<p>Olive Green is a dark, yellowish-green directly named after the&nbsp;<strong>unripe fruit of the olive tree</strong>. Its most significant historical use is in&nbsp;<strong>military camouflage</strong>&nbsp;for its effective concealment in natural terrain. This versatile shade symbolizes&nbsp;<strong>peace, wisdom, and maturity</strong>. Additionally, it carries connotations of&nbsp;<strong>practicality and endurance</strong>. As a result, Olive Green is ubiquitous in&nbsp;<strong>field gear, utility fashion, and rustic home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #636B2F</li>\n\n\n\n<li>RGB 99, 107, 47</li>\n\n\n\n<li>CMYK 7, 0, 56, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green (Classic)</strong></h2>\n\n\n\n<p>Classic Green, often simply called &#8220;green,&#8221; is the pure, mid-spectrum hue that is a&nbsp;<strong>primary color in the CMYK model</strong>. Historically, it was difficult to produce as a stable dye until the 18th century. This fundamental green represents&nbsp;<strong>life, nature, and renewal</strong>. It is universally recognized as the color of&nbsp;<strong>&#8220;go&#8221; signals and safety</strong>. Accordingly, Classic Green is essential in&nbsp;<strong>traffic systems, pharmacology logos, and primary education materials</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #008000</li>\n\n\n\n<li>RGB 0, 128, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Emerald</strong></h2>\n\n\n\n<p>Emerald is a brilliant, deep green named after the precious gemstone, historically mined in&nbsp;<strong>Cleopatra&#8217;s Egypt</strong>. It has always been associated with&nbsp;<strong>luxury, wealth, and royalty</strong>. This vivid color embodies&nbsp;<strong>harmony, growth, and abundance</strong>. Furthermore, it is believed to promote&nbsp;<strong>clarity and inspiration</strong>. Consequently, Emerald is a favorite in&nbsp;<strong>high jewelry, art deco design, and branding that seeks to convey elegance and vitality</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #50C878</li>\n\n\n\n<li>RGB 80, 200, 120</li>\n\n\n\n<li>CMYK 60, 0, 40, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Army Green</strong></h2>\n\n\n\n<p>The Army Green, also known as Olive Drab, is a dull, yellowish-green standardized for <strong>U.S. Army field uniforms</strong> during World War II. It was developed specifically for <strong>practical camouflage</strong> in varied environments. This color embodies <strong>discipline, resilience, and utility</strong>. It also evokes a sense of <strong>rugged adventure</strong>. As such, Army Green has transcended its military roots to become a staple in <strong>workwear, streetwear, and tactical equipment</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #454B1B</li>\n\n\n\n<li>RGB 69, 75, 27</li>\n\n\n\n<li>CMYK 8, 0, 64, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue Green</strong></h2>\n\n\n\n<p>Blue Green sits directly on the border between its namesake colors, reminiscent of&nbsp;<strong>tropical lagoon waters</strong>. It was a defining hue of the&nbsp;<strong>Art Nouveau movement</strong>&nbsp;in the late 19th century. This cooling shade symbolizes&nbsp;<strong>tranquility, clarity, and emotional balance</strong>. It is often linked to&nbsp;<strong>communication and refreshment</strong>. Thus, Blue Green is effectively used in&nbsp;<strong>spa design, swimming pool aesthetics, and mental health awareness campaigns</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #088F8F</li>\n\n\n\n<li>RGB 8, 143, 143</li>\n\n\n\n<li>CMYK 94, 0, 0, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Green</strong></h2>\n\n\n\n<p>Bright Green is an intense, electric green that pushes the boundary of&nbsp;<strong>natural pigment</strong>. It became culturally significant with the&nbsp;<strong>rise of neon signage</strong>&nbsp;in the mid-20th century. This glaring color screams&nbsp;<strong>attention, hyper-energy, and futurism</strong>. It is inherently&nbsp;<strong>youthful and disruptive</strong>. Therefore, Bright Green is deployed in&nbsp;<strong>nightclub graphics, extreme sports branding, and futuristic UI elements</strong>&nbsp;where high impact is required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #AAFF00</li>\n\n\n\n<li>RGB 170, 255, 0</li>\n\n\n\n<li>CMYK 33, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cadmium Green</strong></h2>\n\n\n\n<p>Cadmium Green is a strong, opaque green originally made from&nbsp;<strong>cadmium pigments</strong>, developed in the 19th century. It was prized by&nbsp;<strong>Impressionist and Post-Impressionist painters</strong>&nbsp;for its vibrancy and stability. This saturated color conveys&nbsp;<strong>vitality, opulence, and artistic boldness</strong>. However, it also carries a&nbsp;<strong>toxic legacy</strong>&nbsp;due to its original composition. Today, it is used in&nbsp;<strong>industrial coatings, safety equipment, and artistic reproductions</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #097969</li>\n\n\n\n<li>RGB 9, 121, 105</li>\n\n\n\n<li>CMYK 93, 0, 13, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celadon</strong></h2>\n\n\n\n<p>Celadon is a pale gray-green named after the&nbsp;<strong>character in French pastoral drama</strong>&nbsp;who wore ribbons of this color. However, it is most famously associated with&nbsp;<strong>ancient Chinese and Korean pottery</strong>, where the glaze was achieved through iron oxidation. This subtle color evokes&nbsp;<strong>serenity, refinement, and timeless beauty</strong>. It suggests understated luxury and a connection to history. Consequently, Celadon is popular in&nbsp;<strong>high-end ceramics, minimalist interior design, and fashion collections</strong>&nbsp;seeking an elegant, muted palette.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #AFE1AF</li>\n\n\n\n<li>RGB 175, 225, 175</li>\n\n\n\n<li>CMYK 22, 0, 22, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Green</strong></h2>\n\n\n\n<p>Dark Green is a very deep, almost blackish shade of green that resembles&nbsp;<strong>a moonlit forest</strong>. It has historical connotations of&nbsp;<strong>wealth and prestige</strong>, as it was an expensive pigment to produce for Renaissance paintings. This color symbolizes&nbsp;<strong>ambition, growth, and stability</strong>. It also carries a sense of&nbsp;<strong>tradition and conservatism</strong>. As a result, Dark Green is frequently used in&nbsp;<strong>boardroom decor, luxury packaging, and university branding</strong>&nbsp;to project authority and substance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #023020</li>\n\n\n\n<li>RGB 2, 48, 32</li>\n\n\n\n<li>CMYK 96, 0, 33, 81</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fern Green</strong></h2>\n\n\n\n<p>Fern Green is a moderate, yellow-toned green that captures the color of&nbsp;<strong>common fern fronds</strong>. It was a staple in the&nbsp;<strong>Arts and Crafts movement</strong>&nbsp;of the late 19th century, emphasizing a return to nature. This color represents&nbsp;<strong>sincerity, endurance, and new beginnings</strong>. It is inherently&nbsp;<strong>natural and supportive</strong>. Therefore, Fern Green is commonly found in&nbsp;<strong>botanical illustrations, garden center branding, and eco-conscious product design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4F7942</li>\n\n\n\n<li>RGB 79, 121, 66</li>\n\n\n\n<li>CMYK 35, 0, 45, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Grass Green</strong></h2>\n\n\n\n<p>Grass Green is a pure, lively green that mirrors&nbsp;<strong>sunlit lawn grass</strong>. It is one of the original 16&nbsp;<strong>HTML web colors</strong>&nbsp;named in the 1980s, ensuring its digital ubiquity. This color is the universal symbol for&nbsp;<strong>growth, vitality, and &#8220;go&#8221;</strong>. It is uncomplicated and&nbsp;<strong>energetically positive</strong>. Thus, Grass Green is fundamental in&nbsp;<strong>children&#8217;s toys, sports fields, and user interface icons</strong>&nbsp;where clear, affirmative communication is key.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7CFC00</li>\n\n\n\n<li>RGB 124, 252, 0</li>\n\n\n\n<li>CMYK 51, 0, 100, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hunter Green</strong></h2>\n\n\n\n<p>Hunter Green is a very dark green with hints of blue, historically associated with&nbsp;<strong>19th-century hunting attire</strong>&nbsp;for camouflage. It later became a symbol of&nbsp;<strong>prep school fashion</strong>&nbsp;and traditional elegance. This rich color conveys&nbsp;<strong>sophistication, stability, and a connection to the wilderness</strong>. It is both&nbsp;<strong>formal and natural</strong>. Accordingly, Hunter Green is used in&nbsp;<strong>blazers, library interiors, and holiday decor</strong>&nbsp;to create a sense of refined depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #355E3B</li>\n\n\n\n<li>RGB 53, 94, 59</li>\n\n\n\n<li>CMYK 44, 0, 37, 63</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jade</strong></h2>\n\n\n\n<p>Jade is a medium green inspired by the most common hue of the&nbsp;<strong>venerated Asian gemstone</strong>. It has been treasured for millennia in&nbsp;<strong>Chinese, Maori, and Mesoamerican cultures</strong>&nbsp;for its beauty and supposed mystical properties. This color represents&nbsp;<strong>wisdom, purity, and good fortune</strong>. It is considered a&nbsp;<strong>soothing and protective</strong>&nbsp;hue. Consequently, Jade is prevalent in&nbsp;<strong>jewelry, spiritual iconography, and design aimed at promoting balance and serenity</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00A36C</li>\n\n\n\n<li>RGB 0, 163, 108</li>\n\n\n\n<li>CMYK 100, 0, 34, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jungle Green</strong></h2>\n\n\n\n<p>Jungle Green is a lush, cyan-leaning green that evokes the&nbsp;<strong>dense, humid tropics</strong>. It was a standard color for&nbsp;<strong>British military uniforms</strong>&nbsp;in jungle warfare during the mid-20th century. This vibrant shade suggests&nbsp;<strong>adventure, abundance, and untamed nature</strong>. It is inherently&nbsp;<strong>exotic and energetic</strong>. Thus, Jungle Green is effective in&nbsp;<strong>travel agency logos, adventure gear, and themed entertainment design</strong>&nbsp;to convey a sense of exploration.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2AAA8A</li>\n\n\n\n<li>RGB 42, 170, 138</li>\n\n\n\n<li>CMYK 75, 0, 19, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Kelly Green</strong></h2>\n\n\n\n<p>Kelly Green is a bright, intense pure green named after the&nbsp;<strong>common Irish surname</strong>, making it a staple of&nbsp;<strong>St. Patrick&#8217;s Day</strong>&nbsp;celebrations. It exploded in popularity for&nbsp;<strong>sweaters and sportswear</strong>&nbsp;in the 1950s and 60s. This bold color signifies&nbsp;<strong>vibrancy, luck, and Irish heritage</strong>. It is&nbsp;<strong>unmistakably attention-grabbing</strong>. Therefore, Kelly Green is iconic for&nbsp;<strong>sports team uniforms, festive decorations, and marketing that requires high visibility</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4CBB17</li>\n\n\n\n<li>RGB 76, 187, 23</li>\n\n\n\n<li>CMYK 59, 0, 88, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Green</strong></h2>\n\n\n\n<p>Light Green is a very pale, yellowish tint of green, one of the original&nbsp;<strong>X11 web colors</strong>. It is the digital descendant of pastel greens used in&nbsp;<strong>spring fashion and nursery decor</strong>. This soft color embodies&nbsp;<strong>freshness, gentleness, and new life</strong>. It is&nbsp;<strong>soothing and innocuous</strong>. As a result, Light Green is a default choice for&nbsp;<strong>hospital walls, baby products, and website backgrounds</strong>&nbsp;where a calming, inoffensive presence is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #90EE90</li>\n\n\n\n<li>RGB 144, 238, 144</li>\n\n\n\n<li>CMYK 39, 0, 39, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lincoln Green</strong></h2>\n\n\n\n<p>Lincoln Green is a historical, grayish olive green famously linked to the&nbsp;<strong>legendary attire of Robin Hood</strong>. It originated in the&nbsp;<strong>English town of Lincoln</strong>, which produced a durable wool cloth dyed with woad and weld. This color symbolizes&nbsp;<strong>merry adventure, rebellion, and a connection to English folklore</strong>. It carries a&nbsp;<strong>rustic, medieval charm</strong>. Accordingly, Lincoln Green appears in&nbsp;<strong>historical reenactments, fantasy genre design, and rustic brand identities</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #478778</li>\n\n\n\n<li>RGB 71, 135, 120</li>\n\n\n\n<li>CMYK 47, 0, 11, 47</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Malachite</strong></h2>\n\n\n\n<p>Malachite is a rich, banded green directly named after the&nbsp;<strong>copper carbonate mineral</strong>&nbsp;used since antiquity for pigments and ornamentation. It was ground into powder for&nbsp;<strong>Egyptian tomb paintings</strong>&nbsp;and&nbsp;<strong>Renaissance frescoes</strong>. This deep, vibrant green symbolizes&nbsp;<strong>transformation, protection, and positive growth</strong>. It is also associated with&nbsp;<strong>healing and abundance</strong>. Consequently, Malachite green is used in&nbsp;<strong>luxurious decor, jewelry, and artistic pigments</strong>&nbsp;to convey depth and natural beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0BDA51</li>\n\n\n\n<li>RGB 11, 218, 81</li>\n\n\n\n<li>CMYK 95, 0, 63, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mint Green</strong></h2>\n\n\n\n<p>Mint Green is a very pale, cool tint reminiscent of the&nbsp;<strong>popular confectionery flavor</strong>. It became a defining color of the&nbsp;<strong>Art Deco and 1950s eras</strong>, symbolizing modernity and cleanliness. This fresh, icy color suggests&nbsp;<strong>coolness, refreshment, and purity</strong>. It carries a&nbsp;<strong>crisp, clean, and slightly retro</strong>&nbsp;feel. Therefore, Mint Green is ubiquitous in&nbsp;<strong>bathroom fixtures, vintage kitchenware, and brand identities</strong>&nbsp;aiming for a friendly, hygienic image.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #98FB98</li>\n\n\n\n<li>RGB 152, 251, 152</li>\n\n\n\n<li>CMYK 39, 0, 39, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Green</strong></h2>\n\n\n\n<p>Neon Green is an extremely bright, yellowish-green that appears to&nbsp;<strong>literally glow</strong>, mimicking the effect of neon gas lighting. It is a product of&nbsp;<strong>modern synthetic dyes</strong>&nbsp;and is synonymous with 1980s and 90s cyberpunk aesthetics. This shocking color represents&nbsp;<strong>extreme energy, artificiality, and digital futurism</strong>. It is&nbsp;<strong>impossible to ignore</strong>. Thus, Neon Green is critical for&nbsp;<strong>high-visibility safety gear, nightclub graphics, and tech gaming peripherals</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0FFF50</li>\n\n\n\n<li>RGB 15, 255, 80</li>\n\n\n\n<li>CMYK 94, 0, 69, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Nyanza</strong></h2>\n\n\n\n<p>Nyanza is an exceptionally pale, green-tinged off-white, named after&nbsp;<strong>Lake Nyanza (Victoria)</strong>. It is a very modern color, popular in&nbsp;<strong>contemporary web and graphic design</strong>&nbsp;for its soft, screen-friendly quality. This barely-there hue evokes&nbsp;<strong>cleanliness, minimalism, and light</strong>. It acts as a&nbsp;<strong>soft, luminous neutral</strong>. Accordingly, Nyanza is favored for&nbsp;<strong>website backgrounds, modern app UI design, and sleek product packaging</strong>&nbsp;where a subtle, fresh base is needed.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ECFFDC</li>\n\n\n\n<li>RGB 236, 255, 220</li>\n\n\n\n<li>CMYK 7, 0, 14, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Drab</strong></h2>\n\n\n\n<p>Olive Drab is a dull, brownish-green officially standardized for&nbsp;<strong>U.S. military combat uniforms</strong>&nbsp;from World War II through the Vietnam War. It was designed for&nbsp;<strong>general-purpose camouflage</strong>&nbsp;in European environments. This utilitarian color signifies&nbsp;<strong>duty, ruggedness, and practicality</strong>. It is the epitome of&nbsp;<strong>military surplus style</strong>. As such, Olive Drab remains iconic in&nbsp;<strong>military reenactments, workwear fashion, and outdoor equipment</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #BAB86C</li>\n\n\n\n<li>RGB 186, 184, 108</li>\n\n\n\n<li>CMYK 0, 1, 42, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Yellow-Green Olive</strong></h2>\n\n\n\n<p>Yellow-Green Olive is a warm, mustardy shade that sits between&nbsp;<strong>olive and chartreuse</strong>. It reflects the color of certain&nbsp;<strong>ripe or brined olives</strong>. This muted yet distinct hue suggests&nbsp;<strong>uniqueness, earthiness, and a touch of spice</strong>. It is&nbsp;<strong>complex and somewhat vintage</strong>. Consequently, this olive variant is chosen for&nbsp;<strong>bohemian fashion, organic food branding, and autumnal design palettes</strong>&nbsp;to add warm, natural contrast.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9B9A4A</li>\n\n\n\n<li>RGB 155, 154, 74</li>\n\n\n\n<li>CMYK 0, 1, 52, 39</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Moss Green</strong></h2>\n\n\n\n<p>Dark Moss Green is a deep, desaturated green with strong yellow undertones, resembling&nbsp;<strong>moss in shadow</strong>. It is a color of&nbsp;<strong>ancient forests and damp woodlands</strong>. This earthy tone represents&nbsp;<strong>resilience, age, and quiet wisdom</strong>. It feels&nbsp;<strong>grounded and protective</strong>. Therefore, Dark Moss Green is effectively used in&nbsp;<strong>landscape art, heritage branding, and outdoor apparel</strong>&nbsp;to communicate durability and a deep connection to nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A5D23</li>\n\n\n\n<li>RGB 74, 93, 35</li>\n\n\n\n<li>CMYK 20, 0, 62, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Camouflage Green</strong></h2>\n\n\n\n<p>Camouflage Green is a medium, grayish green specifically formulated as one component in&nbsp;<strong>modern digital or woodland camouflage patterns</strong>. Its purpose is purely&nbsp;<strong>functional concealment</strong>&nbsp;in varied terrains. This color embodies&nbsp;<strong>adaptation, survival, and tactical utility</strong>. It has been heavily adopted by&nbsp;<strong>streetwear and youth culture</strong>. Thus, Camouflage Green appears far beyond the field in&nbsp;<strong>fashion, accessories, and urban design</strong>&nbsp;as a symbol of edgy practicality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #78866B</li>\n\n\n\n<li>RGB 120, 134, 107</li>\n\n\n\n<li>CMYK 10, 0, 20, 47</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Feldgrau</strong></h2>\n\n\n\n<p>Feldgrau, meaning &#8220;field gray,&#8221; is a green-gray historically used for&nbsp;<strong>German military field uniforms</strong>&nbsp;from the early 20th century through World War II. It was chosen for its&nbsp;<strong>effective concealment</strong>&nbsp;in European landscapes. This somber color carries heavy&nbsp;<strong>historical weight</strong>&nbsp;and signifies&nbsp;<strong>discipline and industrial warfare</strong>. It is a&nbsp;<strong>serious, muted neutral</strong>. Accordingly, Feldgrau is referenced in&nbsp;<strong>historical media, military models, and designs requiring a sober, utilitarian gray-green</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4D5D53</li>\n\n\n\n<li>RGB 77, 93, 83</li>\n\n\n\n<li>CMYK 17, 0, 11, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sacramento Green</strong></h2>\n\n\n\n<p>Sacramento Green is a very dark, blue-based green named after the&nbsp;<strong>capital city of California</strong>, reflecting its official state color. It is associated with&nbsp;<strong>government authority and the natural environment</strong>&nbsp;of the region. This near-black green conveys&nbsp;<strong>stability, dignity, and growth</strong>. It is both&nbsp;<strong>official and natural</strong>. Consequently, Sacramento Green is used in&nbsp;<strong>governmental insignia, university athletics, and professional branding</strong>&nbsp;that requires a formal, eco-conscious tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #043927</li>\n\n\n\n<li>RGB 4, 57, 39</li>\n\n\n\n<li>CMYK 93, 0, 32, 78</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Jungle Green</strong></h2>\n\n\n\n<p>Dark Jungle Green is an extremely deep, blue-black green that evokes the&nbsp;<strong>impenetrable shadows of a rainforest floor</strong>. It is closely related to the color of&nbsp;<strong>racer snakes</strong>&nbsp;and deep foliage. This near-black shade symbolizes&nbsp;<strong>mystery, depth, and the unknown</strong>. It is a color of&nbsp;<strong>profound stillness and hidden life</strong>. Therefore, Dark Jungle Green is used in&nbsp;<strong>luxurious evening wear, dramatic interior accents, and astronomical imagery</strong>&nbsp;to create a sense of immense depth and richness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1A2421</li>\n\n\n\n<li>RGB 26, 36, 33</li>\n\n\n\n<li>CMYK 28, 0, 8, 86</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Jungle Green</strong></h2>\n\n\n\n<p>Medium Jungle Green is a dark, cyan-leaning green that represents the&nbsp;<strong>mid-tones of dense tropical vegetation</strong>. It serves as a bridge between the deep shadows and brighter canopy. This color suggests&nbsp;<strong>lushness, vitality, and abundant growth</strong>. It feels&nbsp;<strong>immersive and alive</strong>. Consequently, Medium Jungle Green is effective in&nbsp;<strong>natural history exhibits, tropical branding, and digital art</strong>&nbsp;to create a vibrant, enveloping natural environment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1C352D</li>\n\n\n\n<li>RGB 28, 53, 45</li>\n\n\n\n<li>CMYK 47, 0, 15, 79</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Acid Green</strong></h2>\n\n\n\n<p>Acid Green is a harsh, luminous yellow-green reminiscent of&nbsp;<strong>toxic chemicals or radioactive materials</strong>. It emerged from&nbsp;<strong>1960s psychedelic art</strong>&nbsp;and&nbsp;<strong>1990s rave culture</strong>. This aggressive color symbolizes&nbsp;<strong>danger, artificiality, and counter-cultural rebellion</strong>. It is deliberately&nbsp;<strong>jarring and unnatural</strong>. Thus, Acid Green is deployed in&nbsp;<strong>warning labels, sci-fi horror aesthetics, and alternative music graphics</strong>&nbsp;to provoke a visceral reaction.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B0BF1A</li>\n\n\n\n<li>RGB 176, 191, 26</li>\n\n\n\n<li>CMYK 8, 0, 86, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Amazon</strong></h2>\n\n\n\n<p>Amazon is a medium, blue-based green named after the&nbsp;<strong>lush rainforest of South America</strong>. It embodies the color of the&nbsp;<strong>river basin&#8217;s dense canopy</strong>. This green represents&nbsp;<strong>wilderness, biodiversity, and ecological wonder</strong>. It carries connotations of&nbsp;<strong>untamed adventure and vast scale</strong>. Accordingly, the Amazon green is used by&nbsp;<strong>environmental organizations, outdoor adventure companies, and brands</strong>&nbsp;wishing to emphasize a direct connection to tropical nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3B7A57</li>\n\n\n\n<li>RGB 59, 122, 87</li>\n\n\n\n<li>CMYK 52, 0, 29, 52</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Android Green</strong></h2>\n\n\n\n<p>Android Green is the distinctive, lime-based green used as the&nbsp;<strong>logo color for the Android operating system</strong>&nbsp;since its debut. It was chosen to represent&nbsp;<strong>innovation, openness, and digital playfulness</strong>. This bright, synthetic hue symbolizes the&nbsp;<strong>future of mobile technology</strong>. It is&nbsp;<strong>futuristic and approachable</strong>. Consequently, Android Green is instantly recognizable in&nbsp;<strong>tech marketing, app icons, and developer communities</strong>&nbsp;as a symbol of the platform.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A4C639</li>\n\n\n\n<li>RGB 164, 198, 57</li>\n\n\n\n<li>CMYK 17, 0, 71, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Apple Green (Alternate)</strong></h2>\n\n\n\n<p>This Apple Green is a vibrant, yellow-based green identical to the first entry, reaffirming its status as a&nbsp;<strong>iconic shade of freshness</strong>. Its dual listing underscores its prominence across&nbsp;<strong>multiple color systems and industries</strong>. It consistently represents&nbsp;<strong>vitality and modern simplicity</strong>. Therefore, its uses remain the same: a go-to for&nbsp;<strong>attracting attention in consumer goods and digital design</strong>&nbsp;with a friendly, energetic punch.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8DB600</li>\n\n\n\n<li>RGB 141, 182, 0</li>\n\n\n\n<li>CMYK 22, 0, 100, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bottle Green</strong></h2>\n\n\n\n<p>Bottle Green is a very dark, blue-green that mimics the color of&nbsp;<strong>traditional glass beverage bottles</strong>, especially from the 19th century. It is a classic color of&nbsp;<strong>British heritage</strong>, often used in academic and racing attire. This deep shade signifies&nbsp;<strong>tradition, reliability, and understated quality</strong>. It is&nbsp;<strong>rich and conservative</strong>. Thus, Bottle Green is standard for&nbsp;<strong>blazers, luxury stationery, and packaging</strong>&nbsp;that aims to convey classic sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006A4E</li>\n\n\n\n<li>RGB 0, 106, 78</li>\n\n\n\n<li>CMYK 100, 0, 26, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Chartreuse</strong></h2>\n\n\n\n<p>Bright Chartreuse is an intense, nearly fluorescent version of the classic liqueur color. It pushes the original&#8217;s luminosity to its&nbsp;<strong>maximum visual impact</strong>. This extreme shade represents&nbsp;<strong>unbridled energy, madness, and attention-seeking behavior</strong>. It is&nbsp;<strong>visually vibrating and impossible to ignore</strong>. As a result, Bright Chartreuse is reserved for&nbsp;<strong>extreme sports equipment, highlighters, and safety applications</strong>&nbsp;where the highest level of visibility is critical.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9AFF00</li>\n\n\n\n<li>RGB 154, 255, 0</li>\n\n\n\n<li>CMYK 40, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Lime</strong></h2>\n\n\n\n<p>Bright Lime is a searing, electric green that is even more intense than standard Lime Green. It sits at the&nbsp;<strong>peak of green-yellow saturation</strong>. This color embodies&nbsp;<strong>pure, unadulterated vibrancy and hyperactive energy</strong>. It is&nbsp;<strong>youthful and digitally native</strong>. Therefore, Bright Lime is used for&nbsp;<strong>gaming peripherals, neon lighting effects, and social media graphics</strong>&nbsp;designed to capture the eye in a fraction of a second.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A6FF00</li>\n\n\n\n<li>RGB 166, 255, 0</li>\n\n\n\n<li>CMYK 35, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Mint</strong></h2>\n\n\n\n<p>Bright Mint is a cool, highly saturated cyan-green that amplifies the traditional mint flavor into a&nbsp;<strong>bold, contemporary statement</strong>. It retains mint&#8217;s&nbsp;<strong>associations with coolness and cleanliness</strong>&nbsp;but with modern intensity. This vivid shade suggests&nbsp;<strong>digital freshness, crispness, and clarity</strong>. It feels&nbsp;<strong>clean and sharp</strong>. Consequently, Bright Mint is popular in&nbsp;<strong>tech startup logos, modern fitness branding, and website call-to-action buttons</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #66FF99</li>\n\n\n\n<li>RGB 102, 255, 153</li>\n\n\n\n<li>CMYK 60, 0, 40, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Sea Green</strong></h2>\n\n\n\n<p>Bright Sea Green is a vibrant, cyan-heavy green that captures the&nbsp;<strong>brilliant turquoise of shallow tropical seas</strong>&nbsp;under sunlight. It is a digitally enhanced version of the natural color. This luminous shade evokes&nbsp;<strong>crystal-clear water, paradise, and escape</strong>. It symbolizes&nbsp;<strong>purity, refreshment, and tropical luxury</strong>. Therefore, Bright Sea Green is a favorite for&nbsp;<strong>travel agency advertising, swimwear design, and resort decor</strong>&nbsp;to instantly communicate a idyllic, watery destination.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FFCC</li>\n\n\n\n<li>RGB 0, 255, 204</li>\n\n\n\n<li>CMYK 100, 0, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brunswick Green</strong></h2>\n\n\n\n<p>Brunswick Green is a very dark, blue-based green historically used for&nbsp;<strong>railway locomotives and institutional buildings</strong>&nbsp;in the 19th century. It is named after the German Duchy of Brunswick. This somber, formal color represents&nbsp;<strong>industrial strength, stability, and Victorian elegance</strong>. It is a color of&nbsp;<strong>authority and tradition</strong>. Consequently, Brunswick Green remains in use for&nbsp;<strong>heritage restoration projects, academic robes, and luxury goods packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1B4D3E</li>\n\n\n\n<li>RGB 27, 77, 62</li>\n\n\n\n<li>CMYK 65, 0, 19, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Creeper Green</strong></h2>\n\n\n\n<p>Creeper Green is a dark, yellow-toned green inspired by&nbsp;<strong>climbing vines like ivy</strong>. It specifically references the iconic&nbsp;<strong>&#8220;Creeper&#8221; character from the game&nbsp;<em>Minecraft</em></strong>. This pixelated shade symbolizes&nbsp;<strong>persistent growth, digital nature, and playful danger</strong>. It carries a&nbsp;<strong>modern, gaming-centric cultural weight</strong>. Thus, Creeper Green is instantly recognizable in&nbsp;<strong>gaming merchandise, esports team colors, and geek culture apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0C661A</li>\n\n\n\n<li>RGB 12, 102, 26</li>\n\n\n\n<li>CMYK 88, 0, 75, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Forest Green</strong></h2>\n\n\n\n<p>Dark Forest Green is an even deeper, more intense version of forest green, resembling&nbsp;<strong>the heart of an ancient, sunless wood</strong>. It is the color of&nbsp;<strong>deep shadow and primeval growth</strong>. This profound green symbolizes&nbsp;<strong>mystery, longevity, and seclusion</strong>. It feels&nbsp;<strong>protective and immense</strong>. Accordingly, Dark Forest Green is used in&nbsp;<strong>theatrical sets, fantasy book covers, and high-end automotive interiors</strong>&nbsp;to create an atmosphere of enveloping depth and richness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #002D1A</li>\n\n\n\n<li>RGB 0, 45, 26</li>\n\n\n\n<li>CMYK 100, 0, 42, 82</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Green</strong></h2>\n\n\n\n<p>Deep Green is a rich, saturated medium green that represents the&nbsp;<strong>essence of greenness at its fullest depth</strong>&nbsp;without leaning toward blue or yellow. It is the&nbsp;<strong>archetypal, pure mid-green</strong>. This color embodies&nbsp;<strong>abundance, fertility, and robust health</strong>. It is&nbsp;<strong>direct and life-affirming</strong>. Consequently, Deep Green is a powerful choice for&nbsp;<strong>gardening brands, organic supermarket signage, and environmental activism materials</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #056608</li>\n\n\n\n<li>RGB 5, 102, 8</li>\n\n\n\n<li>CMYK 95, 0, 92, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dollar Bill Green</strong></h2>\n\n\n\n<p>Dollar Bill Green is a dull, grayish-green specifically matched to the&nbsp;<strong>background color of U.S. paper currency</strong>. It was chosen for its&nbsp;<strong>difficulty to counterfeit</strong>&nbsp;with 19th-century technology. This color has become synonymous with&nbsp;<strong>money, finance, and capitalism</strong>. It represents&nbsp;<strong>wealth, stability, and economic exchange</strong>. Therefore, Dollar Bill Green is used in&nbsp;<strong>financial technology apps, business infographics, and marketing for banking services</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #85BB65</li>\n\n\n\n<li>RGB 133, 187, 101</li>\n\n\n\n<li>CMYK 29, 0, 46, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Caribbean Green</strong></h2>\n\n\n\n<p>Caribbean Green is a bright, sparkling aqua that mirrors the&nbsp;<strong>shallow, sun-drenched waters of the Caribbean Sea</strong>. It is a color of&nbsp;<strong>postcards and vacation dreams</strong>. This radiant shade evokes&nbsp;<strong>fun, relaxation, and tropical getaway</strong>. It symbolizes&nbsp;<strong>clarity, joy, and fluidity</strong>. As a result, Caribbean Green is ideal for&nbsp;<strong>cruise line branding, summer fashion collections, and beverage packaging</strong>&nbsp;aiming for a refreshing, holiday feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00CC99</li>\n\n\n\n<li>RGB 0, 204, 153</li>\n\n\n\n<li>CMYK 100, 0, 25, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>GO Green</strong></h2>\n\n\n\n<p>GO Green is a vibrant, traffic-light-inspired green used as a universal signal for&nbsp;<strong>&#8220;proceed&#8221; or &#8220;affirmative action&#8221;</strong>. It is the color of&nbsp;<strong>&#8220;go&#8221; in branding for environmental initiatives</strong>. This clear, bold green communicates&nbsp;<strong>movement, permission, and positive ecological action</strong>. It is&nbsp;<strong>unambiguous and encouraging</strong>. Thus, GO Green is foundational for&nbsp;<strong>sustainability logos, launch buttons in user interfaces, and safety signage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00AB66</li>\n\n\n\n<li>RGB 0, 171, 102</li>\n\n\n\n<li>CMYK 100, 0, 40, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Harlequin Green</strong></h2>\n\n\n\n<p>Harlequin Green is an intense, pure saturated green named after the&nbsp;<strong>diamond-patterned costume of the Harlequin character</strong>&nbsp;from Italian comedy. It is a color of&nbsp;<strong>theatricality and vivid spectacle</strong>. This electric shade represents&nbsp;<strong>drama, mischief, and playful extravagance</strong>. It is&nbsp;<strong>bold and performative</strong>. Consequently, Harlequin Green is used in&nbsp;<strong>carnival and festival decor, theatrical lighting gels, and attention-grabbing fashion statements</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3FFF00</li>\n\n\n\n<li>RGB 63, 255, 0</li>\n\n\n\n<li>CMYK 75, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Kaitoke Green</strong></h2>\n\n\n\n<p>Kaitoke Green is a very deep, blue-green named after the&nbsp;<strong>Kaitoke Regional Park in New Zealand</strong>, known for its lush rainforests. It embodies the&nbsp;<strong>cool, dense greenery of the antipodean bush</strong>. This rich color symbolizes&nbsp;<strong>pristine wilderness, tranquility, and ecological purity</strong>. It feels&nbsp;<strong>remote and untouched</strong>. Accordingly, Kaitoke Green is used in&nbsp;<strong>eco-tourism branding, conservation materials, and design evoking New Zealand&#8217;s natural beauty</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #004830</li>\n\n\n\n<li>RGB 0, 72, 48</li>\n\n\n\n<li>CMYK 100, 0, 33, 72</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Screamin’ Green</strong></h2>\n\n\n\n<p>Screamin’ Green is a loud, medium-bright green created by Crayola in the 1990s, named for its&nbsp;<strong>eye-piercing vibrancy</strong>. It embodies the&nbsp;<strong>exaggerated, artificial colors of children&#8217;s toys</strong>&nbsp;and 90s pop culture. This green is intentionally&nbsp;<strong>garish and fun</strong>, representing unbridled energy and playfulness. It is a color of&nbsp;<strong>nostalgia and hyperactivity</strong>. Therefore, Screamin’ Green appears in&nbsp;<strong>kid-centric branding, retro designs, and novelty items</strong>&nbsp;to evoke a sense of whimsical, loud fun.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #76FF7A</li>\n\n\n\n<li>RGB 118, 255, 122</li>\n\n\n\n<li>CMYK 54, 0, 52, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear Green</strong></h2>\n\n\n\n<p>Pear Green is a soft, warm green with strong yellow undertones, reminiscent of the&nbsp;<strong>skin of a ripe Anjou or Bartlett pear</strong>. It is a&nbsp;<strong>fruity, approachable, and gentle</strong>&nbsp;shade. This color suggests&nbsp;<strong>sweetness, mildness, and organic ripeness</strong>. It carries a&nbsp;<strong>friendly and appetizing</strong>&nbsp;quality. Consequently, Pear Green is effectively used in&nbsp;<strong>food blogging aesthetics, natural cosmetics packaging, and spring-themed marketing</strong>&nbsp;to convey soft freshness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D1E231</li>\n\n\n\n<li>RGB 209, 226, 49</li>\n\n\n\n<li>CMYK 8, 0, 78, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Inchworm</strong></h2>\n\n\n\n<p>Inchworm is a light, bright yellow-green named after the&nbsp;<strong>color of the geometer moth caterpillar</strong>. It was introduced as a Crayola crayon color, capturing a&nbsp;<strong>specific hue from nature</strong>. This cheerful, crawling green symbolizes&nbsp;<strong>curiosity, gradual progress, and springtime</strong>. It feels&nbsp;<strong>youthful and inquisitive</strong>. Thus, Inchworm is popular in&nbsp;<strong>children&#8217;s educational materials, garden-themed products, and designs aiming for a friendly, natural vibe</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B2EC5D</li>\n\n\n\n<li>RGB 178, 236, 93</li>\n\n\n\n<li>CMYK 25, 0, 61, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Asparagus Green</strong></h2>\n\n\n\n<p>Asparagus Green is a dull, grayish-green that takes its hue from the&nbsp;<strong>stalks of white asparagus or the darker spears</strong>. It is a&nbsp;<strong>vegetal and earthy</strong>&nbsp;color from the garden. This muted shade represents&nbsp;<strong>subtlety, nourishment, and understated taste</strong>. It is a&nbsp;<strong>sophisticated neutral</strong>&nbsp;within the green family. Accordingly, Asparagus Green is chosen for&nbsp;<strong>upscale culinary branding, natural fabric dyes, and serene interior wall colors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87A96B</li>\n\n\n\n<li>RGB 135, 169, 107</li>\n\n\n\n<li>CMYK 20, 0, 37, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rifle Green</strong></h2>\n\n\n\n<p>Rifle Green is a dark, grayish olive specifically associated with the uniforms of&nbsp;<strong>rifle regiments</strong>&nbsp;in the British Army, chosen for its&nbsp;<strong>camouflage properties</strong>. It is a&nbsp;<strong>martial, practical, and sober</strong>&nbsp;color. This shade signifies&nbsp;<strong>discipline, precision, and tradition</strong>. It carries a&nbsp;<strong>no-nonsense, utilitarian authority</strong>. Consequently, Rifle Green is used in&nbsp;<strong>military paraphernalia, classic tailoring for men, and rugged outdoor gear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #444C38</li>\n\n\n\n<li>RGB 68, 76, 56</li>\n\n\n\n<li>CMYK 11, 0, 26, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chlorophyll Green</strong></h2>\n\n\n\n<p>Chlorophyll Green is a vibrant, yellow-based green that directly mimics the&nbsp;<strong>primary pigment responsible for photosynthesis in plants</strong>. It is the&nbsp;<strong>essential color of life and solar energy conversion</strong>. This scientific shade represents&nbsp;<strong>growth, vitality, and biological processes</strong>. It is&nbsp;<strong>fundamentally natural and energizing</strong>. Therefore, Chlorophyll Green is ideal for&nbsp;<strong>science education materials, health food logos, and renewable energy branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4AFF00</li>\n\n\n\n<li>RGB 74, 255, 0</li>\n\n\n\n<li>CMYK 71, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green Lizard</strong></h2>\n\n\n\n<p>Green Lizard is a bright, vivid yellow-green named for the&nbsp;<strong>startling coloration of many tropical lizard species</strong>. It captures a&nbsp;<strong>flash of reptilian brilliance</strong>&nbsp;in the jungle. This electric shade symbolizes&nbsp;<strong>alertness, agility, and exotic wildlife</strong>. It is a color of&nbsp;<strong>sudden movement and surprise</strong>. As a result, Green Lizard is used in&nbsp;<strong>animal-themed graphics, vibrant athletic wear, and designs needing a jolt of intense, natural-looking green</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A7F432</li>\n\n\n\n<li>RGB 167, 244, 50</li>\n\n\n\n<li>CMYK 32, 0, 80, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Jungle Green</strong></h2>\n\n\n\n<p>Deep Jungle Green is a very dark cyan that represents the&nbsp;<strong>color of deep, still jungle ponds or shadowy waterways</strong>. It is darker and bluer than Medium Jungle Green. This mysterious shade evokes&nbsp;<strong>stillness, hidden depth, and tropical mystery</strong>. It suggests&nbsp;<strong>secrets and coolness</strong>&nbsp;amidst the heat. Accordingly, Deep Jungle Green is applied in&nbsp;<strong>mystery novel covers, aquatic-themed design, and creating dramatic, recessive backgrounds</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #004B49</li>\n\n\n\n<li>RGB 0, 75, 73</li>\n\n\n\n<li>CMYK 100, 0, 3, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Lemon-Lime</strong></h2>\n\n\n\n<p>Dark Lemon-Lime is a muted, olive-toned version of the classic citrus duo, resembling the&nbsp;<strong>rind of a lime</strong>. It tempers the brightness with&nbsp;<strong>earthiness and maturity</strong>. This shade suggests a&nbsp;<strong>more sophisticated, less sugary citrus flavor</strong>. It carries&nbsp;<strong>zest without the neon glare</strong>. Consequently, Dark Lemon-Lime is used in&nbsp;<strong>organic beverage labels, adult-oriented candy packaging, and fashion for a pop of subdued energy</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #76BA1B</li>\n\n\n\n<li>RGB 118, 186, 27</li>\n\n\n\n<li>CMYK 37, 0, 85, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maximum Green</strong></h2>\n\n\n\n<p>Maximum Green is a strong, medium-yellow green that represents a&nbsp;<strong>peak saturation point</strong>&nbsp;within a classic green hue. It was formulated as part of a&nbsp;<strong>Crayola &#8220;maximum color&#8221; series</strong>. This robust, healthy green symbolizes&nbsp;<strong>abundant growth and vibrant life</strong>. It is&nbsp;<strong>optimistic and straightforward</strong>. Thus, Maximum Green is effective in&nbsp;<strong>children&#8217;s art supplies, playground equipment, and logos for parks and recreation</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4C9A2A</li>\n\n\n\n<li>RGB 76, 154, 42</li>\n\n\n\n<li>CMYK 51, 0, 73, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vivid Lime</strong></h2>\n\n\n\n<p>Vivid Lime is an intense, high-impact green with a strong yellow component, pushing&nbsp;<strong>saturation to its visual limit</strong>. It is a&nbsp;<strong>digitally optimized</strong>&nbsp;version of lime, designed for maximum screen visibility. This electric color represents&nbsp;<strong>hyper-energy, futuristic speed, and unmissable alerts</strong>. It is&nbsp;<strong>aggressively bright and modern</strong>. Therefore, Vivid Lime is critical for&nbsp;<strong>critical UI notifications, gaming stream overlays, and high-energy sports marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A4DE02</li>\n\n\n\n<li>RGB 164, 222, 2</li>\n\n\n\n<li>CMYK 26, 0, 99, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cal Poly Pomona Green</strong></h2>\n\n\n\n<p>Cal Poly Pomona Green is a deep, blue-based green officially used by&nbsp;<strong>California State Polytechnic University, Pomona</strong>. It represents the institution&#8217;s identity and values. This academic shade symbolizes&nbsp;<strong>growth, innovation, and the applied sciences</strong>. It carries a sense of&nbsp;<strong>tradition and educational excellence</strong>. Consequently, this specific green is primarily used in&nbsp;<strong>university merchandise, athletic uniforms, and campus signage</strong>&nbsp;to foster school spirit and recognition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1E5631</li>\n\n\n\n<li>RGB 30, 86, 49</li>\n\n\n\n<li>CMYK 65, 0, 43, 66</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mantis</strong></h2>\n\n\n\n<p>Mantis is a fresh, medium green named after the&nbsp;<strong>praying mantis insect</strong>, often associated with&nbsp;<strong>precision and stillness in nature</strong>. It is a balanced, natural-looking green. This color suggests&nbsp;<strong>patience, harmony, and natural camouflage</strong>. It is both&nbsp;<strong>alert and calm</strong>. Accordingly, Mantis green is used in&nbsp;<strong>biology-related branding, wellness apps, and outdoor product design</strong>&nbsp;to communicate a balanced, natural efficiency.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #68BB59</li>\n\n\n\n<li>RGB 104, 187, 89</li>\n\n\n\n<li>CMYK 44, 0, 52, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Green</strong></h2>\n\n\n\n<p>Pale Green is an extremely light, washed-out tint of green, almost appearing as&nbsp;<strong>green-tinged white</strong>. It is the&nbsp;<strong>quintessential pastel green</strong>. This delicate shade evokes&nbsp;<strong>softness, innocence, and early spring shoots</strong>. It is&nbsp;<strong>gentle, inoffensive, and ethereal</strong>. Thus, Pale Green is a classic choice for&nbsp;<strong>nursery decor, wedding stationery, and as a background color to create a sense of airy spaciousness</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #98FB98</li>\n\n\n\n<li>RGB 152, 251, 152</li>\n\n\n\n<li>CMYK 39, 0, 39, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Spring Green</strong></h2>\n\n\n\n<p>Medium Spring Green is a bright, cyan-leaning green that sits between Spring Green and Cyan on the color wheel. It is one of the&nbsp;<strong>original X11 web colors</strong>. This crisp, cool green embodies the&nbsp;<strong>renewal of spring with a cleaner, more digital feel</strong>. It communicates&nbsp;<strong>clarity, refreshment, and vitality</strong>. As a result, it is widely used in&nbsp;<strong>web design elements, tech company branding, and graphics requiring a cool, vibrant accent</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FA9A</li>\n\n\n\n<li>RGB 0, 250, 154</li>\n\n\n\n<li>CMYK 100, 0, 38, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lime Web</strong></h2>\n\n\n\n<p>Lime Web, often called &#8220;lime&#8221; in web color code, is a&nbsp;<strong>fully saturated, 100% green and 100% yellow</strong>&nbsp;in the RGB model. It is the&nbsp;<strong>purest, brightest green possible on a digital screen</strong>. This blinding color is the&nbsp;<strong>definition of pure digital green</strong>. It symbolizes&nbsp;<strong>maximum visibility, artificiality, and &#8220;on&#8221; status</strong>. Therefore, Lime Web is used for&nbsp;<strong>coding syntax highlighters, pure signal lights in interfaces, and as a base for creating other digital greens</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FF00</li>\n\n\n\n<li>RGB 0, 255, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Spring Green</strong></h2>\n\n\n\n<p>Pale Spring Green is a very light, cool pastel that feels like&nbsp;<strong>Spring Green diluted with plenty of white</strong>. It evokes&nbsp;<strong>frosty mornings, new grass, and delicate mint</strong>. This soft hue suggests&nbsp;<strong>tenderness, calm renewal, and a chilly freshness</strong>. It is&nbsp;<strong>soothing and subtly optimistic</strong>. Consequently, Pale Spring Green is ideal for&nbsp;<strong>health and spa branding, baby shower themes, and winter-into-spring fashion collections</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CCFFCC</li>\n\n\n\n<li>RGB 204, 255, 204</li>\n\n\n\n<li>CMYK 20, 0, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Kelly Bright</strong></h2>\n\n\n\n<p>Kelly Bright is a more saturated, slightly cooler variant of classic Kelly Green,&nbsp;<strong>amplifying its intensity</strong>. It takes the heritage of Kelly Green and makes it&nbsp;<strong>pop for modern media</strong>. This vibrant shade represents&nbsp;<strong>unabashed celebration, high visibility, and energetic tradition</strong>. It is&nbsp;<strong>confidently cheerful</strong>. Thus, Kelly Bright is used for&nbsp;<strong>festival decorations, sports team graphics, and any application where the classic color needs extra punch</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00C957</li>\n\n\n\n<li>RGB 0, 201, 87</li>\n\n\n\n<li>CMYK 100, 0, 57, 21</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shamrock Green</strong></h2>\n\n\n\n<p>Shamrock Green is a rich, blue-based green directly associated with the&nbsp;<strong>three-leaf clover, a national symbol of Ireland</strong>. It is darker and more saturated than the typical &#8220;St. Patrick&#8217;s Day&#8221; green. This traditional color symbolizes&nbsp;<strong>faith, luck, and Irish heritage</strong>. It feels&nbsp;<strong>authentic and deeply rooted</strong>. Accordingly, Shamrock Green is used in&nbsp;<strong>Irish cultural organizations, traditional packaging, and designs aiming for a genuine Celtic feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #009E60</li>\n\n\n\n<li>RGB 0, 158, 96</li>\n\n\n\n<li>CMYK 100, 0, 39, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pearly Green</strong></h2>\n\n\n\n<p>Pearly Green is a very light, warm green with a&nbsp;<strong>subtle, creamy opacity</strong>, reminiscent of&nbsp;<strong>iridescent seashells or polished stones</strong>. It is a&nbsp;<strong>soft, luxurious, and elegant</strong>&nbsp;pastel. This delicate shade suggests&nbsp;<strong>quiet opulence, natural beauty, and refined taste</strong>. It carries a&nbsp;<strong>vintage, gentle glamour</strong>. Therefore, Pearly Green is chosen for&nbsp;<strong>wedding decor, luxury cosmetic packaging, and interior design accents</strong>&nbsp;seeking a soft, sophisticated touch.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E8F1D4</li>\n\n\n\n<li>RGB 232, 241, 212</li>\n\n\n\n<li>CMYK 4, 0, 12, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mint Cream Green</strong></h2>\n\n\n\n<p>Mint Cream Green is an off-white with the&nbsp;<strong>faintest possible hint of mint green</strong>, leaning more towards a&nbsp;<strong>cool, greenish white</strong>. It is one of the X11 web colors, named for its&nbsp;<strong>creamy, pale appearance</strong>. This barely-there hue symbolizes&nbsp;<strong>sterile cleanliness, crisp freshness, and subtle coolness</strong>. It is often used as a&nbsp;<strong>background color to imply purity and space</strong>. Consequently, Mint Cream Green is common in&nbsp;<strong>medical website designs, minimalist app interfaces, and as a clean canvas in digital art</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5FFFA</li>\n\n\n\n<li>RGB 245, 255, 250</li>\n\n\n\n<li>CMYK 4, 0, 2, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Honeydew Green</strong></h2>\n\n\n\n<p>Honeydew Green is a very pale, warm green inspired by the&nbsp;<strong>flesh of the honeydew melon</strong>. It is another member of the X11 web color list. This soft, sweet shade evokes&nbsp;<strong>gentle sweetness, softness, and mild refreshment</strong>. It carries a&nbsp;<strong>fruity, soothing, and inoffensive</strong>&nbsp;quality. Therefore, Honeydew Green is frequently used in&nbsp;<strong>backgrounds for food blogs, children&#8217;s website elements, and designs requiring a warm, friendly white alternative</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F0FFF0</li>\n\n\n\n<li>RGB 240, 255, 240</li>\n\n\n\n<li>CMYK 6, 0, 6, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tea Green</strong></h2>\n\n\n\n<p>Tea Green is a light, yellowish-green that mimics the&nbsp;<strong>color of a weak infusion of green tea</strong>. It is a&nbsp;<strong>subtle, calming, and natural</strong>&nbsp;hue with historical roots in East Asian ceramics and textiles. This color suggests&nbsp;<strong>simplicity, health, and peaceful moments</strong>. It embodies a&nbsp;<strong>quiet, contemplative energy</strong>. Accordingly, Tea Green is popular in&nbsp;<strong>wellness and yoga studio branding, natural kitchenware, and serene interior paint colors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D0F0C0</li>\n\n\n\n<li>RGB 208, 240, 192</li>\n\n\n\n<li>CMYK 13, 0, 20, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Laurel Green</strong></h2>\n\n\n\n<p>Laurel Green is a medium, grayish green named after the leaves of the&nbsp;<strong>laurel shrub</strong>, historically used to make&nbsp;<strong>victors&#8217; wreaths</strong>&nbsp;in ancient Greece. It is a&nbsp;<strong>dignified, muted, and sophisticated</strong>&nbsp;shade. This color represents&nbsp;<strong>wisdom, achievement, and peace</strong>. It carries an&nbsp;<strong>academic and heraldic</strong>&nbsp;weight. Consequently, Laurel Green is used in&nbsp;<strong>university insignia, classic library interiors, and military decoration trim</strong>&nbsp;to denote honor and quiet prestige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A9BA9D</li>\n\n\n\n<li>RGB 169, 186, 157</li>\n\n\n\n<li>CMYK 9, 0, 16, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Seaweed Green</strong></h2>\n\n\n\n<p>Seaweed Green is a dark, murky green with brown undertones, directly reflecting the color of&nbsp;<strong>kelp and other deep-water sea vegetation</strong>. It is an&nbsp;<strong>organic, earthy, and somewhat mysterious</strong>&nbsp;color from the ocean depths. This shade symbolizes&nbsp;<strong>adaptation, depth, and natural richness</strong>. It feels&nbsp;<strong>nourishing and primal</strong>. Thus, Seaweed Green is effective in&nbsp;<strong>marine biology contexts, organic fertilizer branding, and creating a natural, grounded mood in design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #354A21</li>\n\n\n\n<li>RGB 53, 74, 33</li>\n\n\n\n<li>CMYK 28, 0, 55, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pine Green</strong></h2>\n\n\n\n<p>Pine Green is a dark, blue-based green that captures the color of&nbsp;<strong>pine tree needles in shadow</strong>. It is a classic, cool dark green. This color signifies&nbsp;<strong>endurance, steadfastness, and winter resilience</strong>. It is associated with&nbsp;<strong>everlasting life and natural stability</strong>. Therefore, Pine Green is a staple for&nbsp;<strong>winter holiday decor, national park branding, and traditional men&#8217;s fashion</strong>&nbsp;to convey a sense of reliable, timeless nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #234F1E</li>\n\n\n\n<li>RGB 35, 79, 30</li>\n\n\n\n<li>CMYK 56, 0, 62, 69</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear Green (Alternate)</strong></h2>\n\n\n\n<p>This Pear Green is a brighter, more yellow-saturated variant than the previous entry, resembling a&nbsp;<strong>riper, sunnier pear</strong>. It reinforces the color&#8217;s connection to&nbsp;<strong>fruitful sweetness and natural vibrancy</strong>. This version is even more&nbsp;<strong>energetic and appetizing</strong>. Consequently, its uses lean towards&nbsp;<strong>vibrant food advertising, playful children&#8217;s products, and summer graphics</strong>&nbsp;where a juicier, more saturated green is required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #74B72E</li>\n\n\n\n<li>RGB 116, 183, 46</li>\n\n\n\n<li>CMYK 37, 0, 75, 28</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Avocado Green</strong></h2>\n\n\n\n<p>Avocado Green is a dull, yellowish-green that defined&nbsp;<strong>kitchen appliances and bathroom fixtures</strong>&nbsp;of the 1970s. It is named after the skin of the avocado fruit. This retro shade symbolizes a&nbsp;<strong>specific era of design, earthy style, and organic forms</strong>. It carries strong&nbsp;<strong>nostalgic and vintage</strong>&nbsp;connotations. Accordingly, Avocado Green is now used in&nbsp;<strong>retro-themed designs, ironic fashion, and renovations aiming for an authentic 70s aesthetic</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #568203</li>\n\n\n\n<li>RGB 86, 130, 3</li>\n\n\n\n<li>CMYK 34, 0, 98, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Basil Green</strong></h2>\n\n\n\n<p>Basil Green is a muted, grayish green inspired by the&nbsp;<strong>aromatic herb&#8217;s leaves</strong>. It is a&nbsp;<strong>culinary, earthy, and fragrant</strong>&nbsp;color. This shade suggests&nbsp;<strong>flavor, natural goodness, and Mediterranean warmth</strong>. It feels both&nbsp;<strong>fresh and savory</strong>. Consequently, Basil Green is excellently suited for&nbsp;<strong>food packaging (especially for pasta or sauces), restaurant branding, and garden kitchen decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #32612D</li>\n\n\n\n<li>RGB 50, 97, 45</li>\n\n\n\n<li>CMYK 48, 0, 54, 62</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Seafoam Light</strong></h2>\n\n\n\n<p>Seafoam Light is a pale, cool tint of green that feels like&nbsp;<strong>seafoam green mixed with extra white and a touch more blue</strong>. It is an&nbsp;<strong>airy, ethereal, and calming</strong>&nbsp;pastel. This color evokes&nbsp;<strong>ocean spray, breezy coasts, and weightlessness</strong>. It symbolizes&nbsp;<strong>purity, calm, and openness</strong>. Thus, Seafoam Light is ideal for&nbsp;<strong>beach wedding themes, spa interior walls, and designs aiming for a soft, coastal atmosphere</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9FE2BF</li>\n\n\n\n<li>RGB 159, 226, 191</li>\n\n\n\n<li>CMYK 30, 0, 15, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shamrock Dark</strong></h2>\n\n\n\n<p>Shamrock Dark is a deeper, more somber version of Shamrock Green, resembling the&nbsp;<strong>shaded leaves of a clover patch</strong>. It retains its strong&nbsp;<strong>Irish symbolism</strong>&nbsp;but with added gravity and maturity. This rich hue signifies&nbsp;<strong>deep-rooted tradition, resilience, and enduring faith</strong>. It feels&nbsp;<strong>more formal and historical</strong>&nbsp;than its brighter counterpart. Consequently, Shamrock Dark is used in&nbsp;<strong>official emblems, traditional tweed fabrics, and designs requiring a more subdued Celtic authority</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #03AC13</li>\n\n\n\n<li>RGB 3, 172, 19</li>\n\n\n\n<li>CMYK 98, 0, 89, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Persian Green</strong></h2>\n\n\n\n<p>Persian Green is a distinctive, medium cyan-green historically used in&nbsp;<strong>Persian pottery, tiles, and carpets</strong>&nbsp;since ancient times. It is a color of&nbsp;<strong>artistic heritage and luxurious craftsmanship</strong>. This elegant shade represents&nbsp;<strong>paradise, sophistication, and divine connection</strong>&nbsp;in Persian art. It carries an&nbsp;<strong>exotic, artistic legacy</strong>. Therefore, Persian Green is featured in&nbsp;<strong>bohemian decor, artisanal branding, and designs drawing on Middle Eastern aesthetics</strong>&nbsp;for a touch of historic elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00A693</li>\n\n\n\n<li>RGB 0, 166, 147</li>\n\n\n\n<li>CMYK 100, 0, 11, 35</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pakistan Green</strong></h2>\n\n\n\n<p>Pakistan Green is a dark, blue-based green featured on the&nbsp;<strong>flag of Pakistan</strong>, representing the&nbsp;<strong>Muslim majority</strong>&nbsp;of the country. It is a color of&nbsp;<strong>national identity, faith, and pride</strong>. This solemn shade symbolizes&nbsp;<strong>growth, prosperity, and Islamic heritage</strong>. It is a&nbsp;<strong>patriotic and culturally significant</strong>&nbsp;color. Accordingly, Pakistan Green is primarily used in&nbsp;<strong>national symbols, cultural events, and merchandise</strong>&nbsp;to express Pakistani national spirit.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006600</li>\n\n\n\n<li>RGB 0, 102, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tropical Rainforest Green</strong></h2>\n\n\n\n<p>Tropical Rainforest Green is a rich, deep cyan-green that captures the&nbsp;<strong>humid, vibrant green of rainforest canopies</strong>. It is the color of&nbsp;<strong>biodiversity and dense, wet jungles</strong>. This lush shade symbolizes&nbsp;<strong>teeming life, ecological wealth, and adventure</strong>. It feels&nbsp;<strong>alive, humid, and exotic</strong>. Thus, Tropical Rainforest Green is a powerful choice for&nbsp;<strong>environmental advocacy, zoological park branding, and travel advertising</strong>&nbsp;for exotic destinations.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00755E</li>\n\n\n\n<li>RGB 0, 117, 94</li>\n\n\n\n<li>CMYK 100, 0, 20, 54</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Crocodile Green</strong></h2>\n\n\n\n<p>Crocodile Green is a muted, olive-brown green that mimics the&nbsp;<strong>scaly hide of a crocodile or alligator</strong>. It is a&nbsp;<strong>camouflage color from the animal kingdom</strong>. This earthy, murky shade represents&nbsp;<strong>stealth, patience, and primal survival</strong>. It is&nbsp;<strong>rugged, textured, and ancient</strong>. Consequently, Crocodile Green is used in&nbsp;<strong>hunting and outdoor apparel, rugged leather goods, and design themes</strong>&nbsp;centered on wilderness and reptiles.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #607D3B</li>\n\n\n\n<li>RGB 96, 125, 59</li>\n\n\n\n<li>CMYK 23, 0, 53, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pickle Green</strong></h2>\n\n\n\n<p>Pickle Green is a dull, yellow-olive green that matches the&nbsp;<strong>color of a dill pickle in a jar</strong>. It is a&nbsp;<strong>tangy, briny, and oddly specific</strong>&nbsp;food-inspired hue. This quirky shade suggests&nbsp;<strong>sourness, preservation, and casual snacking</strong>. It carries a&nbsp;<strong>playful, retro diner</strong>&nbsp;vibe. Therefore, Pickle Green finds use in&nbsp;<strong>specialty food packaging, quirky graphic design elements, and nostalgic restaurant interiors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #597D35</li>\n\n\n\n<li>RGB 89, 125, 53</li>\n\n\n\n<li>CMYK 29, 0, 58, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Laurel Gray-Green</strong></h2>\n\n\n\n<p>Laurel Gray-Green is a dusty, desaturated green that sits on the border between&nbsp;<strong>gray and green</strong>, like dried laurel leaves. It is a&nbsp;<strong>subdued, elegant, and neutral</strong>&nbsp;tone. This sophisticated shade implies&nbsp;<strong>maturity, subtlety, and weathered wisdom</strong>. It works as a&nbsp;<strong>versatile, calming neutral</strong>. Accordingly, Laurel Gray-Green is selected for&nbsp;<strong>high-end interior wall colors, classic car finishes, and sophisticated textile design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #728C69</li>\n\n\n\n<li>RGB 114, 140, 105</li>\n\n\n\n<li>CMYK 19, 0, 25, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fern Light</strong></h2>\n\n\n\n<p>Fern Light is a bright, yellow-based green that captures the&nbsp;<strong>sunlit tips of new fern fronds</strong>. It is a&nbsp;<strong>lighter, more cheerful</strong>&nbsp;variant of classic fern green. This optimistic shade represents&nbsp;<strong>new growth, delicate life, and sunny woodland clearings</strong>. It feels&nbsp;<strong>airy and hopeful</strong>. Thus, Fern Light is ideal for&nbsp;<strong>spring marketing campaigns, garden center signage, and designs aiming for a light, natural freshness</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5DBB63</li>\n\n\n\n<li>RGB 93, 187, 99</li>\n\n\n\n<li>CMYK 50, 0, 47, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear Tree Green</strong></h2>\n\n\n\n<p>Pear Tree Green is a soft, warm medium green inspired by the&nbsp;<strong>leaves of a pear tree in summer</strong>. It is slightly more muted and yellow than the fruit&#8217;s skin. This gentle, pastoral shade suggests&nbsp;<strong>orchard tranquility, fruitfulness, and shaded abundance</strong>. It evokes a&nbsp;<strong>rustic, peaceful feeling</strong>. Consequently, Pear Tree Green is used in&nbsp;<strong>farm-to-table branding, pastoral landscape art, and eco-friendly product design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #74C365</li>\n\n\n\n<li>RGB 116, 195, 101</li>\n\n\n\n<li>CMYK 41, 0, 48, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Verdun Green</strong></h2>\n\n\n\n<p>Verdun Green is a dark, dull olive named after the&nbsp;<strong>Battle of Verdun</strong>&nbsp;in World War I, historically used for&nbsp;<strong>French army uniforms</strong>. It is a color with&nbsp;<strong>somber martial history</strong>. This muted shade symbolizes&nbsp;<strong>endurance, the grim reality of war, and historical remembrance</strong>. It is a&nbsp;<strong>sober, historical color</strong>. As such, Verdun Green appears in&nbsp;<strong>military history contexts, period film costumes, and designs requiring a drab, historical green</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #487800</li>\n\n\n\n<li>RGB 72, 120, 0</li>\n\n\n\n<li>CMYK 40, 0, 100, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Castleton Green</strong></h2>\n\n\n\n<p>Castleton Green is a very dark, blue-green named after&nbsp;<strong>Castleton University</strong>&nbsp;in Vermont, reflecting its official colors. It is a deep, academic shade associated with&nbsp;<strong>institutional identity and New England tradition</strong>. This rich color signifies&nbsp;<strong>stability, knowledge, and collegiate pride</strong>. It carries a sense of&nbsp;<strong>heritage and formal excellence</strong>. Consequently, Castleton Green is primarily used in&nbsp;<strong>university merchandise, academic regalia, and official campus branding</strong>&nbsp;materials.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00563B</li>\n\n\n\n<li>RGB 0, 86, 59</li>\n\n\n\n<li>CMYK 100, 0, 31, 66</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Viridian</strong></h2>\n\n\n\n<p>Viridian is a medium, blue-green pigment discovered in the 19th century, prized by&nbsp;<strong>Impressionist and Post-Impressionist painters</strong>&nbsp;like Monet and Cézanne for its transparency and stability. Its name comes from the Latin for &#8220;green.&#8221; This artistic hue represents&nbsp;<strong>clarity, cool tranquility, and artistic innovation</strong>. It is a&nbsp;<strong>historically significant pigment</strong>&nbsp;in fine art. Therefore, Viridian remains a staple in&nbsp;<strong>artist&#8217;s paints, and is used in design to evoke a classic, artistic sophistication</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #40826D</li>\n\n\n\n<li>RGB 64, 130, 109</li>\n\n\n\n<li>CMYK 51, 0, 16, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sea Mist</strong></h2>\n\n\n\n<p>Sea Mist is an extremely pale, greenish-white that captures the&nbsp;<strong>faint color of ocean mist or spray on a foggy coast</strong>. It is barely distinguishable from white. This ethereal, cool tint suggests&nbsp;<strong>softness, obscurity, and cool dampness</strong>. It is an&nbsp;<strong>airy, almost neutral background color</strong>. Thus, Sea Mist is used to create&nbsp;<strong>soft, luminous backgrounds in web design, in coastal-themed interiors, and anywhere a hint of cool freshness is needed in a white space</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CFFFE5</li>\n\n\n\n<li>RGB 207, 255, 229</li>\n\n\n\n<li>CMYK 19, 0, 10, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wild Fern</strong></h2>\n\n\n\n<p>Wild Fern is a medium, yellow-olive green identical to the earlier &#8220;Fern Green,&#8221; reaffirming its status as a&nbsp;<strong>classic, natural woodland color</strong>. Its dual listing confirms its consistent recognition across color systems. This shade consistently represents the&nbsp;<strong>enduring, widespread beauty of fern fronds</strong>. Its applications remain the same: a reliable choice for conveying&nbsp;<strong>natural sincerity and organic growth</strong>&nbsp;in design.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4F7942</li>\n\n\n\n<li>RGB 79, 121, 66</li>\n\n\n\n<li>CMYK 35, 0, 45, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Willow Green</strong></h2>\n\n\n\n<p>Willow Green is a muted, grayish-yellow green inspired by the&nbsp;<strong>long, slender leaves of the willow tree</strong>. It is a&nbsp;<strong>soft, pliable, and melancholic</strong>&nbsp;shade often associated with poetry and watercourses. This gentle color suggests&nbsp;<strong>flexibility, sadness (weeping willow), and peaceful reflection</strong>. It carries a&nbsp;<strong>literary and pastoral</strong>&nbsp;mood. Accordingly, Willow Green is used in&nbsp;<strong>landscape painting, contemplative brand identities, and serene garden design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A9A5B</li>\n\n\n\n<li>RGB 138, 154, 91</li>\n\n\n\n<li>CMYK 10, 0, 41, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celery Green</strong></h2>\n\n\n\n<p>Celery Green is a pale, yellowish-green that matches the&nbsp;<strong>inner stalks of the celery vegetable</strong>. It is a&nbsp;<strong>crunchy, fresh, and watery</strong>&nbsp;hue. This light shade evokes&nbsp;<strong>dietary health, crispness, and mild flavor</strong>. It is a&nbsp;<strong>clean, simple, and slightly retro</strong>&nbsp;color. Consequently, Celery Green is effective in&nbsp;<strong>health food packaging, fresh produce marketing, and kitchen decor</strong>&nbsp;aiming for a light, wholesome feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C3E88D</li>\n\n\n\n<li>RGB 195, 232, 141</li>\n\n\n\n<li>CMYK 16, 0, 39, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Moss Light</strong></h2>\n\n\n\n<p>Moss Light is a pale, cool green that feels like a&nbsp;<strong>sun-bleached or frosted version of moss</strong>. It is a&nbsp;<strong>delicate, soft, and serene</strong>&nbsp;pastel. This airy shade suggests&nbsp;<strong>gentle age, softness, and cool, damp mornings</strong>. It lacks the deep earthiness of darker moss greens. Therefore, Moss Light is chosen for&nbsp;<strong>feminine design palettes, vintage linen patterns, and wall colors in spaces meant to feel quietly refreshing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADDFAD</li>\n\n\n\n<li>RGB 173, 223, 173</li>\n\n\n\n<li>CMYK 22, 0, 22, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jungle Bright</strong></h2>\n\n\n\n<p>Jungle Bright is a vibrant, cyan-rich green that amplifies the lushness of jungle green into a&nbsp;<strong>more electric, saturated tone</strong>. It represents the&nbsp;<strong>most vivid and intense plant life</strong>&nbsp;in the tropics. This dazzling shade symbolizes&nbsp;<strong>exuberant life, heat, and visual spectacle</strong>. It is&nbsp;<strong>energetic and hyper-natural</strong>. As a result, Jungle Bright is used in&nbsp;<strong>tropical print fabrics, energetic festival decor, and graphics</strong>&nbsp;requiring a burst of intense, cool green.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #008F6B</li>\n\n\n\n<li>RGB 0, 143, 107</li>\n\n\n\n<li>CMYK 100, 0, 25, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spruce Green</strong></h2>\n\n\n\n<p>Spruce Green is a deep, blue-green specifically named for the&nbsp;<strong>needles of the spruce tree</strong>. It is darker and cooler than pine green. This wintry shade signifies&nbsp;<strong>hardiness, resilience in cold climates, and evergreen constancy</strong>. It is a&nbsp;<strong>cool, crisp, and festive</strong>&nbsp;dark green. Thus, Spruce Green is a classic for&nbsp;<strong>winter holiday themes, cabin decor, and outdoor apparel</strong>&nbsp;designed for cold-weather environments.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #427F3F</li>\n\n\n\n<li>RGB 66, 127, 63</li>\n\n\n\n<li>CMYK 48, 0, 50, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Thyme Green</strong></h2>\n\n\n\n<p>Thyme Green is a grayish, dusty green inspired by the&nbsp;<strong>small leaves of the thyme herb</strong>. It is a&nbsp;<strong>subtle, fragrant, and Mediterranean</strong>&nbsp;color. This muted shade suggests&nbsp;<strong>earthiness, culinary use, and quiet durability</strong>. It feels&nbsp;<strong>rustic and grounded</strong>. Consequently, Thyme Green is well-suited for&nbsp;<strong>herb garden branding, rustic pottery glazes, and interior design</strong>&nbsp;aiming for a natural, understated European country feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4E5A38</li>\n\n\n\n<li>RGB 78, 90, 56</li>\n\n\n\n<li>CMYK 13, 0, 38, 65</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pea Green</strong></h2>\n\n\n\n<p>Pea Green is a dull, moderately saturated yellow-green that matches the color of&nbsp;<strong>cooked green peas</strong>. It is a simple,&nbsp;<strong>vegetal and somewhat plain</strong>&nbsp;hue from the garden. This humble shade represents&nbsp;<strong>basic nourishment, simplicity, and modest growth</strong>. It carries a&nbsp;<strong>slightly old-fashioned, wholesome</strong>&nbsp;feel. Therefore, Pea Green is often used in&nbsp;<strong>children&#8217;s book illustrations (think &#8220;green eggs and ham&#8221;), vintage kitchenware, and designs aiming for an unpretentious, natural vibe</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9DBC9D</li>\n\n\n\n<li>RGB 157, 188, 157</li>\n\n\n\n<li>CMYK 16, 0, 16, 26</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pistachio Light</strong></h2>\n\n\n\n<p>Pistachio Light is a very pale, warm green that feels like&nbsp;<strong>pistachio green diluted with cream</strong>. It is a&nbsp;<strong>soft, sweet, and delicate</strong>&nbsp;pastel. This gentle shade evokes&nbsp;<strong>the pale interior of the nut, luxury ice cream, and soft elegance</strong>. It suggests&nbsp;<strong>refined taste and calming sweetness</strong>. Consequently, Pistachio Light is popular in&nbsp;<strong>wedding color palettes, upscale bakery branding, and interior design</strong>&nbsp;for creating a light, soothing, and subtly luxurious atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D0EAC7</li>\n\n\n\n<li>RGB 208, 234, 199</li>\n\n\n\n<li>CMYK 11, 0, 15, 8</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green Bay</strong></h2>\n\n\n\n<p>Green Bay is a bright, yellow-green named in honor of the&nbsp;<strong>city and NFL team</strong>, the Green Bay Packers. It is a&nbsp;<strong>sports-centric, energetic, and team-spirited</strong>&nbsp;color. This vibrant shade represents&nbsp;<strong>community pride, athleticism, and Midwestern tradition</strong>. It is&nbsp;<strong>bold and instantly recognizable</strong>&nbsp;to sports fans. Thus, Green Bay green is overwhelmingly used in&nbsp;<strong>team merchandise, sports broadcasting graphics, and local business signage</strong>&nbsp;in support of the Packers.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9ACD32</li>\n\n\n\n<li>RGB 154, 205, 50</li>\n\n\n\n<li>CMYK 25, 0, 76, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tea Leaf Green</strong></h2>\n\n\n\n<p>Tea Leaf Green is a very dark, grayish-green that mirrors the color of&nbsp;<strong>dried tea leaves before brewing</strong>. It is a&nbsp;<strong>rich, earthy, and sophisticated</strong>&nbsp;shade. This deep color symbolizes&nbsp;<strong>antiquity, depth of flavor, and contemplative ritual</strong>. It feels&nbsp;<strong>grounded, dry, and archival</strong>. Accordingly, Tea Leaf Green is used in&nbsp;<strong>specialty tea packaging, traditional stationery, and designs</strong>&nbsp;that aim to convey a sense of aged wisdom and organic substance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0F3D36</li>\n\n\n\n<li>RGB 15, 61, 54</li>\n\n\n\n<li>CMYK 75, 0, 11, 76</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Moss Fern</strong></h2>\n\n\n\n<p>Moss Fern is a medium, grayish green that blends the qualities of&nbsp;<strong>moss and fern</strong>, sitting between the two in tone. It is a&nbsp;<strong>composite, natural, and muted</strong>&nbsp;woodland color. This hybrid shade represents&nbsp;<strong>forest floor complexity, symbiotic growth, and quiet harmony</strong>. It is a&nbsp;<strong>versatile, earthy neutral</strong>. Consequently, Moss Fern is chosen for&nbsp;<strong>naturalist branding, eco-friendly product lines, and landscape photography backdrops</strong>&nbsp;to evoke a balanced, textured natural environment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8DA399</li>\n\n\n\n<li>RGB 141, 163, 153</li>\n\n\n\n<li>CMYK 13, 0, 6, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Myrtle Green</strong></h2>\n\n\n\n<p>Myrtle Green is a dark, blue-green named after the&nbsp;<strong>myrtle plant</strong>, sacred to Venus and a symbol of&nbsp;<strong>love and immortality</strong>&nbsp;in ancient times. It is a&nbsp;<strong>classical, rich, and verdant</strong>&nbsp;hue. This deep shade signifies&nbsp;<strong>good luck, joyful love, and enduring life</strong>. It carries&nbsp;<strong>mythological and romantic connotations</strong>. Therefore, Myrtle Green appears in&nbsp;<strong>floral industry graphics, romantic wedding decor, and academic robes</strong>&nbsp;(particularly in Germany).</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #317873</li>\n\n\n\n<li>RGB 49, 120, 115</li>\n\n\n\n<li>CMYK 59, 0, 4, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pickle Dark</strong></h2>\n\n\n\n<p>Pickle Dark is a deeper, more olive-brown version of Pickle Green, resembling a&nbsp;<strong>pickle that has been brining for a long time</strong>. It is a&nbsp;<strong>murky, savory, and intense</strong>&nbsp;variant. This saturated shade suggests&nbsp;<strong>strong flavor, preservation, and a more mature tang</strong>. It feels&nbsp;<strong>heartier and less playful</strong>&nbsp;than its lighter counterpart. Thus, Pickle Dark might be used for&nbsp;<strong>artisanal food products, rugged workwear accents, or in color palettes needing a deep, unusual olive</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #536654</li>\n\n\n\n<li>RGB 83, 102, 84</li>\n\n\n\n<li>CMYK 19, 0, 18, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Gray</strong></h2>\n\n\n\n<p>Olive Gray is a desaturated, grayish olive that sits directly on the border between&nbsp;<strong>brown-gray and green</strong>. It is a&nbsp;<strong>utilitarian, military-adjacent, and neutral</strong>&nbsp;color. This ambiguous shade represents&nbsp;<strong>practicality, blend-ability, and no-frills functionality</strong>. It is the epitome of a&nbsp;<strong>drab, earthy neutral</strong>. Accordingly, Olive Gray is used in&nbsp;<strong>industrial design, military vehicles, and contemporary fashion</strong>&nbsp;as a sophisticated, non-color neutral with an edge.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6B8E23</li>\n\n\n\n<li>RGB 107, 142, 35</li>\n\n\n\n<li>CMYK 25, 0, 75, 44</li>\n</ul>\n",
  "uri": "/shades-of-green/",
  "date": "2026-01-21T05:47:38",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp",
      "altText": "most popular shades of green and their meanings"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Green: Names, Codes, Uses and Meanings | ColorMean",
    "metaDesc": "Shades of Green explained with clear color names, HEX and RGB codes, real-world uses, and symbolic meanings. A practical guide for designers, artists, and anyone drawn to green’s natural energy.",
    "canonical": "",
    "opengraphTitle": "Shades of Green: Names, Codes, Uses and Meanings | ColorMean",
    "opengraphDescription": "Shades of Green explained with clear color names, HEX and RGB codes, real-world uses, and symbolic meanings. A practical guide for designers, artists, and anyone drawn to green’s natural energy.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-green/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-green/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Green: Names, Codes, Uses and Meanings\",\"datePublished\":\"2026-01-21T05:47:38+00:00\",\"dateModified\":\"2026-01-21T09:35:18+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-green/\"},\"wordCount\":9370,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-green/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-green/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-green/\",\"url\":\"https://cms.colormean.com/shades-of-green/\",\"name\":\"Shades of Green: Names, Codes, Uses and Meanings | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-green/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-green/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp\",\"datePublished\":\"2026-01-21T05:47:38+00:00\",\"dateModified\":\"2026-01-21T09:35:18+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Shades of Green explained with clear color names, HEX and RGB codes, real-world uses, and symbolic meanings. A practical guide for designers, artists, and anyone drawn to green\\u2019s natural energy.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-green/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-green/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-green/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/most-popular-shades-of-green-and-their-meanings.webp\",\"width\":1248,\"height\":832,\"caption\":\"most popular shades of green and their meanings\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-green/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Green: Names, Codes, Uses and Meanings\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}