{
  "id": "cG9zdDozOTU=",
  "databaseId": 395,
  "title": "Shades of Pink: Names, Codes, Meanings and Uses",
  "excerpt": "<p>Pink is more than just a soft version of red. It carries charm, warmth, and personality, appearing in countless shades that are unique and vibrant. In this post, you will explore over 100 shades of pink, from bold hot pink to gentle rose pink, lively coral pink, and subtle salmon pink—each shade with its own &#8230; <a title=\"Shades of Pink: Names, Codes, Meanings and Uses\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-pink-color/\" aria-label=\"Read more about Shades of Pink: Names, Codes, Meanings and Uses\">Read more</a></p>\n",
  "content": "\n<p>Pink is more than just a soft version of red. It carries charm, warmth, and personality, appearing in countless shades that are unique and vibrant. In this post, you will explore over 100 shades of pink, from bold hot pink to gentle rose pink, lively coral pink, and subtle salmon pink—each shade with its own character.</p>\n\n\n\n<p>We provide <strong>hex, RGB, and CMYK codes</strong> for every color, along with meanings and practical uses. This makes it simple to choose the right pink for <strong>fashion, design, art, or decoration</strong>.</p>\n\n\n\n<p>By the end of this guide, you will understand how each pink looks, feels, and works. You’ll be able to pick the perfect shade for any project or palette.</p>\n\n\n\n<p>Let’s step into the colorful and captivating world of pink shades.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-scaled.webp\" alt=\"infographic showing popular shades of pink color\" class=\"wp-image-408\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-pink-color-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink</strong></h2>\n\n\n\n<p>Pink is the foundational, pale red family tint, a desaturated tone that immediately conveys&nbsp;<strong>softness and nurturing warmth</strong>. Historically, this specific tint became culturally significant in the West post-World War II, famously associated with&nbsp;<strong>femininity and gentle charm</strong>. Interestingly, it was not gendered until the mid-20th century. Furthermore, Pink carries meanings of&nbsp;<strong>innocence, romance, and compassion</strong>. Therefore, it is widely used in&nbsp;<strong>cosmetic packaging, intimate apparel, and playful design</strong>&nbsp;to evoke a soothing, approachable feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC0CB</li>\n\n\n\n<li>RGB 255, 192, 203</li>\n\n\n\n<li>CMYK 0, 25, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Pink</strong></h2>\n\n\n\n<p>Light Pink is a very pale, whitish variation that feels almost translucent. This shade developed alongside its parent as a&nbsp;<strong>lighter, more innocent alternative</strong>&nbsp;for baby clothes and accessories. Consequently, it is strongly tied to&nbsp;<strong>sweetness, delicacy, and childhood</strong>. Moreover, Light Pink often appears in&nbsp;<strong>nursery decor, confectionery branding, and spring fashion</strong>&nbsp;to create an airy, gentle aesthetic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB6C1</li>\n\n\n\n<li>RGB 255, 182, 193</li>\n\n\n\n<li>CMYK 0, 29, 24, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hot Pink</strong></h2>\n\n\n\n<p>Hot Pink is an intense, electrifying shade that demands immediate attention. It emerged powerfully in the&nbsp;<strong>punk and new wave fashion movements</strong>&nbsp;of the 1970s and 80s as a symbol of rebellion. This color embodies&nbsp;<strong>boldness, exuberance, and unapologetic energy</strong>. Thus, Hot Pink is a staple in&nbsp;<strong>club wear, vibrant advertising, and pop art</strong>&nbsp;to project confidence and high visibility.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF69B4</li>\n\n\n\n<li>RGB 255, 105, 180</li>\n\n\n\n<li>CMYK 0, 59, 29, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Pink</strong></h2>\n\n\n\n<p>Deep Pink is a rich, almost red, highly saturated pink with remarkable depth. This shade is one of the original&nbsp;<strong>X11 web colors</strong>&nbsp;from the 1980s, ensuring its digital legacy. It represents&nbsp;<strong>passion, intensity, and dramatic flair</strong>. As a result, Deep Pink is frequently chosen for&nbsp;<strong>evening wear, floral arrangements, and digital highlights</strong>&nbsp;where a strong, romantic statement is required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF1493</li>\n\n\n\n<li>RGB 255, 20, 147</li>\n\n\n\n<li>CMYK 0, 92, 42, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Baby Pink</strong></h2>\n\n\n\n<p>Baby Pink is a very soft, cool-toned, dusty pink that feels nostalgic and serene. Traditionally, this specific hue was used for&nbsp;<strong>infant garments and nursery items</strong>&nbsp;long before gender-specific color coding. It symbolizes&nbsp;<strong>tenderness, safety, and new beginnings</strong>. Accordingly, Baby Pink is perfect for&nbsp;<strong>product lines for newborns, vintage-themed designs, and soothing interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4C2C2</li>\n\n\n\n<li>RGB 244, 194, 194</li>\n\n\n\n<li>CMYK 0, 20, 20, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blush Pink</strong></h2>\n\n\n\n<p>Blush Pink mimics the natural, warm flush of cheeks, creating a healthy, living hue. This color rose to prominence in the&nbsp;<strong>2010s as a key component of the &#8220;millennial pink&#8221; trend</strong>, favored for its sophistication. It evokes&nbsp;<strong>natural beauty, modesty, and understated elegance</strong>. Hence, Blush Pink is a favorite in&nbsp;<strong>cosmetics, minimalist wedding palettes, and modern interior design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2B5D4</li>\n\n\n\n<li>RGB 242, 181, 212</li>\n\n\n\n<li>CMYK 0, 25, 12, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rose Pink</strong></h2>\n\n\n\n<p>Rose Pink is a bright, clear, medium pink directly inspired by classic garden roses. This shade has been a staple in&nbsp;<strong>art and textiles for centuries</strong>, often made from early organic dyes. It is inherently linked to&nbsp;<strong>gratitude, grace, and classic femininity</strong>. Consequently, Rose Pink is ideal for&nbsp;<strong>floristry branding, romantic stationery, and spring season marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF66CC</li>\n\n\n\n<li>RGB 255, 102, 204</li>\n\n\n\n<li>CMYK 0, 60, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dusty Pink</strong></h2>\n\n\n\n<p>Dusty Pink is a muted, grayish pink that feels vintage and subdued. It gained popularity in the&nbsp;<strong>1930s and 1950s interior design</strong>&nbsp;for its calming, refined quality. This color suggests&nbsp;<strong>subtlety, nostalgia, and mature romance</strong>. Therefore, Dusty Pink is commonly used in&nbsp;<strong>heritage branding, rustic wedding decor, and muted fashion collections</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D58A94</li>\n\n\n\n<li>RGB 213, 138, 148</li>\n\n\n\n<li>CMYK 0, 35, 31, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pastel Pink</strong></h2>\n\n\n\n<p>Pastel Pink is an extremely light, whitened pink with a high value and low saturation. This shade belongs to the broader&nbsp;<strong>pastel color family</strong>&nbsp;cherished in Rococo art and spring festivals. It communicates&nbsp;<strong>softness, sweetness, and a dreamy quality</strong>. Thus, Pastel Pink is ubiquitous in&nbsp;<strong>Easter decorations, macaron packaging, and soft UI design elements</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD1DC</li>\n\n\n\n<li>RGB 255, 209, 220</li>\n\n\n\n<li>CMYK 0, 18, 14, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bubblegum Pink</strong></h2>\n\n\n\n<p>Bubblegum Pink is a cheerful, synthetic-looking, bright pink reminiscent of its sugary namesake. This color exploded in&nbsp;<strong>1950s American pop culture</strong>&nbsp;alongside the commercialization of bubblegum. It embodies&nbsp;<strong>playful fun, youthfulness, and lighthearted energy</strong>. As a result, it&#8217;s a go-to for&nbsp;<strong>toy manufacturing, candy branding, and playful children&#8217;s apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC1CC</li>\n\n\n\n<li>RGB 255, 193, 204</li>\n\n\n\n<li>CMYK 0, 24, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cotton Candy Pink</strong></h2>\n\n\n\n<p>Cotton Candy Pink is a whimsical, very light pink with a subtle blue undertone, mirroring the spun sugar confection. This shade became iconic through&nbsp;<strong>carnival and fairground aesthetics</strong>&nbsp;of the 20th century. It evokes&nbsp;<strong>nostalgia, whimsy, and airy delight</strong>. Therefore, Cotton Candy Pink is frequently used in&nbsp;<strong>party supplies, fantasy-themed designs, and confectionery advertising</strong>&nbsp;to create a sweet, ethereal mood.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFBCD9</li>\n\n\n\n<li>RGB 255, 188, 217</li>\n\n\n\n<li>CMYK 0, 26, 15, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Carnation Pink</strong></h2>\n\n\n\n<p>Carnation Pink is a bright, warm, medium pink named after the popular Dianthus flower. This hue was famously used in&nbsp;<strong>artificial floral arrangements</strong>&nbsp;and became a symbol for Mother&#8217;s Day. It signifies&nbsp;<strong>fascination, distinction, and a mother&#8217;s enduring love</strong>. Consequently, Carnation Pink is prominent in&nbsp;<strong>floristry, greeting cards, and cheerful spring fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFA6C9</li>\n\n\n\n<li>RGB 255, 166, 201</li>\n\n\n\n<li>CMYK 0, 35, 21, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Flamingo Pink</strong></h2>\n\n\n\n<p>Flamingo Pink is a bold, tropical pink-orange inspired by the plumage of the bird. This vibrant color captures the&nbsp;<strong>exotic, playful spirit of mid-century tropical decor</strong>&nbsp;and Florida motifs. It represents&nbsp;<strong>flamboyance, confidence, and social fun</strong>. Thus, Flamingo Pink is perfect for&nbsp;<strong>summer collections, poolside branding, and statement home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FC8EAC</li>\n\n\n\n<li>RGB 252, 142, 172</li>\n\n\n\n<li>CMYK 0, 44, 32, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cherry Blossom Pink</strong></h2>\n\n\n\n<p>Cherry Blossom Pink is a very delicate, pale pink with a neutral balance, evoking the fleeting Sakura flowers. This shade is deeply rooted in&nbsp;<strong>Japanese culture and the Hanami tradition</strong>, symbolizing transience. It conveys&nbsp;<strong>beauty, renewal, and the gentle passage of time</strong>. Accordingly, it is used in&nbsp;<strong>spring festivals, wellness branding, and delicate artistic illustrations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB7C5</li>\n\n\n\n<li>RGB 255, 183, 197</li>\n\n\n\n<li>CMYK 0, 28, 23, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Peony Pink</strong></h2>\n\n\n\n<p>Peony Pink is a lush, moderately saturated pink with slight purple notes, named after the voluminous bloom. Historically associated with&nbsp;<strong>wealth and prosperity in Chinese art</strong>, this color denotes&nbsp;<strong>romance, good fortune, and bashfulness</strong>. As a result, Peony Pink is a classic choice for&nbsp;<strong>luxurious wedding bouquets, elegant packaging, and botanical prints</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E8AEB7</li>\n\n\n\n<li>RGB 232, 174, 183</li>\n\n\n\n<li>CMYK 0, 25, 21, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rose Quartz Pink</strong></h2>\n\n\n\n<p>Rose Quartz Pink is a soft, dusty, slightly mauve-toned pink inspired by the translucent crystal. Pantone named it&nbsp;<strong>Color of the Year in 2016</strong>, highlighting its connection to mindfulness and tranquility. This shade promotes&nbsp;<strong>unconditional love, inner peace, and soothing energy</strong>. Hence, it is popular in&nbsp;<strong>spiritual wellness products, serene interior palettes, and jewelry design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7CAC9</li>\n\n\n\n<li>RGB 247, 202, 201</li>\n\n\n\n<li>CMYK 0, 18, 19, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ballet Pink</strong></h2>\n\n\n\n<p>Ballet Pink is a pale, peachy-beige pink that mimics the traditional satin of ballet slippers. This color is steeped in the&nbsp;<strong>history of classical dance and theatrical costuming</strong>. It symbolizes&nbsp;<strong>discipline, grace, and soft sophistication</strong>. Therefore, Ballet Pink is quintessential for&nbsp;<strong>dancewear, children&#8217;s formal wear, and elegant, neutral paint colors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F3C1D5</li>\n\n\n\n<li>RGB 243, 193, 213</li>\n\n\n\n<li>CMYK 0, 21, 12, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tea Rose Pink</strong></h2>\n\n\n\n<p>Tea Rose Pink is a grayish, desaturated antique pink reminiscent of dried rose petals. It was a fashionable hue in&nbsp;<strong>Victorian-era decor and fashion</strong>&nbsp;for its subdued, refined quality. This color suggests&nbsp;<strong>nostalgia, quiet charm, and bygone elegance</strong>. Consequently, it is often found in&nbsp;<strong>heritage branding, vintage textile restoration, and period film costumes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4C2C2</li>\n\n\n\n<li>RGB 244, 194, 194</li>\n\n\n\n<li>CMYK 0, 20, 20, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mauve Pink</strong></h2>\n\n\n\n<p>Mauve Pink is a pale, grayish purple-pink, a muted cousin of the original 19th-century mauve dye. This shade was part of the&nbsp;<strong>first synthetic dye revolution</strong>, accidentally created by William Henry Perkin. It conveys&nbsp;<strong>subtle innovation, nostalgia, and understated romance</strong>. Thus, Mauve Pink is used in&nbsp;<strong>vintage wallpaper, lingerie, and muted floral arrangements</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E0B0C4</li>\n\n\n\n<li>RGB 224, 176, 196</li>\n\n\n\n<li>CMYK 0, 21, 13, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Orchid Pink</strong></h2>\n\n\n\n<p>Orchid Pink is a light, cool-toned pink with a definitive lavender influence, named for the exotic flower. This color draws from the&nbsp;<strong>Orchidaceae family&#8217;s diversity</strong>, representing rare beauty. It embodies&nbsp;<strong>luxury, refinement, and exotic femininity</strong>. Accordingly, Orchid Pink is selected for&nbsp;<strong>beauty product packaging, special occasion invitations, and contemporary fashion accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2BDCD</li>\n\n\n\n<li>RGB 242, 189, 205</li>\n\n\n\n<li>CMYK 0, 22, 15, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Thulian Pink</strong></h2>\n\n\n\n<p>Thulian Pink is a deep, reddish pink with a historical name derived from the mythical island of Thule. This rich shade was popular in&nbsp;<strong>late 19th-century European fashion</strong>&nbsp;before fading into obscurity. It signifies&nbsp;<strong>mystery, historic opulence, and forgotten intensity</strong>. Therefore, Thulian Pink is rediscovered in&nbsp;<strong>period costume design, dramatic makeup palettes, and niche luxury goods</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DE6FA1</li>\n\n\n\n<li>RGB 222, 111, 161</li>\n\n\n\n<li>CMYK 0, 50, 27, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Amaranth Pink</strong></h2>\n\n\n\n<p>Amaranth Pink is a vibrant, rosy magenta named after the unfading &#8220;Amaranth&#8221; flower from Greek mythology. This color symbolizes&nbsp;<strong>immortality and enduring love</strong>&nbsp;due to its namesake&#8217;s legendary never-wilting properties. It conveys&nbsp;<strong>lasting beauty, vibrant health, and timeless appeal</strong>. Consequently, Amaranth Pink is used in&nbsp;<strong>floral art, symbolic jewelry, and vibrant graphic design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F19CBB</li>\n\n\n\n<li>RGB 241, 156, 187</li>\n\n\n\n<li>CMYK 0, 35, 22, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fuchsia Pink</strong></h2>\n\n\n\n<p>Fuchsia Pink is a bold, purplish-red that sits between magenta and hot pink, named after the Fuchsia plant. This electric color became a&nbsp;<strong>digital age staple</strong>&nbsp;as a key pigment in printing and screen display. It represents&nbsp;<strong>confidence, assertiveness, and electric energy</strong>. Thus, Fuchsia Pink is essential for&nbsp;<strong>high-impact logos, nightlife posters, and athletic wear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF77FF</li>\n\n\n\n<li>RGB 255, 119, 255</li>\n\n\n\n<li>CMYK 0, 53, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Watermelon Pink</strong></h2>\n\n\n\n<p>Watermelon Pink is a juicy, medium pink with a subtle warm, red undertone, evoking the fruit&#8217;s flesh. This shade is intrinsically linked to&nbsp;<strong>summer, picnics, and refreshing sweetness</strong>. It embodies&nbsp;<strong>playful fun, refreshing vitality, and casual enjoyment</strong>. Accordingly, Watermelon Pink is perfect for&nbsp;<strong>summer product lines, playful swimwear, and fresh food marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FC6C85</li>\n\n\n\n<li>RGB 252, 108, 133</li>\n\n\n\n<li>CMYK 0, 57, 47, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Coral Pink</strong></h2>\n\n\n\n<p>Coral Pink is a warm, orange-infused pink that draws its name from marine coral skeletons. This shade rose to major popularity in&nbsp;<strong>1950s mid-century modern design</strong>&nbsp;and fashion. It suggests&nbsp;<strong>warmth, optimism, and lively charm</strong>. Consequently, Coral Pink is a favorite for&nbsp;<strong>retro revival designs, sunset-themed visuals, and welcoming interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F88379</li>\n\n\n\n<li>RGB 248, 131, 121</li>\n\n\n\n<li>CMYK 0, 47, 51, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Salmon Pink</strong></h2>\n\n\n\n<p>Salmon Pink is a soft, orange-pink with a slightly grayed saturation, mimicking the flesh of the fish. This color has been a&nbsp;<strong>classic neutral in interior design</strong>&nbsp;for decades due to its warmth without being overpowering. It conveys&nbsp;<strong>approachability, subtle warmth, and understated comfort</strong>. Thus, Salmon Pink is widely used in&nbsp;<strong>hospitality design, cozy knitwear, and natural cosmetic packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF91A4</li>\n\n\n\n<li>RGB 255, 145, 164</li>\n\n\n\n<li>CMYK 0, 43, 36, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Salmon Pink</strong></h2>\n\n\n\n<p>Light Salmon Pink is a pale, peachy version of Salmon with more white added. This gentle hue is a&nbsp;<strong>staple in coastal and cottage-style decor</strong>&nbsp;for its sunny, washed-out quality. It evokes&nbsp;<strong>gentle warmth, soft dawn light, and serene simplicity</strong>. Therefore, it is ideal for&nbsp;<strong>beach house interiors, spring fashion layers, and soothing branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFA07A</li>\n\n\n\n<li>RGB 255, 160, 122</li>\n\n\n\n<li>CMYK 0, 37, 52, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Strawberry Pink</strong></h2>\n\n\n\n<p>Strawberry Pink is a bright, slightly cool-toned pink-red reminiscent of ripe strawberry fruit. This delicious shade is a&nbsp;<strong>key color in kawaii and cute culture</strong>&nbsp;aesthetics from Japan. It symbolizes&nbsp;<strong>sweetness, playful indulgence, and youthful energy</strong>. As a result, Strawberry Pink is central to&nbsp;<strong>cute stationery, dessert cafe branding, and playful accessory design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FC5A8D</li>\n\n\n\n<li>RGB 252, 90, 141</li>\n\n\n\n<li>CMYK 0, 64, 44, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Punch Pink</strong></h2>\n\n\n\n<p>Punch Pink is a vivid, high-energy pink with strong red undertones, named after the festive beverage. This color captures the&nbsp;<strong>spirit of celebration and bold social gatherings</strong>. It represents&nbsp;<strong>exuberance, festivity, and a bold statement</strong>. Hence, Punch Pink is frequently chosen for&nbsp;<strong>party decorations, festival wear, and attention-grabbing promotional materials</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F25278</li>\n\n\n\n<li>RGB 242, 82, 120</li>\n\n\n\n<li>CMYK 0, 66, 50, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Taffy Pink</strong></h2>\n\n\n\n<p>Taffy Pink is a cheerful, medium-light pink that evokes the stretched, sugary candy sold at boardwalks. This color is rooted in&nbsp;<strong>American nostalgia and vintage candy shop aesthetics</strong>. It suggests&nbsp;<strong>playfulness, simple pleasures, and nostalgic joy</strong>. Accordingly, Taffy Pink is used in&nbsp;<strong>retro candy packaging, children&#8217;s toys, and fun, casual apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF9ECD</li>\n\n\n\n<li>RGB 255, 158, 205</li>\n\n\n\n<li>CMYK 0, 38, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rouge Pink</strong></h2>\n\n\n\n<p>Rouge Pink is a deep, crimson-toned pink, historically the color of traditional cheek rouge. This shade has been used for&nbsp;<strong>centuries in cosmetics</strong>, dating back to ancient Egypt and Greece. It embodies&nbsp;<strong>classic beauty, theatrical drama, and enhanced vitality</strong>. Consequently, Rouge Pink is foundational in&nbsp;<strong>vintage makeup compacts, luxury cosmetic branding, and classic portraiture</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E0115F</li>\n\n\n\n<li>RGB 224, 17, 95</li>\n\n\n\n<li>CMYK 0, 92, 58, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cerise Pink</strong></h2>\n\n\n\n<p>Cerise Pink is a vivid, deep reddish-pink, named after the French word for cherry. This bold color was a&nbsp;<strong>fashion powerhouse in the 1950s</strong>, often seen in elegant dresses and lipsticks. It signifies&nbsp;<strong>bold glamour, vibrant energy, and luxurious taste</strong>. Thus, Cerise Pink is ideal for&nbsp;<strong>high-fashion accessories, dramatic interior accents, and gourmet food branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EC3B83</li>\n\n\n\n<li>RGB 236, 59, 131</li>\n\n\n\n<li>CMYK 0, 75, 44, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Raspberry Pink</strong></h2>\n\n\n\n<p>Raspberry Pink is a rich, slightly purple-toned pink that mirrors the berry&#8217;s deep, juicy interior. This decadent shade is associated with&nbsp;<strong>indulgence, richness, and a touch of decadence</strong>. It conveys&nbsp;<strong>bold flavor, luxurious depth, and sophisticated energy</strong>. Therefore, Raspberry Pink is often used in&nbsp;<strong>luxury confectionery packaging, plush textiles, and decadent beauty products</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E30B5D</li>\n\n\n\n<li>RGB 227, 11, 93</li>\n\n\n\n<li>CMYK 0, 95, 59, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Berry Pink</strong></h2>\n\n\n\n<p>Berry Pink is a darkened, red-leaning pink that captures the essence of mixed berries like cranberry and blackberry. This color evokes&nbsp;<strong>natural richness, autumnal warmth, and rustic charm</strong>. It suggests&nbsp;<strong>wholesomeness, hearty comfort, and organic abundance</strong>. Accordingly, Berry Pink is a staple in&nbsp;<strong>farmhouse decor, fall fashion palettes, and artisanal food labels</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C83F49</li>\n\n\n\n<li>RGB 200, 63, 73</li>\n\n\n\n<li>CMYK 0, 68, 64, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lipstick Pink</strong></h2>\n\n\n\n<p>Lipstick Pink is a classic, true medium-red pink that is the archetypal shade of many iconic lip colors. This hue is&nbsp;<strong>synonymous with femininity, power, and self-expression</strong>&nbsp;across decades of beauty trends. It represents&nbsp;<strong>confidence, allure, and classic style</strong>. Consequently, Lipstick Pink is central to&nbsp;<strong>beauty industry marketing, power dressing, and vintage graphic design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D5174E</li>\n\n\n\n<li>RGB 213, 23, 78</li>\n\n\n\n<li>CMYK 0, 89, 63, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Magenta Pink</strong></h2>\n\n\n\n<p>Magenta Pink is a pure, intense purplish-red, one of the primary subtractive colors (CMYK) in printing. This color was&nbsp;<strong>first formulated as a synthetic aniline dye in 1859</strong>&nbsp;and revolutionized color printing. It symbolizes&nbsp;<strong>universal harmony, spiritual balance, and non-conformity</strong>. Thus, Magenta Pink is critical for&nbsp;<strong>printing processes, psychedelic art, and bold, modern design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF00FF</li>\n\n\n\n<li>RGB 255, 0, 255</li>\n\n\n\n<li>CMYK 0, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ultra Pink</strong></h2>\n\n\n\n<p>Ultra Pink is a brilliant, slightly bluish fluorescent pink, an intensified version of magenta. This shade became iconic in&nbsp;<strong>1980s pop culture</strong>, associated with neon signs and retro-futurism. It embodies&nbsp;<strong>synthetic vibrancy, hyper-energy, and futuristic flair</strong>. Therefore, Ultra Pink is used for&nbsp;<strong>neon lighting effects, arcade aesthetics, and cyberpunk-themed visuals</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF6FFF</li>\n\n\n\n<li>RGB 255, 111, 255</li>\n\n\n\n<li>CMYK 0, 56, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shocking Pink</strong></h2>\n\n\n\n<p>Shocking Pink is an extremely vivid, cool-toned pink famously pioneered by designer Elsa Schiaparelli in the 1930s. This audacious color was a&nbsp;<strong>deliberate fashion rebellion</strong>&nbsp;against the muted tones of its era. It represents&nbsp;<strong>avant-garde daring, artistic surprise, and unbridled creativity</strong>. As a result, it remains a statement in&nbsp;<strong>high fashion, surrealist art, and provocative branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FC0FC0</li>\n\n\n\n<li>RGB 252, 15, 192</li>\n\n\n\n<li>CMYK 0, 94, 24, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Pink</strong></h2>\n\n\n\n<p>Neon Pink is an eye-searing, maximally bright pink with a blue undertone, mimicking gas-discharge neon lights. This color defines&nbsp;<strong>urban nightlife, digital gaming culture, and extreme sports aesthetics</strong>. It screams&nbsp;<strong>attention, high voltage, and contemporary edge</strong>. Hence, Neon Pink is essential for&nbsp;<strong>safety gear accents, club flyers, and techwear fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF10F0</li>\n\n\n\n<li>RGB 255, 16, 240</li>\n\n\n\n<li>CMYK 0, 94, 6, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Electric Pink</strong></h2>\n\n\n\n<p>Electric Pink is a intense, reddish fluorescent pink that seems to glow with its own light. This shade captures the&nbsp;<strong>energy of rock music and alternative fashion</strong>&nbsp;from the late 20th century. It conveys&nbsp;<strong>raw power, rebellious passion, and unstoppable momentum</strong>. Accordingly, Electric Pink is powerful for&nbsp;<strong>music festival branding, extreme sports graphics, and dynamic street art</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F62681</li>\n\n\n\n<li>RGB 246, 38, 129</li>\n\n\n\n<li>CMYK 0, 85, 48, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Barbie Pink</strong></h2>\n\n\n\n<p>Barbie Pink is a distinctive, bright, cool-toned pink officially trademarked by Mattel for its iconic doll. This color became a&nbsp;<strong>global cultural phenomenon</strong>&nbsp;after the doll&#8217;s 1959 launch, shaping beauty ideals. It symbolizes&nbsp;<strong>fantasy, consumerism, and aspirational femininity</strong>. Consequently, Barbie Pink is used in&nbsp;<strong>toy marketing, themed merchandise, and pop art commentary</strong>&nbsp;on consumer culture.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E0218A</li>\n\n\n\n<li>RGB 224, 33, 138</li>\n\n\n\n<li>CMYK 0, 85, 38, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Princess Pink</strong></h2>\n\n\n\n<p>Princess Pink is a soft, sweet, light pink that embodies storybook fairy-tale royalty. This shade is perpetuated by&nbsp;<strong>children&#8217;s media and Disney princess marketing</strong>&nbsp;as a symbol of dreamy idealism. It evokes&nbsp;<strong>innocence, romantic fantasy, and gentle kindness</strong>. Thus, Princess Pink is ubiquitous in&nbsp;<strong>children&#8217;s toys, party dresses, and fantasy-themed entertainment</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F8C8DC</li>\n\n\n\n<li>RGB 248, 200, 220</li>\n\n\n\n<li>CMYK 0, 19, 11, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Millennial Pink</strong></h2>\n\n\n\n<p>Millennial Pink is a muted, dusty rose-beige that took over design trends in the mid-2010s. This sophisticated shade is&nbsp;<strong>notably gender-ambiguous</strong>, reflecting a shift towards more inclusive color palettes. It represents&nbsp;<strong>modernity, muted optimism, and curated calm</strong>. Therefore, it dominates&nbsp;<strong>contemporary interior design, tech accessory branding, and minimalist fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F3CFC6</li>\n\n\n\n<li>RGB 243, 207, 198</li>\n\n\n\n<li>CMYK 0, 15, 19, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rose Gold Pink</strong></h2>\n\n\n\n<p>Rose Gold Pink is a soft, metallic pink with subtle copper undertones, mimicking the popular alloy. This color saw a&nbsp;<strong>massive resurgence in consumer electronics and jewelry</strong>&nbsp;in the 2010s. It signifies&nbsp;<strong>luxurious warmth, modern romance, and trendy elegance</strong>. Accordingly, Rose Gold Pink is key for&nbsp;<strong>luxury product finishes, wedding decor, and high-end cosmetic packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6C7C2</li>\n\n\n\n<li>RGB 230, 199, 194</li>\n\n\n\n<li>CMYK 0, 13, 16, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Champagne Pink</strong></h2>\n\n\n\n<p>Champagne Pink is a pale, warm pink with a beige-gold sheen, evoking the bubbly beverage&#8217;s effervescence. This elegant hue is a&nbsp;<strong>staple in formalwear and bridal fashion</strong>&nbsp;for its neutral, celebratory feel. It conveys&nbsp;<strong>subtle celebration, refined taste, and understated luxury</strong>. Consequently, it is used for&nbsp;<strong>wedding invitations, sophisticated lingerie, and premium branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7E7CE</li>\n\n\n\n<li>RGB 247, 231, 206</li>\n\n\n\n<li>CMYK 0, 6, 17, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Pink</strong></h2>\n\n\n\n<p>Antique Pink is a grayish, faded rosy hue that suggests aged fabric or weathered paint. This color mimics the&nbsp;<strong>patina of time on textiles and porcelain</strong>&nbsp;from the 18th and 19th centuries. It embodies&nbsp;<strong>heritage, nostalgia, and enduring softness</strong>. Thus, Antique Pink is perfect for&nbsp;<strong>historical restoration, vintage-inspired crafts, and shabby-chic decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C08081</li>\n\n\n\n<li>RGB 192, 128, 129</li>\n\n\n\n<li>CMYK 0, 33, 33, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Old Rose Pink</strong></h2>\n\n\n\n<p>Old Rose Pink is a dusty, medium pink with brownish undertones, resembling a dried, historic rose. This melancholic shade was beloved in&nbsp;<strong>Victorian mourning jewelry and post-romantic art</strong>. It suggests&nbsp;<strong>faded beauty, memory, and gentle sorrow</strong>. Therefore, Old Rose Pink is often found in&nbsp;<strong>heritage collections, poetic book design, and autumn garden themes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C08081</li>\n\n\n\n<li>RGB 192, 128, 129</li>\n\n\n\n<li>CMYK 0, 33, 33, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shell Pink</strong></h2>\n\n\n\n<p>Shell Pink is a very pale, warm pink with a hint of yellow, inspired by the interior of certain seashells. This delicate color is linked to&nbsp;<strong>coastal serenity, natural elegance, and organic beauty</strong>. It evokes&nbsp;<strong>calmness, purity, and gentle warmth</strong>. As a result, Shell Pink is used in&nbsp;<strong>beachside decor, spa branding, and delicate porcelain finishes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2D4D7</li>\n\n\n\n<li>RGB 242, 212, 215</li>\n\n\n\n<li>CMYK 0, 12, 11, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cameo Pink</strong></h2>\n\n\n\n<p>Cameo Pink is a soft, uniform peachy-pink reminiscent of the carved profile portraits on cameo jewelry. This color hails from&nbsp;<strong>Neoclassical and Victorian jewelry trends</strong>, symbolizing idealized beauty. It represents&nbsp;<strong>delicacy, classicism, and refined artistry</strong>. Hence, Cameo Pink is ideal for&nbsp;<strong>bridal jewelry design, vintage pattern illustrations, and elegant stationery</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EFBBCC</li>\n\n\n\n<li>RGB 239, 187, 204</li>\n\n\n\n<li>CMYK 0, 22, 15, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fairy Tale Pink</strong></h2>\n\n\n\n<p>Fairy Tale Pink is a light, whimsical pink with a touch of lavender, evoking magical storybook illustrations. This shade is central to&nbsp;<strong>fantasy genre aesthetics and children&#8217;s book art</strong>. It symbolizes&nbsp;<strong>enchantment, wonder, and dreamy escapism</strong>. Accordingly, Fairy Tale Pink is chosen for&nbsp;<strong>theme park design, costume design for fantasy characters, and whimsical product packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F6C1CC</li>\n\n\n\n<li>RGB 246, 193, 204</li>\n\n\n\n<li>CMYK 0, 22, 17, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Primrose Pink</strong></h2>\n\n\n\n<p>Primrose Pink is a pale, yellowish pink named after the early spring flower,&nbsp;<em>Primula vulgaris</em>. This shade is historically associated with&nbsp;<strong>English cottage gardens and the first signs of spring</strong>. It symbolizes&nbsp;<strong>young love, optimism, and gentle new beginnings</strong>. Consequently, Primrose Pink is often used in&nbsp;<strong>garden-themed branding, cheerful spring fashion, and welcoming home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EDC9AF</li>\n\n\n\n<li>RGB 237, 201, 175</li>\n\n\n\n<li>CMYK 0, 15, 26, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Pink</strong></h2>\n\n\n\n<p>Soft Pink is a general term for any pale, low-saturation pink, but specifically refers to a nearly white, gentle hue. This versatile color acts as a&nbsp;<strong>modern neutral in design</strong>, providing warmth without overwhelming a space. It promotes&nbsp;<strong>tranquility, kindness, and subtle warmth</strong>. Thus, Soft Pink is ubiquitous in&nbsp;<strong>nursery walls, healthcare environments, and minimalist UI backgrounds</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FADADD</li>\n\n\n\n<li>RGB 250, 218, 221</li>\n\n\n\n<li>CMYK 0, 13, 12, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Muted Pink</strong></h2>\n\n\n\n<p>Muted Pink is a generic descriptor for a pink with significant gray added, lowering its intensity and brightness. This sophisticated shade is a&nbsp;<strong>cornerstone of Scandinavian and minimalist design</strong>&nbsp;palettes. It suggests&nbsp;<strong>restrained elegance, quiet comfort, and modern maturity</strong>. Therefore, Muted Pink is favored for&nbsp;<strong>contemporary architecture, cozy knitwear, and understated branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D8A7B1</li>\n\n\n\n<li>RGB 216, 167, 177</li>\n\n\n\n<li>CMYK 0, 23, 18, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Smoky Pink</strong></h2>\n\n\n\n<p>Smoky Pink is a deep, grayish pink with a moody, dusky quality, as if seen through haze or smoke. This dramatic color emerged from&nbsp;<strong>noir aesthetics and moody, romantic interior design</strong>. It evokes&nbsp;<strong>mystery, intimacy, and sophisticated depth</strong>. Accordingly, Smoky Pink is powerful in&nbsp;<strong>evening wear, atmospheric restaurant interiors, and dramatic photographic backdrops</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C68E96</li>\n\n\n\n<li>RGB 198, 142, 150</li>\n\n\n\n<li>CMYK 0, 28, 24, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Powder Pink</strong></h2>\n\n\n\n<p>Powder Pink is a very light, cool-toned pink reminiscent of loose face powder or powdered sugar. This color is tied to&nbsp;<strong>retro glamour and the ritual of dressing tables</strong>&nbsp;from the early 20th century. It conveys&nbsp;<strong>flawless finish, delicate preparation, and vintage vanity</strong>. Hence, Powder Pink is classic for&nbsp;<strong>cosmetic compacts, bakery packaging, and feminine lingerie</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB2D0</li>\n\n\n\n<li>RGB 255, 178, 208</li>\n\n\n\n<li>CMYK 0, 30, 18, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rosewood Pink</strong></h2>\n\n\n\n<p>Rosewood Pink is a dark, brownish pink inspired by the heartwood of the Dalbergia genus of trees. This rich, earthy shade connects to&nbsp;<strong>craftsmanship, luxury furniture, and musical instruments</strong>. It signifies&nbsp;<strong>warmth, organic luxury, and grounded elegance</strong>. Consequently, Rosewood Pink is used in&nbsp;<strong>high-end product finishes, autumnal fashion, and nature-inspired graphic design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9E5E6F</li>\n\n\n\n<li>RGB 158, 94, 111</li>\n\n\n\n<li>CMYK 0, 41, 30, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert Pink</strong></h2>\n\n\n\n<p>Desert Pink is a warm, sandy beige-pink that captures the color of sun-bleached rocks and sand at dusk. This color is directly drawn from&nbsp;<strong>the landscapes of the American Southwest and Australian outbacks</strong>. It embodies&nbsp;<strong>warmth, resilience, and serene vastness</strong>. Thus, Desert Pink is ideal for&nbsp;<strong>earth-toned fashion, spa retreat branding, and desert modernism architecture</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E8C2C8</li>\n\n\n\n<li>RGB 232, 194, 200</li>\n\n\n\n<li>CMYK 0, 16, 14, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cranberry Pink</strong></h2>\n\n\n\n<p>Cranberry Pink is a vibrant, red-dominated pink with a hint of purple, like the tart berry. This bold shade is associated with&nbsp;<strong>holiday festivity, winter warmth, and tart sweetness</strong>. It suggests&nbsp;<strong>celebration, bold flavor, and invigorating energy</strong>. Therefore, Cranberry Pink is prominent in&nbsp;<strong>holiday decor, festive tableware, and winter cosmetic collections</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DC143C</li>\n\n\n\n<li>RGB 220, 20, 60</li>\n\n\n\n<li>CMYK 0, 91, 73, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mulberry Pink</strong></h2>\n\n\n\n<p>Mulberry Pink is a deep, reddish-purple pink named after the fruit of the Morus tree. This regal shade has&nbsp;<strong>historical connections to Tyrian purple and Byzantine silks</strong>, implying status. It represents&nbsp;<strong>opulence, wisdom, and creative abundance</strong>. Accordingly, Mulberry Pink is selected for&nbsp;<strong>luxurious fabrics, academic regalia accents, and rich, dramatic wall colors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C54B8C</li>\n\n\n\n<li>RGB 197, 75, 140</li>\n\n\n\n<li>CMYK 0, 62, 29, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wine Pink</strong></h2>\n\n\n\n<p>Wine Pink is a dark, muted pink with strong brown and purple notes, evoking a fine red wine. This sophisticated color is inherently linked to&nbsp;<strong>vintage, luxury, and adult refinement</strong>. It conveys&nbsp;<strong>maturity, richness, and complex depth</strong>. Consequently, Wine Pink is a staple in&nbsp;<strong>fine dining aesthetics, luxury leather goods, and mature, elegant fashion lines</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B11226</li>\n\n\n\n<li>RGB 177, 18, 38</li>\n\n\n\n<li>CMYK 0, 90, 79, 31</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blush Rose Pink</strong></h2>\n\n\n\n<p>Blush Rose Pink is a soft, warm pink that combines the healthy glow of a blush with the classic form of a rose. This shade sits at the heart of the&nbsp;<strong>modern &#8220;living coral&#8221; and blush tone trends</strong>&nbsp;in contemporary design. It evokes&nbsp;<strong>natural radiance, youthful vitality, and approachable elegance</strong>. Therefore, Blush Rose Pink is ubiquitous in&nbsp;<strong>beauty product launches, wellness app interfaces, and fresh, inviting retail spaces</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F6B6C1</li>\n\n\n\n<li>RGB 246, 182, 193</li>\n\n\n\n<li>CMYK 0, 26, 22, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Petal Pink</strong></h2>\n\n\n\n<p>Petal Pink is an extremely pale, almost white pink with the faintest warm undertone, like a flower petal held to the light. This ethereal color suggests&nbsp;<strong>fragility, purity, and pristine newness</strong>. It is often used to create a&nbsp;<strong>sense of airiness and delicate beauty</strong>. Consequently, Petal Pink is perfect for&nbsp;<strong>bridal gown linings, high-end skincare packaging, and soft-focus photographic effects</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FDDDE6</li>\n\n\n\n<li>RGB 253, 221, 230</li>\n\n\n\n<li>CMYK 0, 13, 9, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Piggy Pink</strong></h2>\n\n\n\n<p>Piggy Pink is a light, cheerful pink specifically named for its association with the classic children&#8217;s toy, the piggy bank. This playful hue is rooted in&nbsp;<strong>nursery decor and toy design from the mid-20th century</strong>. It symbolizes&nbsp;<strong>childish joy, innocence, and playful savings</strong>. Thus, Piggy Pink is commonly found in&nbsp;<strong>children&#8217;s banking products, playful plush toys, and whimsical kitchenware</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FDD7E4</li>\n\n\n\n<li>RGB 253, 215, 228</li>\n\n\n\n<li>CMYK 0, 15, 10, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Seashell Pink</strong></h2>\n\n\n\n<p>Seashell Pink is a whitish pink with a cool, sometimes slightly iridescent quality, named for the inside of a conch shell. This color evokes&nbsp;<strong>oceanic calm, natural treasures, and serene beaches</strong>. It promotes&nbsp;<strong>peacefulness, collected simplicity, and organic inspiration</strong>. Accordingly, Seashell Pink is a favorite for&nbsp;<strong>coastal interior design, spa environments, and minimalist jewelry</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF0F5</li>\n\n\n\n<li>RGB 255, 240, 245</li>\n\n\n\n<li>CMYK 0, 6, 4, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rosewater Pink</strong></h2>\n\n\n\n<p>Rosewater Pink is a pale, clear pink with a neutral balance, reminiscent of the fragrant floral water used in cosmetics and cuisine. This shade has&nbsp;<strong>centuries-old roots in Persian and Indian culinary and beauty traditions</strong>. It signifies&nbsp;<strong>gentle refreshment, subtle fragrance, and holistic care</strong>. Hence, Rosewater Pink is key for&nbsp;<strong>natural cosmetic brands, gourmet dessert styling, and serene yoga studio branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5C2C7</li>\n\n\n\n<li>RGB 245, 194, 199</li>\n\n\n\n<li>CMYK 0, 21, 19, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Lemonade</strong></h2>\n\n\n\n<p>Pink Lemonade is a bright, slightly orange-toned pink that captures the sweet, summery beverage. This color is intrinsically linked to&nbsp;<strong>American summertime, county fairs, and carefree leisure</strong>. It embodies&nbsp;<strong>sweet fun, nostalgic summers, and playful refreshment</strong>. Consequently, Pink Lemonade is ideal for&nbsp;<strong>summer festival merch, beverage branding, and vibrant casual wear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB3C6</li>\n\n\n\n<li>RGB 255, 179, 198</li>\n\n\n\n<li>CMYK 0, 30, 22, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Pearl</strong></h2>\n\n\n\n<p>Pink Pearl is a soft, luminous pink with a subtle gray-lavender undertone, inspired by the iridescent gemstone. This elegant shade was popular in&nbsp;<strong>Art Nouveau jewelry and vintage cosmetics</strong>&nbsp;for its subtle glow. It suggests&nbsp;<strong>understated luxury, gentle wisdom, and inner glow</strong>. Therefore, Pink Pearl is used in&nbsp;<strong>luxury stationery, wedding china patterns, and sophisticated fragrance packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E7ACCF</li>\n\n\n\n<li>RGB 231, 172, 207</li>\n\n\n\n<li>CMYK 0, 26, 10, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Frosting</strong></h2>\n\n\n\n<p>Pink Frosting is a sweet, creamy pastel pink that looks perfectly edible, like buttercream icing. This delectable color is central to&nbsp;<strong>bakery aesthetics and birthday party culture</strong>. It conveys&nbsp;<strong>celebration, sugary delight, and playful indulgence</strong>. Thus, Pink Frosting is a natural choice for&nbsp;<strong>bakery logos, party supplies, and playful children&#8217;s decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD1E8</li>\n\n\n\n<li>RGB 255, 209, 232</li>\n\n\n\n<li>CMYK 0, 18, 9, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Flamingo</strong></h2>\n\n\n\n<p>Pink Flamingo is a bold, warm pink that directly references the plastic lawn ornament phenomenon of the 1950s. This kitsch shade celebrates&nbsp;<strong>pop art, retro Americana, and playful suburban style</strong>. It represents&nbsp;<strong>funky nostalgia, bold lawn statements, and unapologetic cheer</strong>. Accordingly, Pink Flamingo is iconic for&nbsp;<strong>retro-themed design, pool party gear, and statement home accessories</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FC74FD</li>\n\n\n\n<li>RGB 252, 116, 253</li>\n\n\n\n<li>CMYK 0, 54, 0, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Sorbet</strong></h2>\n\n\n\n<p>Pink Sorbet is a cool, bright, slightly purplish pink that evokes the frozen, fruity dessert. This refreshing color suggests&nbsp;<strong>light indulgence, fruity refreshment, and a clean finish</strong>. It is associated with&nbsp;<strong>summer treats, fitness vibrancy, and modern, clean design</strong>. Consequently, Pink Sorbet is effective for&nbsp;<strong>healthy snack packaging, activewear, and contemporary website accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F6AEC7</li>\n\n\n\n<li>RGB 246, 174, 199</li>\n\n\n\n<li>CMYK 0, 29, 19, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Peony</strong></h2>\n\n\n\n<p>Pink Peony is a light, cool-toned pink taken from the lush, layered petals of the peony bloom. This shade is a&nbsp;<strong>darling of wedding floristry and romantic garden design</strong>. It embodies&nbsp;<strong>prosperity, happy marriage, and bashful romance</strong>. Therefore, Pink Peony is extensively used in&nbsp;<strong>bridal bouquets, luxury wedding invitations, and feminine fragrance packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F8BBD0</li>\n\n\n\n<li>RGB 248, 187, 208</li>\n\n\n\n<li>CMYK 0, 25, 16, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Orchid</strong></h2>\n\n\n\n<p>Pink Orchid is a vibrant, purplish-pink directly named for the exotic and diverse orchid flower. This color carries connotations of&nbsp;<strong>luxury, rare beauty, and refined taste</strong>&nbsp;due to the flower&#8217;s prized status. It symbolizes&nbsp;<strong>mature charm, sophistication, and exotic allure</strong>. Consequently, Pink Orchid is chosen for&nbsp;<strong>high-end beauty products, elegant home decor, and tropical-themed design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DA70D6</li>\n\n\n\n<li>RGB 218, 112, 214</li>\n\n\n\n<li>CMYK 0, 49, 2, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Tulip</strong></h2>\n\n\n\n<p>Pink Tulip is a clear, cheerful medium pink inspired by the spring bulb flower. This shade is synonymous with&nbsp;<strong>perfect love, cheerful spring, and declaration of care</strong>. It evokes&nbsp;<strong>hopefulness, vibrant renewal, and simple joy</strong>. Thus, Pink Tulip is a staple in&nbsp;<strong>spring garden marketing, festive greeting cards, and fresh, clean branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF8DAA</li>\n\n\n\n<li>RGB 255, 141, 170</li>\n\n\n\n<li>CMYK 0, 45, 33, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Dahlia</strong></h2>\n\n\n\n<p>Pink Dahlia is a deep, vivid pink with slight berry undertones, named for the dramatic, geometric flower. This bold color reflects the&nbsp;<strong>dahlia&#8217;s association with elegance, diversity, and inner strength</strong>. It represents&nbsp;<strong>standing out, embracing change, and dramatic beauty</strong>. Accordingly, Pink Dahlia is powerful for&nbsp;<strong>artistic branding, bold fashion statements, and vibrant garden center signage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E75480</li>\n\n\n\n<li>RGB 231, 84, 128</li>\n\n\n\n<li>CMYK 0, 64, 45, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Hibiscus</strong></h2>\n\n\n\n<p>Pink Hibiscus is a warm, tropical pink with orange-red influences, mirroring the large, showy tropical blossom. This color instantly evokes&nbsp;<strong>vacation, warm climates, and welcoming hospitality</strong>. It signifies&nbsp;<strong>delicate beauty, fleeting pleasure, and tropical passion</strong>. Hence, Pink Hibiscus is perfect for&nbsp;<strong>resort wear, summer cocktail branding, and exotic destination marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF6F91</li>\n\n\n\n<li>RGB 255, 111, 145</li>\n\n\n\n<li>CMYK 0, 56, 43, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Azalea</strong></h2>\n\n\n\n<p>Pink Azalea is a bright, pure pink with cool undertones, inspired by the spectacular spring-blooming shrub. This color is linked to&nbsp;<strong>temperance, femininity, and abundance in Chinese culture</strong>. It conveys&nbsp;<strong>fragile passion, taking care, and vibrant spring energy</strong>. Therefore, Pink Azalea is used in&nbsp;<strong>botanical prints, spring festival decorations, and feminine activewear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EC87C0</li>\n\n\n\n<li>RGB 236, 135, 192</li>\n\n\n\n<li>CMYK 0, 43, 19, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Camellia</strong></h2>\n\n\n\n<p>Pink Camellia is a soft, refined pink with a hint of peach, named for the elegant, waxy flower. This shade symbolizes&nbsp;<strong>admiration, perfection, and refined love</strong>&nbsp;in the language of flowers. It suggests&nbsp;<strong>graceful longing, understated beauty, and lasting affection</strong>. Consequently, Pink Camellia is ideal for&nbsp;<strong>luxury tea packaging, classic stationery, and timeless fashion details</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2A2C0</li>\n\n\n\n<li>RGB 242, 162, 192</li>\n\n\n\n<li>CMYK 0, 33, 21, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Cosmos</strong></h2>\n\n\n\n<p>Pink Cosmos is a light, airy pink named after the delicate, daisy-like flower that dances on slender stems. This color captures&nbsp;<strong>joy in love, peacefulness, and modest beauty</strong>. It evokes&nbsp;<strong>whimsy, lightness, and harmonious simplicity</strong>. Thus, Pink Cosmos is often used in&nbsp;<strong>bohemian wedding decor, ethereal fashion, and natural skincare branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFAAC9</li>\n\n\n\n<li>RGB 255, 170, 201</li>\n\n\n\n<li>CMYK 0, 33, 21, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Magnolia</strong></h2>\n\n\n\n<p>Pink Magnolia is a very pale, warm pink-beige, inspired by the iconic blossoms of the Magnolia tree. This sophisticated shade is associated with&nbsp;<strong>dignity, nobility, and perseverance</strong>&nbsp;due to the tree&#8217;s ancient lineage. It represents&nbsp;<strong>southern grace, timeless beauty, and sweet fragrance</strong>. Accordingly, Pink Magnolia is a classic for&nbsp;<strong>heritage branding, elegant interior paint, and upscale hospitality design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FADADD</li>\n\n\n\n<li>RGB 250, 218, 221</li>\n\n\n\n<li>CMYK 0, 13, 12, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Rosebud</strong></h2>\n\n\n\n<p>Pink Rosebud is a soft, warm pink that specifically references the unopened bud of a rose. This color symbolizes&nbsp;<strong>youthful beauty, purity, and a promise of love yet to unfold</strong>. It conveys&nbsp;<strong>potential, innocent affection, and delicate newness</strong>. Therefore, Pink Rosebud is charming for&nbsp;<strong>first gift flowers, young women&#8217;s fashion, and romantic poetry illustration</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FEA3AA</li>\n\n\n\n<li>RGB 254, 163, 170</li>\n\n\n\n<li>CMYK 0, 36, 33, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Macaron</strong></h2>\n\n\n\n<p>Pink Macaron is a pale, sweet pink specifically referencing the iconic French almond meringue confection. This color is inextricably linked to&nbsp;<strong>Parisian chic, artisanal pastry, and modern luxury</strong>. It embodies&nbsp;<strong>delicate sweetness, curated aesthetics, and fashionable indulgence</strong>. Consequently, Pink Macaron is prevalent in&nbsp;<strong>high-end bakery branding, fashion blog graphics, and sophisticated lifestyle product design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7B7C6</li>\n\n\n\n<li>RGB 247, 183, 198</li>\n\n\n\n<li>CMYK 0, 26, 20, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Cupcake</strong></h2>\n\n\n\n<p>Pink Cupcake is a bright, playful pink that evokes the frosting and sprinkles of a classic cupcake. This color is central to&nbsp;<strong>birthday party culture, bake sales, and playful, celebratory aesthetics</strong>. It signifies&nbsp;<strong>joyful celebration, childlike delight, and sugary fun</strong>. Thus, Pink Cupcake is a natural choice for&nbsp;<strong>children&#8217;s party supplies, playful apparel, and whimsical café interiors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB7D5</li>\n\n\n\n<li>RGB 255, 183, 213</li>\n\n\n\n<li>CMYK 0, 28, 16, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Tutu</strong></h2>\n\n\n\n<p>Pink Tutu is a light, cool-toned ballet pink, directly named for the classic layered ballet skirt. This shade captures the&nbsp;<strong>fantasy, discipline, and theatrical beauty of classical dance</strong>. It represents&nbsp;<strong>childhood dreams, artistic dedication, and ethereal performance</strong>. Accordingly, Pink Tutu is iconic for&nbsp;<strong>dancewear, children&#8217;s dress-up costumes, and fairy-tale themed illustrations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F6C1D1</li>\n\n\n\n<li>RGB 246, 193, 209</li>\n\n\n\n<li>CMYK 0, 22, 15, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Chiffon</strong></h2>\n\n\n\n<p>Pink Chiffon is an extremely pale, sheer pink with a neutral tone, mimicking the translucent fabric. This ethereal color suggests&nbsp;<strong>lightness, delicate luxury, and airy elegance</strong>. It is often used to create a&nbsp;<strong>sense of floating softness and refined grace</strong>. Therefore, Pink Chiffon is perfect for&nbsp;<strong>bridal veils, luxury lingerie, and soft, dreamy photographic filters</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE4EC</li>\n\n\n\n<li>RGB 255, 228, 236</li>\n\n\n\n<li>CMYK 0, 11, 7, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Satin</strong></h2>\n\n\n\n<p>Pink Satin is a medium, cool pink with a subtle sheen, named for the smooth, lustrous fabric. This color evokes&nbsp;<strong>evening glamour, tactile luxury, and sensual softness</strong>. It conveys&nbsp;<strong>polished sophistication, intimate settings, and rich texture</strong>. Consequently, Pink Satin is a staple in&nbsp;<strong>evening gown design, luxury bedding, and high-gloss cosmetic packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6A4B4</li>\n\n\n\n<li>RGB 230, 164, 180</li>\n\n\n\n<li>CMYK 0, 29, 22, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Velvet</strong></h2>\n\n\n\n<p>Pink Velvet is a deep, rich pink with brown undertones, inspired by the plush, dense fabric. This opulent shade is associated with&nbsp;<strong>royalty, Baroque interiors, and cozy decadence</strong>. It signifies&nbsp;<strong>dramatic comfort, sumptuous warmth, and bold luxury</strong>. Hence, Pink Velvet is powerful for&nbsp;<strong>statement furniture upholstery, winter accessory lines, and rich, dramatic branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C71585</li>\n\n\n\n<li>RGB 199, 21, 133</li>\n\n\n\n<li>CMYK 0, 89, 33, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Raspberry</strong></h2>\n\n\n\n<p>Pink Raspberry is a deep, pinkish-red that focuses on the berry&#8217;s bright, tangy character rather than its deep purple tones. This vibrant shade suggests&nbsp;<strong>zesty flavor, energetic sweetness, and bold vibrancy</strong>. It is often used to communicate&nbsp;<strong>invigoration and fruity punch</strong>. Therefore, Pink Raspberry is effective for&nbsp;<strong>energy drink branding, lively sportswear, and dynamic digital illustrations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D64E6C</li>\n\n\n\n<li>RGB 214, 78, 108</li>\n\n\n\n<li>CMYK 0, 64, 50, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Fig</strong></h2>\n\n\n\n<p>Pink Fig is a muted, dusky pink with strong purple and brown notes, reminiscent of the fruit&#8217;s interior. This sophisticated, earthy color conveys&nbsp;<strong>unexpected sweetness, rustic luxury, and organic richness</strong>. It suggests&nbsp;<strong>mature taste, natural abundance, and understated complexity</strong>. Accordingly, Pink Fig is favored for&nbsp;<strong>artisanal food packaging, organic cosmetic lines, and autumnal home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C74375</li>\n\n\n\n<li>RGB 199, 67, 117</li>\n\n\n\n<li>CMYK 0, 66, 41, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Guava</strong></h2>\n\n\n\n<p>Pink Guava is a vibrant, warm salmon-pink that captures the tropical fruit&#8217;s sweet, fragrant flesh. This juicy color instantly evokes&nbsp;<strong>tropical vitality, exotic flavor, and healthy refreshment</strong>. It embodies&nbsp;<strong>sunny energy, nutritious sweetness, and vibrant appeal</strong>. Consequently, Pink Guava is ideal for&nbsp;<strong>tropical beverage branding, fitness apparel, and fresh, modern restaurant graphics</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF5C8A</li>\n\n\n\n<li>RGB 255, 92, 138</li>\n\n\n\n<li>CMYK 0, 64, 46, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Lychee</strong></h2>\n\n\n\n<p>Pink Lychee is a pale, peachy-pink with a translucent quality, inspired by the exotic fruit&#8217;s juicy interior. This delicate shade suggests&nbsp;<strong>rare delicacy, subtle sweetness, and exotic refreshment</strong>. It conveys&nbsp;<strong>luxurious treat, unique flavor, and subtle appeal</strong>. Thus, Pink Lychee is used for&nbsp;<strong>premium product marketing, spa menu design, and soft, luxurious textile patterns</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD6DC</li>\n\n\n\n<li>RGB 255, 214, 220</li>\n\n\n\n<li>CMYK 0, 16, 14, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Dragonfruit</strong></h2>\n\n\n\n<p>Pink Dragonfruit is a shocking, neon-magenta pink inspired by the vibrant flesh of the pitaya fruit. This eye-popping color is synonymous with&nbsp;<strong>exotic superfoods, Instagram-worthy aesthetics, and vibrant health</strong>. It represents&nbsp;<strong>dramatic natural beauty, antioxidant-rich vitality, and social media buzz</strong>. Therefore, Pink Dragonfruit is powerful for&nbsp;<strong>smoothie bar branding, athletic wear, and cutting-edge digital art</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF4F9A</li>\n\n\n\n<li>RGB 255, 79, 154</li>\n\n\n\n<li>CMYK 0, 69, 40, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Lotus</strong></h2>\n\n\n\n<p>Pink Lotus is a soft, serene pink with purple undertones, named for the sacred aquatic flower in Eastern religions. This spiritual color symbolizes&nbsp;<strong>purity, enlightenment, and rising above adversity</strong>. It evokes&nbsp;<strong>tranquility, divine beauty, and spiritual awakening</strong>. Consequently, Pink Lotus is used in&nbsp;<strong>wellness center branding, meditation app interfaces, and serene, spiritual-themed design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E38FAC</li>\n\n\n\n<li>RGB 227, 143, 172</li>\n\n\n\n<li>CMYK 0, 37, 24, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Petunia</strong></h2>\n\n\n\n<p>Pink Petunia is a bright, cheerful pink with a slight coolness, mirroring the popular garden annual. This resilient bloom&#8217;s color represents&nbsp;<strong>soothing thoughts, lasting hope, and thriving in challenging environments</strong>. It conveys&nbsp;<strong>persistent cheer, garden abundance, and friendly charm</strong>. Thus, Pink Petunia is a favorite for&nbsp;<strong>community garden projects, cheerful home decor, and welcoming retail signage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E4717A</li>\n\n\n\n<li>RGB 228, 113, 122</li>\n\n\n\n<li>CMYK 0, 50, 46, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Sorrel</strong></h2>\n\n\n\n<p>Pink Sorrel is a muted, greyish pink with a hint of mauve, taken from the delicate stems and flowers of the Oxalis plant. This subtle, natural color suggests&nbsp;<strong>quiet joy, resilience, and understated natural beauty</strong>. It embodies&nbsp;<strong>gentle observation, woodland calm, and botanical intricacy</strong>. Accordingly, Pink Sorrel is chosen for&nbsp;<strong>herbarium aesthetics, nature journal design, and sophisticated, earthy fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D1768F</li>\n\n\n\n<li>RGB 209, 118, 143</li>\n\n\n\n<li>CMYK 0, 44, 32, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Sunset</strong></h2>\n\n\n\n<p>Pink Sunset is a warm, gradient pink that captures the soft, glowing tones of the sky at dusk. This evocative color is universally associated with&nbsp;<strong>peaceful endings, daily reflection, and natural spectacle</strong>. It inspires&nbsp;<strong>romance, calm transition, and breathtaking beauty</strong>. Therefore, Pink Sunset is iconic for&nbsp;<strong>travel destination marketing, romantic restaurant ambiance, and inspirational poster design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4A6B8</li>\n\n\n\n<li>RGB 244, 166, 184</li>\n\n\n\n<li>CMYK 0, 32, 25, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Horizon</strong></h2>\n\n\n\n<p>Pink Horizon is a light, dusty pink with a warm glow, suggesting the first or last pink light on the horizon line. This color evokes&nbsp;<strong>optimism, new beginnings, and vast potential</strong>. It represents&nbsp;<strong>expansive hope, gentle anticipation, and serene distance</strong>. Consequently, Pink Horizon is effective for&nbsp;<strong>aviation or travel branding, wellness retreat marketing, and serene landscape photography titles</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2B3C4</li>\n\n\n\n<li>RGB 242, 179, 196</li>\n\n\n\n<li>CMYK 0, 26, 19, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Blush Rose</strong></h2>\n\n\n\n<p>Pink Blush Rose is a medium, warm pink that specifically references the &#8216;Blush&#8217; variety of rose, known for its soft, creamy pink petals. This hybrid color combines the&nbsp;<strong>freshness of a blush with the classic form of a rose</strong>. It signifies&nbsp;<strong>admiration, perfect happiness, and gentle elegance</strong>. Hence, Pink Blush Rose is a premier choice for&nbsp;<strong>wedding floral design, premium cosmetic names, and classic feminine branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5A3B7</li>\n\n\n\n<li>RGB 245, 163, 183</li>\n\n\n\n<li>CMYK 0, 33, 25, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Silk</strong></h2>\n\n\n\n<p>Pink Silk is a soft, slightly peachy pink with an inherent luminous sheen, mimicking the fabric&#8217;s smooth texture. This luxurious color is tied to&nbsp;<strong>historical trade routes, haute couture, and sensuous comfort</strong>. It conveys&nbsp;<strong>sleek luxury, soft power, and tactile pleasure</strong>. Thus, Pink Silk is prevalent in&nbsp;<strong>high-fashion marketing, luxury bedding advertising, and sensual fragrance campaigns</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E9B7CE</li>\n\n\n\n<li>RGB 233, 183, 206</li>\n\n\n\n<li>CMYK 0, 21, 12, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Cream</strong></h2>\n\n\n\n<p>Pink Cream is a pale, warm, whitened pink that resembles cream lightly tinted with berry juice. This gentle, edible hue suggests&nbsp;<strong>wholesome indulgence, soft sweetness, and comforting richness</strong>. It embodies&nbsp;<strong>gentle treat, nostalgic dessert, and cozy pampering</strong>. Accordingly, Pink Cream is used for&nbsp;<strong>vintage diner aesthetics, skin cream packaging, and nursery furnishings</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAD6E8</li>\n\n\n\n<li>RGB 250, 214, 232</li>\n\n\n\n<li>CMYK 0, 14, 7, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Frost</strong></h2>\n\n\n\n<p>Pink Frost is a very pale, cool pink with a slightly icy, blue undertone, as if pink has been touched by frost. This ethereal color suggests&nbsp;<strong>winter mornings, delicate chill, and quiet beauty</strong>. It conveys&nbsp;<strong>crisp freshness, subtle sparkle, and serene cold</strong>. Therefore, Pink Frost is ideal for&nbsp;<strong>winter holiday packaging, frosty makeup collections, and cool, modern web design accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFDDF4</li>\n\n\n\n<li>RGB 255, 221, 244</li>\n\n\n\n<li>CMYK 0, 13, 4, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Whisper</strong></h2>\n\n\n\n<p>Pink Whisper is an extremely pale, nearly white pink that feels soft and hushed. This color embodies&nbsp;<strong>subtlety, quiet communication, and understated presence</strong>. It is used to create a&nbsp;<strong>sense of calm and gentle suggestion</strong>&nbsp;without demand. Consequently, Pink Whisper is perfect for&nbsp;<strong>minimalist branding, serene hospital rooms, and background elements in delicate UI/UX design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBE4EA</li>\n\n\n\n<li>RGB 251, 228, 234</li>\n\n\n\n<li>CMYK 0, 9, 7, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Aura</strong></h2>\n\n\n\n<p>Pink Aura is a medium, clear pink with a vibrant, glowing quality, inspired by the concept of spiritual energy fields. This metaphysical color is associated with&nbsp;<strong>unconditional love, compassion, and healing vibrations</strong>. It represents&nbsp;<strong>emotional balance, heart-centered energy, and psychic warmth</strong>. Thus, Pink Aura is chosen for&nbsp;<strong>holistic healing practices, spiritual workshop materials, and empathetic community branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2A9C4</li>\n\n\n\n<li>RGB 242, 169, 196</li>\n\n\n\n<li>CMYK 0, 30, 19, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Glow</strong></h2>\n\n\n\n<p>Pink Glow is a bright, neon-infused pink that appears to emit its own light, like a neon sign or digital screen. This radiant color captures&nbsp;<strong>the energy of nightlife, futuristic tech, and vibrant optimism</strong>. It signifies&nbsp;<strong>high visibility, positive energy, and magnetic attraction</strong>. Accordingly, Pink Glow is essential for&nbsp;<strong>event promotions, gaming peripherals, and cutting-edge tech product highlights</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FF9EBB</li>\n\n\n\n<li>RGB 255, 158, 187</li>\n\n\n\n<li>CMYK 0, 38, 27, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Haze</strong></h2>\n\n\n\n<p>Pink Haze is a muted, grayish-lavender pink that feels soft-focused and dreamlike, as seen through mist or fog. This atmospheric color suggests&nbsp;<strong>nostalgic memory, soft romance, and blurred reality</strong>. It evokes&nbsp;<strong>dreamy ambiguity, gentle mystery, and retro soft-focus photography</strong>. Therefore, Pink Haze is used in&nbsp;<strong>dream pop album art, vintage filter effects, and moody, artistic interior design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E5A9B2</li>\n\n\n\n<li>RGB 229, 169, 178</li>\n\n\n\n<li>CMYK 0, 26, 22, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Bloom</strong></h2>\n\n\n\n<p>Pink Bloom is a fresh, healthy pink that mimics the vibrant color of a flower in full, perfect bloom. This shade represents&nbsp;<strong>peak vitality, flourishing health, and the joy of blossoming</strong>. It conveys&nbsp;<strong>youthful energy, natural perfection, and vibrant life</strong>. Consequently, Pink Bloom is ideal for&nbsp;<strong>health and wellness brands, spring campaign imagery, and fresh produce marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB8C6</li>\n\n\n\n<li>RGB 255, 184, 198</li>\n\n\n\n<li>CMYK 0, 28, 22, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Mirage</strong></h2>\n\n\n\n<p>Pink Mirage is a pale, warm pink with a dusty, elusive quality, like a beautiful vision in the desert. This color symbolizes&nbsp;<strong>elusive beauty, illusionary hope, and fleeting dreams</strong>. It suggests&nbsp;<strong>alluring distance, deceptive beauty, and romantic illusion</strong>. Thus, Pink Mirage is effective for&nbsp;<strong>perfume advertising, artistic project titles, and themes of desire and memory</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4B2C2</li>\n\n\n\n<li>RGB 244, 178, 194</li>\n\n\n\n<li>CMYK 0, 27, 20, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Harmony</strong></h2>\n\n\n\n<p>Pink Harmony is a balanced, medium pink with neutral undertones, designed to be pleasing and restful to the eye. This color promotes&nbsp;<strong>visual balance, peaceful coexistence, and aesthetic unity</strong>. It embodies&nbsp;<strong>calm coherence, design integration, and gentle balance</strong>. Accordingly, Pink Harmony is a tool in&nbsp;<strong>interior design schemes, brand identity systems, and collaborative workspace decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EFC1CC</li>\n\n\n\n<li>RGB 239, 193, 204</li>\n\n\n\n<li>CMYK 0, 19, 15, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Dawn</strong></h2>\n\n\n\n<p>Pink Dawn is a soft, warm pink with a golden undertone, capturing the first light of morning. This hopeful color symbolizes&nbsp;<strong>new beginnings, gentle awakening, and daily renewal</strong>. It evokes&nbsp;<strong>optimistic starts, peaceful mornings, and quiet promise</strong>. Therefore, Pink Dawn is used for&nbsp;<strong>breakfast and café branding, mindfulness app icons, and inspirational greeting cards</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F6B1C3</li>\n\n\n\n<li>RGB 246, 177, 195</li>\n\n\n\n<li>CMYK 0, 28, 21, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Muse</strong></h2>\n\n\n\n<p>Pink Muse is a creative, slightly purplish pink that inspires artistic thought and romantic creativity. This shade is dedicated to&nbsp;<strong>the goddesses of art and literature, representing inspirational beauty</strong>. It signifies&nbsp;<strong>artistic inspiration, romantic ideation, and creative passion</strong>. Consequently, Pink Muse is chosen for&nbsp;<strong>art supply branding, writer&#8217;s retreat logos, and boutique stationery shops</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E8A0B8</li>\n\n\n\n<li>RGB 232, 160, 184</li>\n\n\n\n<li>CMYK 0, 31, 21, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pink Serenity</strong></h2>\n\n\n\n<p>Pink Serenity is a cool, light lavender-pink that instantly calms the mind and soothes the senses. This tranquil color is the culmination of pink&#8217;s&nbsp;<strong>peaceful, nurturing qualities</strong>. It embodies&nbsp;<strong>deep calm, emotional peace, and tranquil stillness</strong>. Thus, Pink Serenity is the final shade, perfect for&nbsp;<strong>spa and wellness branding, meditation spaces, and any design seeking to evoke ultimate peaceful relaxation</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7C5D9</li>\n\n\n\n<li>RGB 247, 197, 217</li>\n\n\n\n<li>CMYK 0, 20, 12, 3</li>\n</ul>\n",
  "uri": "/shades-of-pink-color/",
  "date": "2026-01-24T16:35:06",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp",
      "altText": "over 100 shades of pink color"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Pink: Names, Codes, Meanings and Uses | ColorMean",
    "metaDesc": "Shades of Pink explained with names, hex, RGB, and CMYK codes, plus meanings and real-world uses. A complete guide for designers, artists, and color lovers.",
    "canonical": "",
    "opengraphTitle": "Shades of Pink: Names, Codes, Meanings and Uses | ColorMean",
    "opengraphDescription": "Shades of Pink explained with names, hex, RGB, and CMYK codes, plus meanings and real-world uses. A complete guide for designers, artists, and color lovers.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Pink: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-01-24T16:35:06+00:00\",\"dateModified\":\"2026-01-24T16:35:07+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/\"},\"wordCount\":7358,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-pink-color/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-pink-color/\",\"url\":\"https://cms.colormean.com/shades-of-pink-color/\",\"name\":\"Shades of Pink: Names, Codes, Meanings and Uses | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp\",\"datePublished\":\"2026-01-24T16:35:06+00:00\",\"dateModified\":\"2026-01-24T16:35:07+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Shades of Pink explained with names, hex, RGB, and CMYK codes, plus meanings and real-world uses. A complete guide for designers, artists, and color lovers.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-pink-color/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-100-shades-of-pink-color.webp\",\"width\":1248,\"height\":832,\"caption\":\"over 100 shades of pink color\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-pink-color/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Pink: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}