{
  "id": "cG9zdDozNzE=",
  "databaseId": 371,
  "title": "Shades of Yellow: Names, Codes, Meanings and Uses",
  "excerpt": "<p>Yellow is more than a bright color. It reflects warmth, optimism, and clarity. In this post, you will explore 100 plus shades of yellow, from soft pastel tones to deep golden hues. Each shade carries its own mood, story, and visual impact. Every color includes hex, RGB, and CMYK codes, along with its meaning and &#8230; <a title=\"Shades of Yellow: Names, Codes, Meanings and Uses\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-yellow/\" aria-label=\"Read more about Shades of Yellow: Names, Codes, Meanings and Uses\">Read more</a></p>\n",
  "content": "\n<p><strong><a href=\"https://colormean.com/color-yellow-meaning/\">Yellow is more than a bright color</a>.</strong> It reflects warmth, optimism, and clarity. In this post, you will explore <strong>100 plus shades of yellow</strong>, from soft pastel tones to deep golden hues. Each shade carries its own mood, story, and visual impact.</p>\n\n\n\n<p>Every color includes <strong>hex, RGB, and CMYK codes</strong>, along with its <strong>meaning and common uses</strong>. This makes it easier to choose the right yellow for design work, branding, art, or home decor. Whether you prefer a gentle butter yellow or a bold sunflower tone, the details are all here.</p>\n\n\n\n<p>By the end of this guide, you will clearly understand how each yellow shade looks, feels, and functions. You can confidently select the perfect yellow that fits your creative goal.</p>\n\n\n\n<p><strong>Let’s step into the colorful world of yellow shades.</strong></p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-scaled.webp\" alt=\"infographic showing popular shades of yellow color\" class=\"wp-image-375\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-yellow-color-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Yellow</strong></h2>\n\n\n\n<p>Yellow is the pure spectral color between green and orange on the visible spectrum. Historically, one of the oldest pigments was&nbsp;<strong><a href=\"https://www.ateliertekin.com/en/post/yellow-ochre-a-story-of-light-and-earth\">Yellow Ochre</a></strong>, used in prehistoric cave art. Interestingly, it was notoriously difficult to source a bright, lasting yellow for artists’ paints. In meaning, it universally represents&nbsp;<strong>sunshine, happiness, and optimism</strong>. However, it also signals&nbsp;<strong>caution and cowardice</strong>. Therefore, its use is diverse, from cheerful branding to warning signs and taxi cabs.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFF00</li>\n\n\n\n<li>RGB 255, 255, 0</li>\n\n\n\n<li>CMYK 0, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Yellow</strong></h2>\n\n\n\n<p>Bright Yellow is an intense, highly vivid shade that&nbsp;<strong>commands immediate attention</strong>. Historically, its modern potency comes from&nbsp;<strong>chemical pigments</strong>&nbsp;like chrome yellow. Notably, it is one of the most&nbsp;<strong>visible colors to the human eye</strong>&nbsp;in daylight. Thus, it is fundamentally linked to&nbsp;<strong>warning and visibility</strong>. Consequently, it’s extensively used for&nbsp;<strong>highlighter pens, safety vests, and cautionary signage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFEA00</li>\n\n\n\n<li>RGB 255, 234, 0</li>\n\n\n\n<li>CMYK 0, 8, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lemon Yellow</strong></h2>\n\n\n\n<p>Lemon Yellow is a light, crisp yellow with a slight greenish undertone, reminiscent of the fruit&#8217;s flesh. It became prominent with the&nbsp;<strong>19th-century invention of zinc chromate</strong>&nbsp;pigment. This color evokes&nbsp;<strong>freshness, tartness, and a clean zestiness</strong>. It is less aggressive than pure yellow. As a result, Lemon Yellow is popular for&nbsp;<strong>summery designs, kitchen products, and refreshing beverages</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAFA33</li>\n\n\n\n<li>RGB 250, 250, 51</li>\n\n\n\n<li>CMYK 0, 0, 80, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Canary Yellow</strong></h2>\n\n\n\n<p>Canary Yellow is a brilliantly bright, slightly softened yellow named after the vibrant bird&#8217;s plumage. It gained fashion prominence in the&nbsp;<strong>1920s</strong>&nbsp;for daring sportswear. This shade is inherently&nbsp;<strong>cheerful, energetic, and sunny</strong>. It suggests openness and warmth. Therefore, Canary Yellow is famously used in&nbsp;<strong>retro designs, activewear, and to create a friendly, approachable feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFF8F</li>\n\n\n\n<li>RGB 255, 255, 143</li>\n\n\n\n<li>CMYK 0, 0, 44, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Yellow</strong></h2>\n\n\n\n<p>Golden Yellow is a rich, warm yellow infused with a strong orange influence, mimicking the color of gold metal. It has always been associated with&nbsp;<strong>precious materials and imperial power</strong>. This color conveys&nbsp;<strong>wealth, success, and high quality</strong>. It feels more luxurious than basic yellow. Thus, Golden Yellow is effectively used for&nbsp;<strong>premium branding, awards, and festive decorations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC000</li>\n\n\n\n<li>RGB 255, 192, 0</li>\n\n\n\n<li>CMYK 0, 25, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Amber</strong></h2>\n\n\n\n<p>Amber is a deep, orangey-yellow named after the fossilized tree resin. Historically, it has been prized as a&nbsp;<strong>gemstone for jewelry</strong>&nbsp;for thousands of years. This color embodies&nbsp;<strong>warmth, energy, and a glowing presence</strong>. It also functions as a&nbsp;<strong>traffic light signal for caution</strong>. Accordingly, Amber is used for&nbsp;<strong>decorative glassware, warning lights, and autumnal themes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFBF00</li>\n\n\n\n<li>RGB 255, 191, 0</li>\n\n\n\n<li>CMYK 0, 25, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Gold</strong></h2>\n\n\n\n<p>Gold is a metallic shade representing the color of the elemental metal, requiring a shimmering finish for full effect. It is one of the oldest colors associated with&nbsp;<strong>divinity, victory, and extreme wealth</strong>&nbsp;across civilizations. This color symbolizes&nbsp;<strong>ultimate achievement, luxury, and triumph</strong>. Consequently, Gold is reserved for&nbsp;<strong>medals, luxury goods, ceremonial attire, and elite branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD700</li>\n\n\n\n<li>RGB 255, 215, 0</li>\n\n\n\n<li>CMYK 0, 16, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mustard Yellow</strong></h2>\n\n\n\n<p>Mustard Yellow is a muted, warm, and earthy dark yellow with strong brown undertones, named for the condiment. It rose to peak popularity in&nbsp;<strong>1970s fashion and interior design</strong>. This color evokes&nbsp;<strong>autumn, vintage style, and a subdued warmth</strong>. It feels retro and grounded. Therefore, Mustard Yellow is a staple for&nbsp;<strong>vintage themes, rustic decor, and fall apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFDB58</li>\n\n\n\n<li>RGB 255, 219, 88</li>\n\n\n\n<li>CMYK 0, 14, 66, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maize</strong></h2>\n\n\n\n<p>Maize is a medium yellow with a beige undertone, directly named after the corn kernel. It is the&nbsp;<strong>official color of the University of Michigan</strong>. This shade represents&nbsp;<strong>harvest, nourishment, and simplicity</strong>. It is a natural and comforting tone. As such, Maize is used in&nbsp;<strong>agricultural branding, rustic designs, and academic insignia</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBEC5D</li>\n\n\n\n<li>RGB 251, 236, 93</li>\n\n\n\n<li>CMYK 0, 6, 63, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Icterine</strong></h2>\n\n\n\n<p>Icterine is a light, luminous yellow with a greenish tint, specifically named for its resemblance to the color of certain orioles and other birds. It is a&nbsp;<strong>specialist term from ornithology</strong>. The color suggests&nbsp;<strong>uniqueness, brightness, and a natural glow</strong>. It is vibrant yet soft. Thus, Icterine is ideal for&nbsp;<strong>illustrating bird plumage, fresh designs, and light accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FCF55F</li>\n\n\n\n<li>RGB 252, 245, 95</li>\n\n\n\n<li>CMYK 0, 3, 62, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cadmium Yellow</strong></h2>\n\n\n\n<p>Cadmium Yellow is a dense, opaque pigment known for its&nbsp;<strong>exceptional brilliance and covering power</strong>. Historically, it was developed in the&nbsp;<strong>19th century as a <a href=\"https://www.jacksonsart.com/blog/2024/07/08/cadmium-yellow-the-first-modern-yellow-pigment/\">synthetic inorganic pigment</a></strong>, replacing toxic alternatives like chrome yellow. This color is synonymous with&nbsp;<strong>artistic mastery and vibrancy</strong>. However, its production involves toxic cadmium. Therefore, it remains a prized, though sometimes replaced, color for&nbsp;<strong>fine artist paints and industrial plastics</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FDDA0D</li>\n\n\n\n<li>RGB 253, 218, 13</li>\n\n\n\n<li>CMYK 0, 14, 95, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Goldenrod</strong></h2>\n\n\n\n<p>Goldenrod is a deep, warm yellow named after the wildflower. It was used as a&nbsp;<strong>source for yellow dye in traditional textiles</strong>. This color embodies the&nbsp;<strong>essence of late summer and early autumn meadows</strong>. It conveys a sense of&nbsp;<strong>warmth, encouragement, and growth</strong>. Consequently, Goldenrod is popular in&nbsp;<strong>floral designs, rustic crafts, and as a warming neutral in design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DAA520</li>\n\n\n\n<li>RGB 218, 165, 32</li>\n\n\n\n<li>CMYK 0, 24, 85, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Naples Yellow</strong></h2>\n\n\n\n<p>Naples Yellow is a pale, muted yellow with a beige-pink undertone. Historically, it was one of the&nbsp;<strong>principal pigments used by Old Masters</strong>, originally made from lead antimonate. This earthy hue is prized for&nbsp;<strong>painting human flesh tones and natural light</strong>. It suggests&nbsp;<strong>warmth, antiquity, and subtlety</strong>. Thus, Naples Yellow remains a staple on&nbsp;<strong>fine artists&#8217; palettes for portraits and landscape painting</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FADA5E</li>\n\n\n\n<li>RGB 250, 218, 94</li>\n\n\n\n<li>CMYK 0, 13, 62, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Saffron</strong></h2>\n\n\n\n<p>Saffron is a golden orange-yellow named after the valuable spice stigmas. It is historically one of the&nbsp;<strong>world&#8217;s most expensive colorants</strong>, used for both dye and food. This color is deeply associated with&nbsp;<strong>sacred rituals in Buddhism and Hinduism</strong>. It represents&nbsp;<strong>purity, enlightenment, and sacrifice</strong>. Accordingly, Saffron is prominent in&nbsp;<strong>religious robes, South Asian cuisine, and ceremonial flags</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4C430</li>\n\n\n\n<li>RGB 244, 196, 48</li>\n\n\n\n<li>CMYK 0, 20, 80, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Gamboge</strong></h2>\n\n\n\n<p>Gamboge is a deep, mustardy yellow-orange originating from the resin of the Garcinia tree in Southeast Asia. It was historically used as a&nbsp;<strong>watercolor pigment and a purgative in medicine</strong>. This rich color conveys&nbsp;<strong>exoticism, warmth, and intensity</strong>. It has a transparent quality in washes. Therefore, Gamboge is cherished in&nbsp;<strong>traditional watercolor painting and for creating warm glazes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E49B0F</li>\n\n\n\n<li>RGB 228, 155, 15</li>\n\n\n\n<li>CMYK 0, 32, 93, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Citrine</strong></h2>\n\n\n\n<p>Citrine is a greenish-yellow to brownish-orange shade, named after the quartz gemstone. Its name derives from the&nbsp;<strong>French word &#8220;citron&#8221; for lemon</strong>. This color is believed to carry the&nbsp;<strong>energy of sunshine and prosperity</strong>&nbsp;in crystal healing. It feels both luminous and earthy. Consequently, Citrine is used in&nbsp;<strong>jewelry design, bohemian decor, and to evoke a sense of cheerful abundance</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E4D00A</li>\n\n\n\n<li>RGB 228, 208, 10</li>\n\n\n\n<li>CMYK 0, 9, 96, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mango</strong></h2>\n\n\n\n<p>Mango is a vibrant, tropical orange-yellow inspired by the ripe fruit&#8217;s flesh. It evokes the&nbsp;<strong>essence of tropical climates and summer sweetness</strong>. This color is inherently&nbsp;<strong>juicy, energetic, and playful</strong>. It stimulates appetite and excitement. Thus, Mango is a favorite for&nbsp;<strong>food branding, summer fashion, and vibrant interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4BB44</li>\n\n\n\n<li>RGB 244, 187, 68</li>\n\n\n\n<li>CMYK 0, 23, 72, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Yellow Orange</strong></h2>\n\n\n\n<p>Yellow Orange, also known as Marigold, is a pure blend between its two namesake colors on the color wheel. It possesses the&nbsp;<strong>warmth of orange and the brightness of yellow</strong>. This hue is fundamentally&nbsp;<strong>energetic, fun, and attention-grabbing</strong>. It promotes enthusiasm and creativity. As a result, Yellow Orange is widely used for&nbsp;<strong>children&#8217;s toys, sports equipment, and lively graphic design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFAA33</li>\n\n\n\n<li>RGB 255, 170, 51</li>\n\n\n\n<li>CMYK 0, 33, 80, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear</strong></h2>\n\n\n\n<p>Pear is a soft, muted yellow with a distinct green cast, reminiscent of the fruit&#8217;s skin. It is a&nbsp;<strong>quiet and sophisticated shade of the yellow family</strong>. This color suggests&nbsp;<strong>freshness, subtlety, and natural growth</strong>. It is calming and understated. Therefore, Pear is effective in&nbsp;<strong>soothing interior design, elegant packaging, and natural lifestyle branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C9CC3F</li>\n\n\n\n<li>RGB 201, 204, 63</li>\n\n\n\n<li>CMYK 1, 0, 69, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Peridot</strong></h2>\n\n\n\n<p>Peridot is a yellowish-green shade, named after the semi-precious olivine gemstone. It is one of the&nbsp;<strong>few gemstones that occur in only one color</strong>. This unique hue symbolizes&nbsp;<strong>strength, healing, and protection</strong>&nbsp;in ancient lore. It bridges the gap between green and yellow. Consequently, Peridot is prized in&nbsp;<strong>jewelry, and used in designs requiring a natural, vibrant lime accent</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B4C424</li>\n\n\n\n<li>RGB 180, 196, 36</li>\n\n\n\n<li>CMYK 8, 0, 82, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chartreuse</strong></h2>\n\n\n\n<p>Chartreuse is a vibrant yellow-green color named after the French liqueur made by Carthusian monks since the 1740s. The liqueur&nbsp;<strong>gives the color its name</strong>, not the other way around. This electric hue sits&nbsp;<strong>exactly midway between yellow and green</strong>&nbsp;on the color wheel. It is inherently&nbsp;<strong>bold, lively, and unconventional</strong>. Therefore, Chartreuse is used for&nbsp;<strong>high-visibility safety gear, avant-garde fashion, and digital designs demanding attention</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DFFF00</li>\n\n\n\n<li>RGB 223, 255, 0</li>\n\n\n\n<li>CMYK 13, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pistachio</strong></h2>\n\n\n\n<p>Pistachio is a soft, muted green with a distinct yellow undertone, inspired by the nut&#8217;s pale shell. It is a&nbsp;<strong>subtle and sophisticated pastel</strong>. This color evokes&nbsp;<strong>freshness, tranquility, and a touch of whimsy</strong>. It is less vibrant than lime green, offering a calming effect. Consequently, Pistachio is popular in&nbsp;<strong>modern interiors, wedding color palettes, and gourmet food packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #93C572</li>\n\n\n\n<li>RGB 147, 197, 114</li>\n\n\n\n<li>CMYK 25, 0, 42, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Khaki</strong></h2>\n\n\n\n<p>Khaki is a light brownish-yellow or tan, originating from the Persian word for &#8220;dust.&#8221; It was&nbsp;<strong>first adopted for military uniforms</strong>&nbsp;by the British Indian Army in the mid-19th century for camouflage. This color symbolizes&nbsp;<strong>utility, neutrality, and a practical nature</strong>. It is inherently casual and rugged. Thus, Khaki is a cornerstone of&nbsp;<strong>military attire, casual trousers (chinos), and safari-style fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F0E68C</li>\n\n\n\n<li>RGB 240, 230, 140</li>\n\n\n\n<li>CMYK 0, 4, 42, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Flax</strong></h2>\n\n\n\n<p>Flax is a grayish-beige yellow resembling the color of straw or the flax plant fibers. It is a&nbsp;<strong>natural, earthy, and subdued neutral</strong>. This color has been associated with&nbsp;<strong>simplicity, linen textiles, and rustic charm</strong>&nbsp;for centuries. It provides a warm, quiet background. Therefore, Flax is commonly used in&nbsp;<strong>eco-friendly branding, natural fabric promotion, and serene interior design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EEDC82</li>\n\n\n\n<li>RGB 238, 220, 130</li>\n\n\n\n<li>CMYK 0, 8, 45, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jasmine</strong></h2>\n\n\n\n<p>Jasmine is a pale, soft yellow tinted with a hint of pink, named after the fragrant flower&#8217;s petals. It is a&nbsp;<strong>delicate and romantic off-white</strong>. This color conveys&nbsp;<strong>sweetness, grace, and gentle warmth</strong>. It is more nuanced than pure cream. As a result, Jasmine is ideal for&nbsp;<strong>wedding themes, lingerie, soothing nurseries, and elegant stationery</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F8DE7E</li>\n\n\n\n<li>RGB 248, 222, 126</li>\n\n\n\n<li>CMYK 0, 10, 49, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wheat</strong></h2>\n\n\n\n<p>Wheat is a pale, softly muted yellow with strong beige and gray undertones, directly inspired by ripe wheat fields. It is the&nbsp;<strong>quintessential pastoral and harvest color</strong>. This shade embodies&nbsp;<strong>natural abundance, warmth, and comfort</strong>. It is a versatile, warm neutral. Consequently, Wheat is used in&nbsp;<strong>country-style decor, natural cosmetics packaging, and autumn-themed designs</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5DEB3</li>\n\n\n\n<li>RGB 245, 222, 179</li>\n\n\n\n<li>CMYK 0, 9, 27, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beige</strong></h2>\n\n\n\n<p>Beige is a very pale, grayish-yellow brown, often considered a conservative and neutral background color. Its name comes from&nbsp;<strong>the French word for natural wool</strong>. This color represents&nbsp;<strong>simplicity, calm, and timelessness</strong>. However, it can also be perceived as plain or boring. Thus, Beige is a fundamental&nbsp;<strong>background in interior design, for minimalist aesthetics, and as a base in fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F5F5DC</li>\n\n\n\n<li>RGB 245, 245, 220</li>\n\n\n\n<li>CMYK 0, 0, 10, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Almond</strong></h2>\n\n\n\n<p>Almond is an off-white color with a slight yellowish-gray tint, matching the inner shell of the almond nut. It is a&nbsp;<strong>warm, elegant, and creamy neutral</strong>. This color suggests&nbsp;<strong>softness, subtlety, and natural purity</strong>. It is more inviting than stark white. Therefore, Almond is favored for&nbsp;<strong>wall paints, appliance finishes, and wedding stationery for a warm, clean look</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EADDCA</li>\n\n\n\n<li>RGB 234, 221, 202</li>\n\n\n\n<li>CMYK 0, 6, 14, 8</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Apricot</strong></h2>\n\n\n\n<p>Apricot is a light yellowish-orange, reminiscent of the fruit&#8217;s velvety skin. It is a&nbsp;<strong>soft, sweet, and romantic pastel</strong>. This color blends the&nbsp;<strong>energy of orange with the softness of pink and yellow</strong>. It evokes feelings of&nbsp;<strong>modesty, youth, and health</strong>. Accordingly, Apricot is popular in&nbsp;<strong>spring fashion, cosmetics for fair skin tones, and soft interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBCEB1</li>\n\n\n\n<li>RGB 251, 206, 177</li>\n\n\n\n<li>CMYK 0, 18, 29, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Peach</strong></h2>\n\n\n\n<p>Peach is a light orange-yellow, named after the flesh of the peach fruit, often with a pinkish undertone. It is universally&nbsp;<strong>flattering and soothing</strong>. This color represents&nbsp;<strong>warmth, friendliness, and a calming innocence</strong>. It is less vibrant than orange, promoting a sense of peace. Consequently, Peach is widely used in&nbsp;<strong>healthcare decor, spring designs, and as a skin tone in illustration</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE5B4</li>\n\n\n\n<li>RGB 255, 229, 180</li>\n\n\n\n<li>CMYK 0, 10, 29, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cream</strong></h2>\n\n\n\n<p>Cream is a rich, yellowish-white, the color of the fatty component of fresh milk. It is a&nbsp;<strong>classic, warm off-white</strong>&nbsp;that avoids sterility. This shade evokes&nbsp;<strong>richness, calm luxury, and subtle warmth</strong>. It is a foundational neutral in design. Therefore, Cream is extensively used for&nbsp;<strong>wall colors, wedding dresses, high-quality paper, and luxurious food packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFDD0</li>\n\n\n\n<li>RGB 255, 253, 208</li>\n\n\n\n<li>CMYK 0, 1, 18, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cornsilk</strong></h2>\n\n\n\n<p>Cornsilk is a very pale, soft yellow with a hint of brown, named for the silky threads inside an ear of corn. It is a&nbsp;<strong>warm, gentle, and natural tint</strong>. This color suggests&nbsp;<strong>delicacy, nourishment, and rustic simplicity</strong>. It provides a subtle warmth. As a result, Cornsilk is a favorite for&nbsp;<strong>website backgrounds, baby items, and natural textile dyes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF8DC</li>\n\n\n\n<li>RGB 255, 248, 220</li>\n\n\n\n<li>CMYK 0, 3, 14, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vanilla</strong></h2>\n\n\n\n<p>Vanilla is a warm, grayish pale yellow, inspired by the vanilla bean and its iconic ice cream flavor. It is a&nbsp;<strong>sweet, comforting, and edible-looking neutral</strong>. This color conveys&nbsp;<strong>calmness, simplicity, and a hint of indulgence</strong>. It is softer than pure white. Consequently, Vanilla is prevalent in&nbsp;<strong>cosmetic packaging, kitchen appliances, and spa interior design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F3E5AB</li>\n\n\n\n<li>RGB 243, 229, 171</li>\n\n\n\n<li>CMYK 0, 6, 30, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ivory</strong></h2>\n\n\n\n<p>Ivory is an off-white color with a subtle warm yellow undertone, named after the material from elephant tusks. Historically, it symbolizes&nbsp;<strong>purity, luxury, and prestige</strong>&nbsp;due to its rare source. This color is&nbsp;<strong>elegant and less harsh than bright white</strong>. It carries ethical connotations today. Thus, Ivory is used for&nbsp;<strong>formal wedding attire, elegant stationery, and classical architectural trim</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFFF0</li>\n\n\n\n<li>RGB 255, 255, 240</li>\n\n\n\n<li>CMYK 0, 0, 6, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pastel Yellow</strong></h2>\n\n\n\n<p>Pastel Yellow is a pale, soft shade of yellow with very high value and low saturation. It is a quintessential&nbsp;<strong>spring and Easter color</strong>. This hue embodies&nbsp;<strong>softness, cheerfulness, and a gentle optimism</strong>. It is non-aggressive and soothing. Therefore, Pastel Yellow is ideal for&nbsp;<strong>nursery decor, spring marketing, and as a calming accent in design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFAA0</li>\n\n\n\n<li>RGB 255, 250, 160</li>\n\n\n\n<li>CMYK 0, 2, 37, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Navajo White</strong></h2>\n\n\n\n<p>Navajo White is a warm, pale orange-yellow, originally a paint color named in honor of the Navajo Nation. It is a&nbsp;<strong>ubiquitous, warm neutral in American home interiors</strong>. This color provides a&nbsp;<strong>sun-washed, welcoming feel</strong>. It has been a default interior trim color for decades. Consequently, Navajo White is a staple for&nbsp;<strong>walls, ceilings, and architectural millwork</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFDEAD</li>\n\n\n\n<li>RGB 255, 222, 173</li>\n\n\n\n<li>CMYK 0, 13, 32, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert</strong></h2>\n\n\n\n<p>Desert is a pale, sandy tone of orange-yellow, evoking arid landscapes. It is a&nbsp;<strong>warm, earthy, and sun-bleached neutral</strong>. This color represents&nbsp;<strong>warmth, vastness, and resilience</strong>. It suggests a natural, weathered quality. Thus, Desert is used in&nbsp;<strong>southwestern design, outdoor apparel, and packaging for natural products</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAD5A5</li>\n\n\n\n<li>RGB 250, 213, 165</li>\n\n\n\n<li>CMYK 0, 15, 34, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ecru</strong></h2>\n\n\n\n<p>Ecru is a grayish, pale yellow or beige, named from the French word for &#8220;unbleached&#8221; or &#8220;raw.&#8221; It describes the&nbsp;<strong>color of unbleached linen or silk</strong>. This shade embodies&nbsp;<strong>natural fiber, rustic elegance, and understated style</strong>. It is less yellow than ivory. Therefore, Ecru is fundamental in&nbsp;<strong>linen textiles, paper crafting, and neutral fashion basics</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C2B280</li>\n\n\n\n<li>RGB 194, 178, 128</li>\n\n\n\n<li>CMYK 0, 8, 34, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brass</strong></h2>\n\n\n\n<p>Brass is a medium, strong yellow with a metallic sheen, mimicking the alloy of copper and zinc. It is&nbsp;<strong>less expensive than gold</strong>&nbsp;but still conveys a sense of durability and tradition. This color suggests&nbsp;<strong>warmth, antiquity, and musical resonance</strong>&nbsp;(from brass instruments). Consequently, Brass is used for&nbsp;<strong>hardware, decorative fixtures, military insignia, and vintage aesthetics</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E1C16E</li>\n\n\n\n<li>RGB 225, 193, 110</li>\n\n\n\n<li>CMYK 0, 14, 51, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vegas Gold</strong></h2>\n\n\n\n<p>Vegas Gold is a dull, grayish tone of yellow, representative of the more muted, lavish gold associated with Las Vegas casinos. It is a&nbsp;<strong>toned-down, sophisticated version of metallic gold</strong>. This color conveys&nbsp;<strong>opulence without being gaudy, and a sense of adult entertainment</strong>. Thus, it is used for&nbsp;<strong>sports team uniforms, upscale packaging, and glamorous decor elements</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C4B454</li>\n\n\n\n<li>RGB 196, 180, 84</li>\n\n\n\n<li>CMYK 0, 8, 57, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Yellow</strong></h2>\n\n\n\n<p>Dark Yellow is a deep, muted shade of yellow with significant brown or green undertones, often resembling olive or old gold. It is a&nbsp;<strong>subdued and sophisticated alternative</strong>&nbsp;to bright yellow. This color evokes&nbsp;<strong>antiquity, earthiness, and autumnal tones</strong>. It feels stable and mature. Therefore, Dark Yellow is used in&nbsp;<strong>military equipment (olive drab), historical reproductions, and rustic design palettes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8B8000</li>\n\n\n\n<li>RGB 139, 128, 0</li>\n\n\n\n<li>CMYK 0, 8, 100, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Nyanza</strong></h2>\n\n\n\n<p>Nyanza is an extremely pale, green-tinged yellow, almost a pastel chartreuse. It is named after&nbsp;<strong>Lake Nyanza (Victoria)</strong>&nbsp;and evokes a watery, fresh feeling. This color suggests&nbsp;<strong>freshness, clarity, and a gentle vitality</strong>. It is cool and clean. Consequently, Nyanza is ideal for&nbsp;<strong>spa environments, health-focused branding, and as a refreshing digital background</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ECFFDC</li>\n\n\n\n<li>RGB 236, 255, 220</li>\n\n\n\n<li>CMYK 7, 0, 14, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Butter Yellow</strong></h2>\n\n\n\n<p>Butter Yellow is a soft, creamy medium yellow directly reminiscent of fresh, churned butter. It is a&nbsp;<strong>warm, comforting, and edible hue</strong>. This color embodies&nbsp;<strong>richness, wholesome nourishment, and domestic comfort</strong>. It is inviting and mild. Thus, Butter Yellow is perfect for&nbsp;<strong>kitchenware, dairy product packaging, and cozy interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF1A8</li>\n\n\n\n<li>RGB 255, 241, 168</li>\n\n\n\n<li>CMYK 0, 5, 34, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunflower Yellow</strong></h2>\n\n\n\n<p>Sunflower Yellow is a bold, cheerful yellow with strong orange undertones, inspired by the flower&#8217;s central disk. It is&nbsp;<strong>iconically tied to summer and vibrancy</strong>. This color radiates&nbsp;<strong>happiness, admiration, and solar energy</strong>. It is direct and uplifting. Accordingly, Sunflower Yellow is used for&nbsp;<strong>festive decorations, cheerful branding, and artistic impressions of sunflowers</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC512</li>\n\n\n\n<li>RGB 255, 197, 18</li>\n\n\n\n<li>CMYK 0, 23, 93, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Banana Yellow</strong></h2>\n\n\n\n<p>Banana Yellow is a bright, cool-leaning yellow matching the peel of a ripe banana. It is a&nbsp;<strong>playful, fruity, and familiar shade</strong>. This color communicates&nbsp;<strong>fun, accessibility, and a touch of whimsy</strong>. It is less intense than neon. Therefore, Banana Yellow is common in&nbsp;<strong>children&#8217;s products, tropical themes, and food marketing</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE135</li>\n\n\n\n<li>RGB 255, 225, 53</li>\n\n\n\n<li>CMYK 0, 12, 79, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Honey Yellow</strong></h2>\n\n\n\n<p>Honey Yellow is a warm, golden amber tone, capturing the color of raw honey. It is a&nbsp;<strong>rich, viscous-looking, and natural shade</strong>. This color symbolizes&nbsp;<strong>sweetness, natural energy, and artisanal craftsmanship</strong>. It feels both nourishing and luxurious. Consequently, Honey Yellow is favored for&nbsp;<strong>natural food branding, cozy autumn designs, and warm metallic finishes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC30B</li>\n\n\n\n<li>RGB 255, 195, 11</li>\n\n\n\n<li>CMYK 0, 24, 96, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>School Bus Yellow</strong></h2>\n\n\n\n<p>School Bus Yellow is a highly recognizable orange-yellow, officially known as &#8220;National School Bus Glossy Yellow&#8221; in the US. It was&nbsp;<strong>scientifically selected for maximum visual recognition</strong>&nbsp;in dawn and dusk light. This color is synonymous with&nbsp;<strong>safety, caution, and childhood</strong>. It is designed to be unmistakable. Thus, it is legally reserved for&nbsp;<strong>school bus exteriors and associated safety signage</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD800</li>\n\n\n\n<li>RGB 255, 216, 0</li>\n\n\n\n<li>CMYK 0, 15, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Yellow</strong></h2>\n\n\n\n<p>Antique Yellow is a muted, warm yellow with a brownish or grayish cast, resembling aged paper or old silk. It is a&nbsp;<strong>deliberately faded, historical-looking hue</strong>. This color evokes&nbsp;<strong>nostalgia, heritage, and the passage of time</strong>. It adds instant vintage character. Therefore, Antique Yellow is used for&nbsp;<strong>period film sets, antique map reproductions, and vintage-themed packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAE6A0</li>\n\n\n\n<li>RGB 250, 230, 160</li>\n\n\n\n<li>CMYK 0, 8, 36, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sand Yellow</strong></h2>\n\n\n\n<p>Sand Yellow is a pale, grayish-yellow, directly inspired by beach sand. It is a&nbsp;<strong>neutral, calming, and earthy tone</strong>. This color suggests&nbsp;<strong>stability, simplicity, and a connection to nature</strong>. It provides a perfect warm, muted background. Consequently, Sand Yellow is ideal for&nbsp;<strong>backgrounds in design, coastal decor, and outdoor apparel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4E99B</li>\n\n\n\n<li>RGB 244, 233, 155</li>\n\n\n\n<li>CMYK 0, 5, 36, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Straw Yellow</strong></h2>\n\n\n\n<p>Straw Yellow is a light, grayish yellow with a subtle green hint, matching dried straw or hay. It is a&nbsp;<strong>natural, rustic, and quiet shade</strong>. This color embodies&nbsp;<strong>harvest, simplicity, and pastoral life</strong>. It is less vibrant than goldenrod. Thus, Straw Yellow is used in&nbsp;<strong>crafts, eco-friendly packaging, and folk art designs</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E4D96F</li>\n\n\n\n<li>RGB 228, 217, 111</li>\n\n\n\n<li>CMYK 0, 5, 51, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pineapple Yellow</strong></h2>\n\n\n\n<p>Pineapple Yellow is a vibrant, tropical yellow with a juicy, saturated tone. It directly references the sweet, tangy fruit. This color exudes&nbsp;<strong>tropical energy, welcome, and vibrant health</strong>. It is bold and appetizing. Consequently, Pineapple Yellow is a staple in&nbsp;<strong>summer collections, tropical branding, and lively kitchen decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE066</li>\n\n\n\n<li>RGB 255, 224, 102</li>\n\n\n\n<li>CMYK 0, 12, 60, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Marigold Yellow</strong></h2>\n\n\n\n<p>Marigold Yellow is a rich, orange-toned yellow named after the popular garden flower. It is a&nbsp;<strong>warm, autumnal, and culturally significant</strong>&nbsp;hue, used in festivals like Dia de los Muertos. This color represents&nbsp;<strong>passion, creativity, and the beauty of decay</strong>. It is intensely cheerful. Therefore, Marigold Yellow is used in&nbsp;<strong>floral designs, festival decorations, and warm artistic palettes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBE870</li>\n\n\n\n<li>RGB 251, 232, 112</li>\n\n\n\n<li>CMYK 0, 8, 55, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Curry Yellow</strong></h2>\n\n\n\n<p>Curry Yellow is a deep, earthy yellow-brown inspired by the popular spice blend. It is a&nbsp;<strong>warm, aromatic, and complex shade</strong>. This color evokes&nbsp;<strong>exotic cuisine, warmth, and earthy richness</strong>. It is more subdued than mustard. Accordingly, Curry Yellow is effective in&nbsp;<strong>ethnic food packaging, bohemian decor, and autumn fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CCA01D</li>\n\n\n\n<li>RGB 204, 160, 29</li>\n\n\n\n<li>CMYK 0, 22, 86, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ochre Yellow</strong></h2>\n\n\n\n<p>Ochre Yellow, or Yellow Ochre, is a natural clay earth pigment ranging from golden yellow to brown. It is&nbsp;<strong>one of humanity&#8217;s oldest pigments</strong>, found in prehistoric art worldwide. This color symbolizes&nbsp;<strong>the earth, antiquity, and raw nature</strong>. It is fundamental and grounding. Thus, Ochre Yellow is essential in&nbsp;<strong>fine art, historical restoration, and earthy design schemes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CC7722</li>\n\n\n\n<li>RGB 204, 119, 34</li>\n\n\n\n<li>CMYK 0, 42, 83, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dijon Yellow</strong></h2>\n\n\n\n<p>Dijon Yellow is a muted, grayish mustard yellow named after the French mustard. It is a&nbsp;<strong>sophisticated, tangy, and modern neutral</strong>. This color conveys&nbsp;<strong>sharpness, gourmet quality, and understated warmth</strong>. It is less brown than traditional mustard. Consequently, Dijon Yellow is popular in&nbsp;<strong>contemporary fashion, minimalist interiors, and upscale culinary branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C49102</li>\n\n\n\n<li>RGB 196, 145, 2</li>\n\n\n\n<li>CMYK 0, 26, 99, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fossil Yellow</strong></h2>\n\n\n\n<p>Fossil Yellow is a pale, grayish-beige yellow resembling ancient bone or stone. It is a&nbsp;<strong>quiet, timeless, and geological shade</strong>. This color suggests&nbsp;<strong>age, preservation, and natural history</strong>. It provides a serene, neutral backdrop. Therefore, Fossil Yellow is used in&nbsp;<strong>museum displays, heritage branding, and serene, minimalist interiors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C7B446</li>\n\n\n\n<li>RGB 199, 180, 70</li>\n\n\n\n<li>CMYK 0, 10, 65, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Harvest Yellow</strong></h2>\n\n\n\n<p>Harvest Yellow is a warm, orange-gold yellow that embodies the color of ripe grain at sunset. It is the&nbsp;<strong>quintessential color of abundance and fruition</strong>. This shade represents&nbsp;<strong>reward, prosperity, and the culmination of effort</strong>. It is deeply satisfying and warm. Thus, Harvest Yellow is used for&nbsp;<strong>agricultural fairs, Thanksgiving decor, and rustic wedding themes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DA9100</li>\n\n\n\n<li>RGB 218, 145, 0</li>\n\n\n\n<li>CMYK 0, 33, 100, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Autumn Yellow</strong></h2>\n\n\n\n<p>Autumn Yellow is a soft, orange-infused yellow reminiscent of falling leaves and October sunlight. It is a&nbsp;<strong>nostalgic and seasonal transitional color</strong>. This hue evokes&nbsp;<strong>change, comfort, and the gentle warmth of early fall</strong>. It is less intense than a pure orange. Accordingly, Autumn Yellow features in&nbsp;<strong>seasonal marketing, cozy apparel, and home decor during fall</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFAE42</li>\n\n\n\n<li>RGB 255, 174, 66</li>\n\n\n\n<li>CMYK 0, 32, 74, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunrise Yellow</strong></h2>\n\n\n\n<p>Sunrise Yellow is a clear, optimistic yellow with a hint of orange, capturing the first bright light of dawn. It is a&nbsp;<strong>hopeful and energizing color</strong>. This shade symbolizes&nbsp;<strong>new beginnings, promise, and radiant energy</strong>. It is pure and uplifting. Consequently, Sunrise Yellow is ideal for&nbsp;<strong>wellness brands, inspirational media, and cheerful morning-themed designs</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFCC33</li>\n\n\n\n<li>RGB 255, 204, 51</li>\n\n\n\n<li>CMYK 0, 20, 80, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunray Yellow</strong></h2>\n\n\n\n<p>Sunray Yellow is a muted, golden yellow with a dusty, brownish tone, like sunlight filtered through a hazy sky. It is a&nbsp;<strong>subtle, warm, and vintage-inspired hue</strong>. This color suggests&nbsp;<strong>nostalgic warmth, gentle light, and a bygone era</strong>. It is less saturated than a pure gold. Therefore, Sunray Yellow is used in&nbsp;<strong>retro designs, vintage photography filters, and rustic home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E3AB57</li>\n\n\n\n<li>RGB 227, 171, 87</li>\n\n\n\n<li>CMYK 0, 25, 62, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Gold</strong></h2>\n\n\n\n<p>Antique Gold is a darker, more muted shade of gold with significant brown or green undertones, imitating aged or tarnished gold metal. It signifies&nbsp;<strong>old-world wealth, heritage, and patina</strong>. This color conveys&nbsp;<strong>tradition, longevity, and understated opulence</strong>. It feels more historical than bright gold. Thus, Antique Gold is common in&nbsp;<strong>antique furniture detailing, heraldry, and luxury packaging with a classic feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CFB53B</li>\n\n\n\n<li>RGB 207, 181, 59</li>\n\n\n\n<li>CMYK 0, 13, 71, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Old Gold</strong></h2>\n\n\n\n<p>Old Gold is a dark yellow with strong olive or brown undertones, representing gold that has lost its luster over time. It is a&nbsp;<strong>traditional, collegiate, and military-associated color</strong>. This hue embodies&nbsp;<strong>dignity, prestige, and a sense of history</strong>. It is a formal neutral. Consequently, Old Gold is used for&nbsp;<strong>university insignia, military braid, and vintage automotive paint</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CBA135</li>\n\n\n\n<li>RGB 203, 161, 53</li>\n\n\n\n<li>CMYK 0, 21, 74, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brass Gold</strong></h2>\n\n\n\n<p>Brass Gold is a medium yellow with a distinct metallic grayness, sitting between true gold and brass. It is a&nbsp;<strong>durable, industrial, and less precious metallic hue</strong>. This color suggests&nbsp;<strong>reliability, warmth, and mechanical strength</strong>. It lacks the red undertones of copper. Accordingly, Brass Gold is used for&nbsp;<strong>hardware fixtures, military badges, and industrial design accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B5A642</li>\n\n\n\n<li>RGB 181, 166, 66</li>\n\n\n\n<li>CMYK 0, 8, 64, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Gold</strong></h2>\n\n\n\n<p>Pale Gold is a very light, desaturated yellow with a metallic sheen, like delicate gold leaf. It is a&nbsp;<strong>soft, luxurious, and ethereal shade</strong>. This color evokes&nbsp;<strong>delicate wealth, light, and subtle celebration</strong>. It is less imposing than standard gold. Therefore, Pale Gold is perfect for&nbsp;<strong>elegant wedding stationery, high-end cosmetic highlights, and soft interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6BE8A</li>\n\n\n\n<li>RGB 230, 190, 138</li>\n\n\n\n<li>CMYK 0, 17, 40, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blonde Yellow</strong></h2>\n\n\n\n<p>Blonde Yellow is a pale, warm yellow with beige undertones, directly inspired by natural blonde hair. It is a&nbsp;<strong>natural, sunny, and soft neutral</strong>. This shade represents&nbsp;<strong>youth, approachability, and gentle warmth</strong>. It is a flattering and common color in nature. Thus, Blonde Yellow is used in&nbsp;<strong>cosmetics for fair hair, beach-themed designs, and warm wood stains</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAF0BE</li>\n\n\n\n<li>RGB 250, 240, 190</li>\n\n\n\n<li>CMYK 0, 4, 24, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Champagne Yellow</strong></h2>\n\n\n\n<p>Champagne Yellow is a pale, grayish-yellow beige, mimicking the effervescent drink. It is a&nbsp;<strong>sophisticated, celebratory, and cool-toned neutral</strong>. This color conveys&nbsp;<strong>elegance, luxury, and subtle festivity</strong>. It is quieter than true gold or cream. Consequently, Champagne Yellow is favored for&nbsp;<strong>formal event decor, luxury product packaging, and high-end interior design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7E7CE</li>\n\n\n\n<li>RGB 247, 231, 206</li>\n\n\n\n<li>CMYK 0, 6, 17, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Custard Yellow</strong></h2>\n\n\n\n<p>Custard Yellow is a soft, creamy medium yellow resembling the dessert. It is a&nbsp;<strong>sweet, comforting, and slightly edible-looking pastel</strong>. This color suggests&nbsp;<strong>nourishment, gentle sweetness, and nostalgia</strong>. It is warmer and deeper than lemon. Thus, Custard Yellow is effective in&nbsp;<strong>vintage kitchenware, children&#8217;s products, and cozy textile patterns</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF3B0</li>\n\n\n\n<li>RGB 255, 243, 176</li>\n\n\n\n<li>CMYK 0, 5, 31, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Buttercream Yellow</strong></h2>\n\n\n\n<p>Buttercream Yellow is a very pale, warm off-white with a definitive yellow cast, like vanilla buttercream frosting. It is an&nbsp;<strong>ultra-soft, sweet, and indulgent neutral</strong>. This hue embodies&nbsp;<strong>celebration, delicacy, and culinary delight</strong>. It is a quintessential wedding and bakery color. Therefore, Buttercream Yellow is used for&nbsp;<strong>wedding cakes, party decorations, and soft feminine branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF1C1</li>\n\n\n\n<li>RGB 255, 241, 193</li>\n\n\n\n<li>CMYK 0, 5, 24, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Yellow</strong></h2>\n\n\n\n<p>Soft Yellow is a generic term for any pale, low-saturation yellow. It is a&nbsp;<strong>gentle, non-aggressive, and calming version</strong>&nbsp;of the typically energetic color. This shade promotes&nbsp;<strong>serenity, optimism, and mental clarity</strong>&nbsp;without visual stress. It is ideal for backgrounds. Consequently, Soft Yellow is a staple in&nbsp;<strong>nursery walls, wellness app interfaces, and soothing product packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF5BA</li>\n\n\n\n<li>RGB 255, 245, 186</li>\n\n\n\n<li>CMYK 0, 4, 27, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Warm Yellow</strong></h2>\n\n\n\n<p>Warm Yellow is a broad category for yellows with noticeable red or orange undertones, as opposed to greenish cools. It is&nbsp;<strong>inherently inviting and radiant</strong>. This color evokes&nbsp;<strong>sunshine, friendliness, and creative energy</strong>. It stimulates appetite and conversation. Thus, Warm Yellow is strategically used in&nbsp;<strong>restaurant decor, social spaces, and brands wanting to appear approachable</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD966</li>\n\n\n\n<li>RGB 255, 217, 102</li>\n\n\n\n<li>CMYK 0, 15, 60, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cool Yellow</strong></h2>\n\n\n\n<p>Cool Yellow is a yellow with a visible greenish undertone, leaning toward chartreuse. It is&nbsp;<strong>less traditional and more modern</strong>&nbsp;than warm yellows. This hue suggests&nbsp;<strong>freshness, clarity, and a slightly futuristic vibe</strong>. It can feel sharp and clean. Therefore, Cool Yellow is effective in&nbsp;<strong>tech accents, modern graphic design, and spring fashion collections</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFACD</li>\n\n\n\n<li>RGB 255, 250, 205</li>\n\n\n\n<li>CMYK 0, 2, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Yellow</strong></h2>\n\n\n\n<p>Neon Yellow is an extremely bright, intense yellow with a slight greenish glow, mimicking neon lighting. It is&nbsp;<strong>maximally vivid and attention-grabbing</strong>. This color symbolizes&nbsp;<strong>high energy, nightlife, and extreme visibility</strong>. It is almost fluorescent. Accordingly, Neon Yellow is used for&nbsp;<strong>athletic gear, nightclub signage, highlighter ink, and safety details in dark environments</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFF33</li>\n\n\n\n<li>RGB 255, 255, 51</li>\n\n\n\n<li>CMYK 0, 0, 80, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Laser Lemon</strong></h2>\n\n\n\n<p>Laser Lemon is a brilliant, electric yellow with a green tint, named for its intense, piercing brightness. It is a&nbsp;<strong>Crayola crayon color introduced in 1990</strong>. This hue embodies&nbsp;<strong>cyberpunk aesthetics, artificial light, and hyper-energy</strong>. It is garish and digital. Consequently, Laser Lemon features in&nbsp;<strong>80s retro designs, gaming graphics, and futuristic themes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFFF66</li>\n\n\n\n<li>RGB 255, 255, 102</li>\n\n\n\n<li>CMYK 0, 0, 60, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Electric Yellow</strong></h2>\n\n\n\n<p>Electric Yellow is a vibrant, pure yellow that appears to emit its own light, similar to the glow of an electric arc. It is&nbsp;<strong>even more intense than standard bright yellow</strong>. This color represents&nbsp;<strong>pure energy, innovation, and shock value</strong>. It is bold and uncompromising. Thus, Electric Yellow is used for&nbsp;<strong>power tool branding, sci-fi media, and extreme sports equipment</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F8FF00</li>\n\n\n\n<li>RGB 248, 255, 0</li>\n\n\n\n<li>CMYK 3, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cyber Yellow</strong></h2>\n\n\n\n<p>Cyber Yellow is a sharp, saturated yellow with a slight metallic or digital feel, associated with the early internet and tech age. It is a&nbsp;<strong>modern, synthetic, and slightly cold yellow</strong>. This hue conveys&nbsp;<strong>digital innovation, speed, and data</strong>. It feels tech-forward. Therefore, Cyber Yellow is common in&nbsp;<strong>tech company branding, esports team logos, and futuristic product design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFD300</li>\n\n\n\n<li>RGB 255, 211, 0</li>\n\n\n\n<li>CMYK 0, 17, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Royal Yellow</strong></h2>\n\n\n\n<p>Royal Yellow is a rich, deep, and slightly orange gold, historically associated with imperial fabrics in Asia. Unlike Western purple, it symbolized&nbsp;<strong>supreme authority in Chinese and Southeast Asian courts</strong>. This color represents&nbsp;<strong>imperial power, nobility, and sacredness</strong>. It is regal and warm. Consequently, Royal Yellow is used in&nbsp;<strong>historical dramas, luxurious fabrics, and ceremonial decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FADA4A</li>\n\n\n\n<li>RGB 250, 218, 74</li>\n\n\n\n<li>CMYK 0, 13, 70, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Glow</strong></h2>\n\n\n\n<p>Golden Glow is a radiant, luminous medium yellow that seems to shine from within. It is the&nbsp;<strong>epitome of sunny, benevolent radiance</strong>. This color embodies&nbsp;<strong>joy, positive energy, and divine light</strong>. It is uplifting and pure. Thus, Golden Glow is ideal for&nbsp;<strong>spiritual imagery, optimistic branding, and designs meant to evoke happiness and warmth</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FDE910</li>\n\n\n\n<li>RGB 253, 233, 16</li>\n\n\n\n<li>CMYK 0, 8, 94, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Solar Yellow</strong></h2>\n\n\n\n<p>Solar Yellow is a clean, intense pure yellow representing the sun&#8217;s photosphere. It is the&nbsp;<strong>archetypal color of solar energy and daylight</strong>. This shade symbolizes&nbsp;<strong>life force, clarity, and cosmic power</strong>. It is direct and unfiltered. Consequently, Solar Yellow is used in&nbsp;<strong>astronomy iconography, renewable energy branding, and safety signs requiring maximum visibility</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF200</li>\n\n\n\n<li>RGB 255, 242, 0</li>\n\n\n\n<li>CMYK 0, 5, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Citrus Yellow</strong></h2>\n\n\n\n<p>Citrus Yellow is a zesty, slightly green-tinged yellow reminiscent of lemons and limes. It is a&nbsp;<strong>sharp, tangy, and refreshing hue</strong>. This color evokes&nbsp;<strong>vitality, acidity, and wakefulness</strong>. It stimulates the senses and appetite. Therefore, Citrus Yellow is prevalent in&nbsp;<strong>beverage packaging, cleaning product branding, and summer fashion to convey freshness</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE44D</li>\n\n\n\n<li>RGB 255, 228, 77</li>\n\n\n\n<li>CMYK 0, 11, 70, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunny Yellow</strong></h2>\n\n\n\n<p>Sunny Yellow is a cheerful, warm yellow that is bright but not overpowering. It is the&nbsp;<strong>universal shorthand for a pleasant, cloudless day</strong>. This color represents&nbsp;<strong>uncomplicated happiness, optimism, and friendliness</strong>. It is approachable and classic. Accordingly, Sunny Yellow is a favorite for&nbsp;<strong>children&#8217;s toys, cheerful home decor, and welcoming retail displays</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE066</li>\n\n\n\n<li>RGB 255, 224, 102</li>\n\n\n\n<li>CMYK 0, 12, 60, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Lemon</strong></h2>\n\n\n\n<p>Pale Lemon is a very light, washed-out version of lemon yellow with a whitened quality. It is a&nbsp;<strong>delicate, airy, and soft pastel</strong>. This shade suggests&nbsp;<strong>subtlety, freshness, and a gentle brightness</strong>. It is less tart than true lemon. Thus, Pale Lemon is used for&nbsp;<strong>spring wedding palettes, beachy interiors, and soft cosmetic packaging</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF44F</li>\n\n\n\n<li>RGB 255, 244, 79</li>\n\n\n\n<li>CMYK 0, 4, 69, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Sand</strong></h2>\n\n\n\n<p>Golden Sand is a muted, medium yellow with significant brown undertones, resembling sunlit desert sand. It is a&nbsp;<strong>warm, earthy, and natural neutral</strong>. This color evokes&nbsp;<strong>warmth, dryness, and exotic landscapes</strong>. It provides a stable, sunny base. Consequently, Golden Sand is ideal for&nbsp;<strong>camouflage patterns, travel branding, and earthy interior design schemes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6C35C</li>\n\n\n\n<li>RGB 230, 195, 92</li>\n\n\n\n<li>CMYK 0, 15, 60, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dusty Yellow</strong></h2>\n\n\n\n<p>Dusty Yellow is a medium yellow softened with a gray or beige overlay, as if covered by a thin layer of dust. It is a&nbsp;<strong>vintage, muted, and sophisticated shade</strong>. This color suggests&nbsp;<strong>age, calmness, and a weathered elegance</strong>. It tones down yellow&#8217;s energy. Therefore, Dusty Yellow is popular in&nbsp;<strong>shabby chic decor, historical fiction book covers, and muted fashion collections</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2B55B</li>\n\n\n\n<li>RGB 210, 181, 91</li>\n\n\n\n<li>CMYK 0, 14, 57, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Muted Yellow</strong></h2>\n\n\n\n<p>Muted Yellow is a general term for any yellow whose saturation has been significantly reduced, often with complementary colors. It is a&nbsp;<strong>subtle, complex, and artistic hue</strong>. This color conveys&nbsp;<strong>quiet wisdom, autumnal feeling, and nuanced optimism</strong>. It is more wearable than pure yellow. Thus, Muted Yellow is used in&nbsp;<strong>landscape painting, sophisticated apparel, and elegant home furnishings</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D8C35A</li>\n\n\n\n<li>RGB 216, 195, 90</li>\n\n\n\n<li>CMYK 0, 10, 58, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Clay Yellow</strong></h2>\n\n\n\n<p>Clay Yellow is a warm, earthy beige-yellow, directly referencing natural pottery clay or adobe. It is a&nbsp;<strong>organic, handcrafted, and rustic color</strong>. This hue embodies&nbsp;<strong>earthiness, simplicity, and human craftsmanship</strong>. It feels grounded and natural. Accordingly, Clay Yellow is fundamental in&nbsp;<strong>artisanal branding, southwestern architecture, and natural textile dyes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D2B48C</li>\n\n\n\n<li>RGB 210, 180, 140</li>\n\n\n\n<li>CMYK 0, 14, 33, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Yellow Tan</strong></h2>\n\n\n\n<p>Yellow Tan is a light, warm brown with a dominant yellow undertone, similar to tanned leather. It is a&nbsp;<strong>classic, rugged, and outdoor-associated neutral</strong>. This color suggests&nbsp;<strong>durability, adventure, and natural wear</strong>. It is a versatile, warm background. Consequently, Yellow Tan is used for&nbsp;<strong>work boots, safari gear, outdoor equipment, and vintage leather goods</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE4B5</li>\n\n\n\n<li>RGB 255, 228, 181</li>\n\n\n\n<li>CMYK 0, 11, 29, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Cream</strong></h2>\n\n\n\n<p>Antique Cream is a warm, yellowish off-white with a subtle gray or brown tint, resembling aged ivory or old parchment. It is&nbsp;<strong>softer and warmer than stark white</strong>. This color evokes&nbsp;<strong>heritage, authenticity, and gentle aging</strong>. It adds instant vintage character. Therefore, Antique Cream is used for&nbsp;<strong>historical document reproductions, classic interior trim, and vintage linen finishes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBF3C1</li>\n\n\n\n<li>RGB 251, 243, 193</li>\n\n\n\n<li>CMYK 0, 3, 23, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Beige</strong></h2>\n\n\n\n<p>Golden Beige is a rich beige with strong, warm yellow undertones, giving it a luminous quality. It is a&nbsp;<strong>luxurious and warm neutral</strong>. This shade represents&nbsp;<strong>understated elegance, natural warmth, and sophistication</strong>. It is more dynamic than basic beige. Thus, Golden Beige is favored for&nbsp;<strong>high-end interior design, quality leather goods, and neutral fashion with a touch of glamour</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E5C07B</li>\n\n\n\n<li>RGB 229, 192, 123</li>\n\n\n\n<li>CMYK 0, 16, 46, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunwashed Yellow</strong></h2>\n\n\n\n<p>Sunwashed Yellow is a very pale, bleached-out yellow, as if faded by long exposure to sunlight. It is a&nbsp;<strong>soft, dreamy, and weathered pastel</strong>. This color suggests&nbsp;<strong>memory, nostalgia, and gentle warmth</strong>. It has a relaxed, coastal feel. Consequently, Sunwashed Yellow is ideal for&nbsp;<strong>beach house decor, faded denim, and relaxed summer branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF4B8</li>\n\n\n\n<li>RGB 255, 244, 184</li>\n\n\n\n<li>CMYK 0, 4, 28, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Haze</strong></h2>\n\n\n\n<p>Golden Haze is a light, muted yellow with a dusty, ethereal quality, like sunlight seen through mist or pollen. It is a&nbsp;<strong>romantic and soft-focus shade</strong>. This hue embodies&nbsp;<strong>dreaminess, soft light, and a magical glow</strong>. It is less defined than solid yellows. Therefore, Golden Haze is used in&nbsp;<strong>ethereal wedding themes, perfume packaging, and poetic landscape illustrations</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F2D974</li>\n\n\n\n<li>RGB 242, 217, 116</li>\n\n\n\n<li>CMYK 0, 10, 52, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Harvest</strong></h2>\n\n\n\n<p>Pale Harvest is a very light, delicate yellow with a hint of beige, like the first light on harvested grain. It is a&nbsp;<strong>soft, hopeful, and gentle autumnal color</strong>. This shade conveys&nbsp;<strong>abundance without heaviness, and a delicate transition</strong>. It is a subtle seasonal nod. Accordingly, Pale Harvest is used for&nbsp;<strong>early fall collections, gentle home accents, and soft food photography backgrounds</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F7E7A9</li>\n\n\n\n<li>RGB 247, 231, 169</li>\n\n\n\n<li>CMYK 0, 6, 32, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Sun</strong></h2>\n\n\n\n<p>Soft Sun is a pale, creamy yellow that embodies the gentle warmth of morning sunlight. It is a&nbsp;<strong>nurturing and comforting pastel</strong>. This color promotes&nbsp;<strong>calm optimism, clarity, and a gentle awakening</strong>. It is non-aggressive and soothing. Thus, Soft Sun is perfect for&nbsp;<strong>hospitality spaces, wellness blogs, and baby bedding for a sunny, serene feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF3A0</li>\n\n\n\n<li>RGB 255, 243, 160</li>\n\n\n\n<li>CMYK 0, 5, 37, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Meadow Yellow</strong></h2>\n\n\n\n<p>Meadow Yellow is a light, green-tinged yellow reminiscent of buttercups and dandelions in a field. It is a&nbsp;<strong>fresh, natural, and lively pastel</strong>. This hue suggests&nbsp;<strong>open spaces, springtime, and simple joys</strong>. It feels organic and free. Consequently, Meadow Yellow is used for&nbsp;<strong>garden center branding, natural skincare products, and cheerful casual wear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ECE68A</li>\n\n\n\n<li>RGB 236, 230, 138</li>\n\n\n\n<li>CMYK 0, 3, 42, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Banana</strong></h2>\n\n\n\n<p>Pale Banana is a light, creamy yellow, a desaturated version of the fruit&#8217;s peel. It is a&nbsp;<strong>sweet, soft, and slightly whimsical shade</strong>. This color evokes&nbsp;<strong>mild sweetness, approachability, and a touch of fun</strong>. It is less bold than banana yellow. Therefore, Pale Banana is common in&nbsp;<strong>children&#8217;s decor, soft furnishings, and friendly food packaging for mild flavors</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FBE7B2</li>\n\n\n\n<li>RGB 251, 231, 178</li>\n\n\n\n<li>CMYK 0, 8, 29, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Marigold</strong></h2>\n\n\n\n<p>Light Marigold is a softened, pastel version of the vibrant flower, with a warm, peachy-yellow tone. It is a&nbsp;<strong>cheerful yet gentle and sophisticated hue</strong>. This color blends&nbsp;<strong>warmth with softness, suggesting joy without intensity</strong>. It is versatile and uplifting. Accordingly, Light Marigold is used in&nbsp;<strong>spring floral arrangements, feminine fashion, and welcoming interior accents</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F9E076</li>\n\n\n\n<li>RGB 249, 224, 118</li>\n\n\n\n<li>CMYK 0, 10, 53, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Honeycomb Yellow</strong></h2>\n\n\n\n<p>Honeycomb Yellow is a warm, golden amber with a slightly opaque, waxy quality, like raw honeycomb. It is a&nbsp;<strong>rich, textured, and natural shade</strong>. This color embodies&nbsp;<strong>sweetness, intricate natural structure, and golden nourishment</strong>. It feels organic and precious. Thus, Honeycomb Yellow is used in&nbsp;<strong>apiary branding, artisanal product labels, and warm, tactile design elements</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E8AC41</li>\n\n\n\n<li>RGB 232, 172, 65</li>\n\n\n\n<li>CMYK 0, 26, 72, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Warm Sand</strong></h2>\n\n\n\n<p>Warm Sand is a pale, peachy-yellow beige that captures the color of sunlit beach sand. It is a&nbsp;<strong>universal, calming, and warm neutral</strong>. This shade suggests&nbsp;<strong>relaxation, holidays, and natural simplicity</strong>. It is slightly more colorful than basic beige. Consequently, Warm Sand is a go-to for&nbsp;<strong>resort wear, coastal interior design, and background textures in web design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F4E1A1</li>\n\n\n\n<li>RGB 244, 225, 161</li>\n\n\n\n<li>CMYK 0, 8, 34, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Straw</strong></h2>\n\n\n\n<p>Golden Straw is a bright, warm yellow with a distinct golden sheen, like sun-bleached straw. It is a&nbsp;<strong>rustic, radiant, and pastoral color</strong>. This hue represents&nbsp;<strong>harvest light, rural idyll, and natural abundance</strong>. It is more vibrant than plain straw. Therefore, Golden Straw is effective for&nbsp;<strong>farmers&#8217; market branding, rustic wedding decor, and folk art motifs</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E9D66B</li>\n\n\n\n<li>RGB 233, 214, 107</li>\n\n\n\n<li>CMYK 0, 8, 54, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Desert Sun</strong></h2>\n\n\n\n<p>Desert Sun is a strong, orangey-yellow that mimics the intense, glaring sun over arid landscapes. It is a&nbsp;<strong>harsh, powerful, and dramatic hue</strong>. This color conveys&nbsp;<strong>extreme heat, survival, and stark beauty</strong>. It is intense and commanding. Thus, Desert Sun is used in&nbsp;<strong>adventure sports branding, dramatic landscape art, and packaging for strong, bold products</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E1AD01</li>\n\n\n\n<li>RGB 225, 173, 1</li>\n\n\n\n<li>CMYK 0, 23, 100, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vintage Yellow</strong></h2>\n\n\n\n<p>Vintage Yellow is a muted, medium yellow with olive or brown undertones, reminiscent of aged photographs or old posters. It is a&nbsp;<strong>deliberately antiqued and nostalgic shade</strong>. This color evokes&nbsp;<strong>memory, history, and a softened past</strong>. It instantly creates a retro feel. Accordingly, Vintage Yellow is popular in&nbsp;<strong>antique store signage, retro product revivals, and period film grading</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D6C537</li>\n\n\n\n<li>RGB 214, 197, 55</li>\n\n\n\n<li>CMYK 0, 8, 74, 16</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Gold</strong></h2>\n\n\n\n<p>Soft Gold is a pale, muted metallic yellow with low saturation, lacking the brilliance of true gold. It is a&nbsp;<strong>subtle, elegant, and understated metallic</strong>. This color suggests&nbsp;<strong>quiet luxury, aged treasure, and delicate shine</strong>. It is more wearable than bright gold. Consequently, Soft Gold is used for&nbsp;<strong>jewelry for daytime, elegant wedding invitations, and sophisticated metallic accents in design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EEDC90</li>\n\n\n\n<li>RGB 238, 220, 144</li>\n\n\n\n<li>CMYK 0, 8, 39, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Honey</strong></h2>\n\n\n\n<p>Pale Honey is a very light, translucent yellow-beige, resembling diluted, clear honey. It is a&nbsp;<strong>gentle, sweet, and luminous neutral</strong>. This shade embodies&nbsp;<strong>delicate sweetness, light, and purity</strong>. It is warm and inviting. Therefore, Pale Honey is ideal for&nbsp;<strong>natural beauty product packaging, light-filled interior spaces, and soft fabric dyes</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FAF3B0</li>\n\n\n\n<li>RGB 250, 243, 176</li>\n\n\n\n<li>CMYK 0, 3, 30, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Antique Straw</strong></h2>\n\n\n\n<p>Antique Straw is a grayish, dull yellow with a greenish hint, like very old, dried straw. It is a&nbsp;<strong>subdued, historical, and earthy color</strong>. This hue suggests&nbsp;<strong>age, weathering, and humble materials</strong>. It is a quiet, complex neutral. Thus, Antique Straw is used in&nbsp;<strong>historical reenactment garb, museum dioramas, and traditional craftworks aiming for authenticity</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6D690</li>\n\n\n\n<li>RGB 230, 214, 144</li>\n\n\n\n<li>CMYK 0, 7, 37, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Mist</strong></h2>\n\n\n\n<p>Golden Mist is a light, ethereal yellow with a grayish or whitened overlay, like sunlight diffused through morning fog. It is a&nbsp;<strong>dreamy, soft, and mysterious pastel</strong>. This color conveys&nbsp;<strong>ambiguity, soft light, and a magical atmosphere</strong>. It is less definite than solid yellows. Accordingly, Golden Mist is perfect for&nbsp;<strong>fantasy art, perfume advertisements, and serene, abstract backgrounds</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EEDD82</li>\n\n\n\n<li>RGB 238, 221, 130</li>\n\n\n\n<li>CMYK 0, 7, 45, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sunlit Yellow</strong></h2>\n\n\n\n<p>Sunlit Yellow is a clear, bright medium yellow that captures the effect of direct sunlight on a white surface. It is a&nbsp;<strong>pure, clean, and cheerful hue</strong>. This color embodies&nbsp;<strong>direct illumination, clarity, and unabashed happiness</strong>. It is neither green nor orange toned. Thus, Sunlit Yellow is used for&nbsp;<strong>energizing brand logos, cheerful packaging, and designs meant to feel instantly positive and clear</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFE87C</li>\n\n\n\n<li>RGB 255, 232, 124</li>\n\n\n\n<li>CMYK 0, 9, 51, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tropical Yellow</strong></h2>\n\n\n\n<p>Tropical Yellow is a warm, saturated yellow with a distinct orange pull, evoking exotic flowers and sun-drenched beaches. It is a&nbsp;<strong>hot, vibrant, and vacation-inspired shade</strong>. This color suggests&nbsp;<strong>escapism, heat, and lush vibrancy</strong>. It is more intense than standard sunny yellow. Consequently, Tropical Yellow is favored for&nbsp;<strong>tourist marketing, tropical print fabrics, and vibrant cocktail branding</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFC87C</li>\n\n\n\n<li>RGB 255, 200, 124</li>\n\n\n\n<li>CMYK 0, 22, 51, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Amber</strong></h2>\n\n\n\n<p>Golden Amber is a rich, orange-yellow that sits between amber and gold, resembling the gemstone&#8217;s warm glow. It is a&nbsp;<strong>dense, luminous, and precious hue</strong>. This color represents&nbsp;<strong>captured sunlight, fossilized energy, and deep warmth</strong>. It has a timeless, organic quality. Therefore, Golden Amber is used in&nbsp;<strong>jewelry design, luxury cosmetic cases, and packaging for premium spirits</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFB000</li>\n\n\n\n<li>RGB 255, 176, 0</li>\n\n\n\n<li>CMYK 0, 31, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mellow Yellow</strong></h2>\n\n\n\n<p>Mellow Yellow is a soft, medium yellow with a brownish or grayish undertone, creating a relaxed, subdued effect. It is a&nbsp;<strong>calm, gentle, and retro shade</strong>&nbsp;famously referenced in song. This color evokes&nbsp;<strong>laid-back vibes, the 1970s, and softened optimism</strong>. It is easy on the eyes. Accordingly, Mellow Yellow is ideal for&nbsp;<strong>coffee shop interiors, indie music album art, and bohemian home decor</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F8DE88</li>\n\n\n\n<li>RGB 248, 222, 136</li>\n\n\n\n<li>CMYK 0, 10, 45, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Sun Yellow</strong></h2>\n\n\n\n<p>Pale Sun Yellow is an extremely light, whitened yellow, like the sun&#8217;s corona or early morning light. It is an&nbsp;<strong>ethereal, airy, and delicate pastel</strong>. This shade suggests&nbsp;<strong>dawn, fragility, and the first hint of warmth</strong>. It is almost an off-white with a yellow promise. Thus, Pale Sun Yellow is used for&nbsp;<strong>angelic or heavenly themes, delicate wedding dresses, and soft background washes in painting</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #FFF9AE</li>\n\n\n\n<li>RGB 255, 249, 174</li>\n\n\n\n<li>CMYK 0, 2, 32, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Golden Wheat</strong></h2>\n\n\n\n<p>Golden Wheat is a warm, muted yellow with strong beige undertones, directly matching ripe wheat fields at harvest. It is a&nbsp;<strong>natural, abundant, and comforting neutral</strong>. This color embodies&nbsp;<strong>sustenance, the earth&#8217;s bounty, and rustic beauty</strong>. It is a classic, versatile hue. Consequently, Golden Wheat is prevalent in&nbsp;<strong>organic food branding, rural tourism marketing, and cozy autumnal fashion</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #EACF7A</li>\n\n\n\n<li>RGB 234, 207, 122</li>\n\n\n\n<li>CMYK 0, 12, 48, 8</li>\n</ul>\n",
  "uri": "/shades-of-yellow/",
  "date": "2026-01-21T16:35:14",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp",
      "altText": "image showing different shades of color yellow"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Yellow: Names, Codes, Meanings and Uses | ColorMean",
    "metaDesc": "Shades of yellow explained with clear color names, hex, RGB, and CMYK codes, plus meanings and real world uses for design, branding, and inspiration.",
    "canonical": "",
    "opengraphTitle": "Shades of Yellow: Names, Codes, Meanings and Uses | ColorMean",
    "opengraphDescription": "Shades of yellow explained with clear color names, hex, RGB, and CMYK codes, plus meanings and real world uses for design, branding, and inspiration.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-yellow/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Yellow: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-01-21T16:35:14+00:00\",\"dateModified\":\"2026-01-22T08:49:38+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/\"},\"wordCount\":7430,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-yellow/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-yellow/\",\"url\":\"https://cms.colormean.com/shades-of-yellow/\",\"name\":\"Shades of Yellow: Names, Codes, Meanings and Uses | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp\",\"datePublished\":\"2026-01-21T16:35:14+00:00\",\"dateModified\":\"2026-01-22T08:49:38+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Shades of yellow explained with clear color names, hex, RGB, and CMYK codes, plus meanings and real world uses for design, branding, and inspiration.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-yellow/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-yellow/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-yellow/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/image-showing-different-shades-of-color-yellow.webp\",\"width\":1248,\"height\":832,\"caption\":\"image showing different shades of color yellow\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-yellow/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Yellow: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}