{
  "id": "cG9zdDozNjY=",
  "databaseId": 366,
  "title": "Shades of Blue: Names, Codes, Meanings and Uses",
  "excerpt": "<p>Blue is more than a calming color. It reflects depth, trust, and emotion. In this post, you will explore over 100 shades of blue, from soft sky tones to deep navy hues, with each shade carrying its own mood and story. You will find hex, RGB, and CMYK codes for every color. You will also &#8230; <a title=\"Shades of Blue: Names, Codes, Meanings and Uses\" class=\"read-more\" href=\"https://cms.colormean.com/shades-of-blue/\" aria-label=\"Read more about Shades of Blue: Names, Codes, Meanings and Uses\">Read more</a></p>\n",
  "content": "\n<p><strong><a href=\"https://colormean.com/color-blue-meaning/\">Blue is more than a calming color</a>.</strong> It reflects depth, trust, and emotion. In this post, you will explore over <strong>100 shades of blue</strong>, from soft sky tones to deep navy hues, with each shade carrying its own mood and story.</p>\n\n\n\n<p>You will find <strong>hex, RGB, and CMYK codes</strong> for every color. You will also learn the <strong>meaning and common uses</strong> of each shade, which helps when choosing blue for design, art, branding, or interior spaces.</p>\n\n\n\n<p>By the end of this guide, you will clearly see how each blue looks, feels, and functions, making it easier to select the right shade for your next project.</p>\n\n\n\n<p>Welcome to the definitive exploration of blue, where every shade has a story and a purpose.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-scaled.webp\" alt=\"infographic showing popular shades of blue color\" class=\"wp-image-381\" srcset=\"https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-scaled.webp 1429w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-167x300.webp 167w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-572x1024.webp 572w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-768x1376.webp 768w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-857x1536.webp 857w, https://cms.colormean.com/wp-content/uploads/2026/01/infographic-showing-popular-shades-of-blue-color-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Aqua</strong></h2>\n\n\n\n<p>Aqua is a vibrant, electric cyan-blue that sits precisely between green and blue on the spectrum. Its name originates from the Latin word for water. Historically, it was one of the first web colors formulated for early computer displays. Aqua is synonymous with&nbsp;<strong>freshness, vitality, and digital clarity</strong>. Therefore, it is widely used in&nbsp;<strong>website design, pool and spa branding, and summer-themed graphics</strong>&nbsp;to evoke a crisp, refreshing feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FFFF</li>\n\n\n\n<li>RGB 0, 255, 255</li>\n\n\n\n<li>CMYK 100, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Azure</strong></h2>\n\n\n\n<p>Azure is a pale, almost ethereal cyan-blue reminiscent of a clear, cloudless sky. The name is derived from the intense blue mineral lapis lazuli. Historically, it was a prized pigment in heraldry and art. This color conveys&nbsp;<strong>calm, openness, and infinite possibility</strong>. Thus, Azure is frequently employed in&nbsp;<strong>corporate logos, healthcare interiors, and cloud technology branding</strong>&nbsp;to suggest transparency and trust.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F0FFFF</li>\n\n\n\n<li>RGB 240, 255, 255</li>\n\n\n\n<li>CMYK 6, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Baby Blue</strong></h2>\n\n\n\n<p>Baby Blue is a very pale tint of blue with soft, gentle undertones. It gained popularity in the Western world during the 1940s as a color for baby boys. This shade represents&nbsp;<strong>innocence, tranquility, and tenderness</strong>. Consequently, it is a staple in&nbsp;<strong>nursery decor, baby product packaging, and soft spring fashion collections</strong>, offering a soothing and delicate visual cue.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #89CFF0</li>\n\n\n\n<li>RGB 137, 207, 240</li>\n\n\n\n<li>CMYK 43, 14, 0, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue</strong></h2>\n\n\n\n<p>Blue, in its purest form, is a primary color with a dominant <a href=\"https://scied.ucar.edu/image/wavelength-blue-and-red-light-image\">wavelength between 450 and 495 nanometres</a>. It has been significant throughout art history, notably in ultramarine pigment from lapis lazuli. This fundamental color symbolizes&nbsp;<strong>trust, stability, and depth</strong>. As a result, it is ubiquitously used in&nbsp;<strong>corporate identities, police uniforms, and national flags</strong>&nbsp;to project authority and reliability.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0000FF</li>\n\n\n\n<li>RGB 0, 0, 255</li>\n\n\n\n<li>CMYK 100, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue Gray</strong></h2>\n\n\n\n<p>Blue Gray is a cool, desaturated blend of blue and gray, evoking weathered stone or a dusky sky. It became prominent in interior design during the 18th century. This color embodies&nbsp;<strong>sobriety, neutrality, and timelessness</strong>. Hence, it is a popular choice for&nbsp;<strong>modern minimalist interiors, sophisticated suiting fabrics, and tech product casings</strong>, providing a quiet, professional backdrop.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7393B3</li>\n\n\n\n<li>RGB 115, 147, 179</li>\n\n\n\n<li>CMYK 36, 18, 0, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue Green</strong></h2>\n\n\n\n<p>Blue Green is a deep, rich cyan shade leaning more toward green, reminiscent of tropical ocean waters. It is closely related to the color teal. Historically, it was difficult to produce as a stable dye. This color signifies&nbsp;<strong>clarity, sophistication, and emotional balance</strong>. Accordingly, it is effective in&nbsp;<strong>spa branding, resort wear, and environmental organization logos</strong>&nbsp;to communicate renewal and depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #088F8F</li>\n\n\n\n<li>RGB 8, 143, 143</li>\n\n\n\n<li>CMYK 94, 0, 0, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Blue</strong></h2>\n\n\n\n<p>Bright Blue is an intense, high-energy shade with strong visual impact. It is a modern color often associated with synthetic pigments. This hue represents&nbsp;<strong>vibrancy, confidence, and innovation</strong>. Therefore, it is commonly seen in&nbsp;<strong>sports team uniforms, energetic advertising, and children&#8217;s toys</strong>, where it commands attention and conveys dynamism.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0096FF</li>\n\n\n\n<li>RGB 0, 150, 255</li>\n\n\n\n<li>CMYK 100, 41, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cadet Blue</strong></h2>\n\n\n\n<p>Cadet Blue is a muted, grayish-blue that was first used in the 19th century for military cadet uniforms, particularly in the United States. It carries a sense of&nbsp;<strong>discipline, tradition, and modesty</strong>. Thus, it is used in&nbsp;<strong>military academies, classic workwear, and heritage brand designs</strong>&nbsp;to evoke a sense of orderly and dependable service.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5F9EA0</li>\n\n\n\n<li>RGB 95, 158, 160</li>\n\n\n\n<li>CMYK 41, 1, 0, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cobalt Blue</strong></h2>\n\n\n\n<p>Cobalt Blue is a vivid, saturated shade that has been valued since the 8th century for use in Chinese porcelain. The modern pigment was <a href=\"https://www.jackmansartmaterials.co.uk/blogs/news/the-fascinating-world-of-cobalt-pigments-colors-history-and-uses?srsltid=AfmBOoqHFCdwa-j0NW_BbE09KoRCNgjVQ1k8Oa1mwFUfbD0pi7OaKv8G\">discovered in 1802 by Louis Jacques Thénard</a>. This intense color symbolizes&nbsp;<strong>integrity, insight, and bold expression</strong>. Consequently, it is prized in&nbsp;<strong>fine art pottery, high-fashion garments, and as an accent in interior design</strong>&nbsp;for its striking, clean appearance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0047AB</li>\n\n\n\n<li>RGB 0, 71, 171</li>\n\n\n\n<li>CMYK 100, 58, 0, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cornflower Blue</strong></h2>\n\n\n\n<p>Cornflower Blue is a soft, light to medium blue named after the vibrant flower Centaurea cyanus. It was famously a favorite color of Dutch painter Johannes Vermeer. This hue represents&nbsp;<strong>serenity, delicacy, and hope</strong>. As a result, it is often used in&nbsp;<strong>wedding themes, floral arrangements, and web design</strong>&nbsp;to create a friendly, peaceful, and inviting atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6495ED</li>\n\n\n\n<li>RGB 100, 149, 237</li>\n\n\n\n<li>CMYK 58, 37, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Blue</strong></h2>\n\n\n\n<p>Dark Blue is a deep, intense shade almost indistinguishable from black in low light. Historically, it was expensive to produce, making it a color of&nbsp;<strong>status and power</strong>&nbsp;for centuries. This color conveys&nbsp;<strong>authority, intelligence, and stability</strong>. Consequently, it is a cornerstone of&nbsp;<strong>professional business suits, formal evening wear, and luxury automotive finishes</strong>, projecting an image of seriousness and reliability.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00008B</li>\n\n\n\n<li>RGB 0, 0, 139</li>\n\n\n\n<li>CMYK 100, 100, 0, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Denim</strong></h2>\n\n\n\n<p>Denim is a moderate blue with subtle gray undertones, directly named after the durable cotton twill fabric. It originated in Nîmes, France (&#8220;de Nîmes&#8221;). This color represents&nbsp;<strong>durability, casual comfort, and timeless style</strong>. Thus, it is globally synonymous with&nbsp;<strong>blue jeans, workwear fashion, and casual American culture</strong>, embodying a rugged and versatile aesthetic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F8FAF</li>\n\n\n\n<li>RGB 111, 143, 175</li>\n\n\n\n<li>CMYK 37, 18, 0, 31</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Egyptian Blue</strong></h2>\n\n\n\n<p>Egyptian Blue is a rich, ancient pigment first synthesized in ancient Egypt over 4,000 years ago, making it one of the earliest synthetic colors. It was used in tomb paintings and artifacts. This historical color signifies&nbsp;<strong>sacredness, the divine, and technological ingenuity</strong>. Accordingly, it appears in&nbsp;<strong>historical recreations, art restoration, and designs seeking an archaic, mystical feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1434A4</li>\n\n\n\n<li>RGB 20, 52, 164</li>\n\n\n\n<li>CMYK 88, 68, 0, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Electric Blue</strong></h2>\n\n\n\n<p>Electric Blue is a brilliant, stark cyan that seems to glow, mimicking the color of ionized argon gas. It is a distinctly modern, synthetic color. This vibrant hue represents&nbsp;<strong>high energy, futurism, and technological advancement</strong>. Therefore, it is frequently used in&nbsp;<strong>sci-fi themes, neon lighting, and athletic wear</strong>&nbsp;to create a shocking, attention-grabbing visual effect.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7DF9FF</li>\n\n\n\n<li>RGB 125, 249, 255</li>\n\n\n\n<li>CMYK 51, 2, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Glaucous</strong></h2>\n\n\n\n<p>Glaucous is a grayish-blue or slate color, often used to describe the powdery coating on grapes or plums. The name comes from the Latin &#8220;glaucus,&#8221; meaning bluish-gray. This muted shade evokes&nbsp;<strong>subtlety, maturity, and a natural, weathered quality</strong>. Hence, it is used in&nbsp;<strong>botanical illustrations, sophisticated muted palettes, and heritage brand packaging</strong>&nbsp;to convey understated elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6082B6</li>\n\n\n\n<li>RGB 96, 130, 182</li>\n\n\n\n<li>CMYK 47, 29, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Indigo</strong></h2>\n\n\n\n<p>Indigo is a deep, rich color between blue and violet on the spectrum. For centuries, it was a precious dye extracted from plants of the genus&nbsp;<em>Indigofera</em>, traded along the Silk Road. This color symbolizes&nbsp;<strong>wisdom, intuition, and spiritual depth</strong>. Consequently, it is central to&nbsp;<strong>denim dyeing, traditional textiles worldwide, and spiritual imagery</strong>, representing both the tangible and the mystical.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3F00FF</li>\n\n\n\n<li>RGB 63, 0, 255</li>\n\n\n\n<li>CMYK 75, 100, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Iris</strong></h2>\n\n\n\n<p>Iris is a bright, vibrant purplish-blue named after the flower of the same name. It is closely related to the color of the iris in the human eye. This luminous color conveys&nbsp;<strong>royalty, eloquence, and cherished friendship</strong>. As a result, it is popular in&nbsp;<strong>floral design, fashion accessories, and vibrant digital art</strong>, adding a touch of regal yet playful energy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5D3FD3</li>\n\n\n\n<li>RGB 93, 63, 211</li>\n\n\n\n<li>CMYK 56, 70, 0, 17</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Blue</strong></h2>\n\n\n\n<p>Light Blue is a pale tint of blue, achieved by adding a significant amount of white. It became a popular color for baby boys in the 20th century. This soft shade represents&nbsp;<strong>peace, serenity, and gentle communication</strong>. Therefore, it is a universal choice for&nbsp;<strong>hospital decor, baby shower themes, and serene website backgrounds</strong>, promoting a calm and open feeling.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADD8E6</li>\n\n\n\n<li>RGB 173, 216, 230</li>\n\n\n\n<li>CMYK 25, 6, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Midnight Blue</strong></h2>\n\n\n\n<p>Midnight Blue is an exceptionally dark shade of blue, nearly black, named for its resemblance to a moonless night sky. It was popularized as a formal alternative to black in the 19th century. This color embodies&nbsp;<strong>elegance, mystery, and constancy</strong>. Thus, it is favored for&nbsp;<strong>evening gowns, academic robes, and military dress uniforms</strong>, offering a deeper, more resonant alternative to plain black.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #191970</li>\n\n\n\n<li>RGB 25, 25, 112</li>\n\n\n\n<li>CMYK 78, 78, 0, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Navy Blue</strong></h2>\n\n\n\n<p>Navy Blue is a very dark shade of blue, originally named after the dark blue uniforms worn by officers in the British Royal Navy since 1748. It is a near-universal symbol of&nbsp;<strong>authority, tradition, and professionalism</strong>. Consequently, it is a fundamental color for&nbsp;<strong>corporate logos, police and naval uniforms, and classic tailoring</strong>, representing trust and dignity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #000080</li>\n\n\n\n<li>RGB 0, 0, 128</li>\n\n\n\n<li>CMYK 100, 100, 0, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Blue</strong></h2>\n\n\n\n<p>Neon Blue is an intensely bright, electric shade that appears to vibrate with light, mimicking the glow of neon gas tubes. It is a product of modern synthetic pigments and lighting. This bold color represents&nbsp;<strong>futurism, high energy, and digital culture</strong>. Therefore, it is dominant in&nbsp;<strong>nightclub signage, 1980s retro designs, and cyberpunk aesthetics</strong>, creating an unmistakable, attention-seizing glow.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1F51FF</li>\n\n\n\n<li>RGB 31, 81, 255</li>\n\n\n\n<li>CMYK 88, 68, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pastel Blue</strong></h2>\n\n\n\n<p>Pastel Blue is a very pale, washed-out shade of blue with high value and low saturation, created by mixing blue with a large amount of white. It rose to prominence in Rococo art and fashion. This delicate color evokes&nbsp;<strong>softness, innocence, and gentle tranquility</strong>. Consequently, it is a staple in&nbsp;<strong>spring fashion lines, wedding decor, and nursery interiors</strong>, offering a soothing and airy visual quality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A7C7E7</li>\n\n\n\n<li>RGB 167, 199, 231</li>\n\n\n\n<li>CMYK 28, 14, 0, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Periwinkle</strong></h2>\n\n\n\n<p>Periwinkle is a pale, lilac-tinged blue named after the small flowering plant of the same name. It sits between blue and violet on the color wheel. This gentle hue symbolizes&nbsp;<strong>tenderness, nostalgia, and serene femininity</strong>. Thus, it is commonly used in&nbsp;<strong>floral arrangements, cozy knitwear, and Easter-themed designs</strong>, providing a sweet and calming presence.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CCCCFF</li>\n\n\n\n<li>RGB 204, 204, 255</li>\n\n\n\n<li>CMYK 20, 20, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Powder Blue</strong></h2>\n\n\n\n<p>Powder Blue is a soft, dusty medium blue historically associated with powdered laundry bluing agents used to whiten fabrics. It gained popularity in 18th-century fashion. This muted shade conveys&nbsp;<strong>gentleness, cleanliness, and vintage charm</strong>. Accordingly, it is frequently applied in&nbsp;<strong>shabby chic interiors, baby clothing, and heritage craft projects</strong>, evoking a sense of washed, sun-bleached comfort.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B6D0E2</li>\n\n\n\n<li>RGB 182, 208, 226</li>\n\n\n\n<li>CMYK 19, 8, 0, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Robin Egg Blue</strong></h2>\n\n\n\n<p>Robin Egg Blue is a distinctive pale cyan with a subtle green undertone, precisely matching the color of an American robin&#8217;s egg. It became a iconic color in 20th-century American design. This fresh shade represents&nbsp;<strong>new beginnings, renewal, and springtime joy</strong>. Consequently, it is famously used in&nbsp;<strong>Tiffany &amp; Co. packaging, Easter decorations, and vintage kitchen appliances</strong>, symbolizing hope and cheer.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #96DED1</li>\n\n\n\n<li>RGB 150, 222, 209</li>\n\n\n\n<li>CMYK 32, 0, 6, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Royal Blue</strong></h2>\n\n\n\n<p>Royal Blue is a deep, vivid blue traditionally associated with the dress worn by Queen Charlotte in the 18th century. There are lighter and darker variations, but all signify&nbsp;<strong>nobility, excellence, and superiority</strong>. Thus, this color is a premier choice for&nbsp;<strong>awards ceremonies, prestigious academic regalia, and high-visibility sports uniforms</strong>, denoting honor and high achievement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4169E1</li>\n\n\n\n<li>RGB 65, 105, 225</li>\n\n\n\n<li>CMYK 71, 53, 0, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sapphire Blue</strong></h2>\n\n\n\n<p>Sapphire Blue is a strong, saturated blue inspired by the precious gemstone of the same name. It is associated with wisdom and divine favor in many cultures. This jewel tone conveys&nbsp;<strong>truth, sincerity, and steadfastness</strong>. Therefore, it is used in&nbsp;<strong>luxury jewelry marketing, formal evening wear, and corporate identities</strong>&nbsp;that wish to project reliability, wisdom, and timeless value.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0F52BA</li>\n\n\n\n<li>RGB 15, 82, 186</li>\n\n\n\n<li>CMYK 92, 56, 0, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Steel Blue</strong></h2>\n\n\n\n<p>Steel Blue is a moderate, grayish blue that resembles the color of cooled, blued steel. It is an industrial color with a metallic feel. This cool, detached shade represents&nbsp;<strong>resilience, practicality, and sleek efficiency</strong>. As a result, it is effective in&nbsp;<strong>engineering logos, modern appliance finishes, and professional workwear</strong>, suggesting strength and no-nonsense functionality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4682B4</li>\n\n\n\n<li>RGB 70, 130, 180</li>\n\n\n\n<li>CMYK 61, 28, 0, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Teal</strong></h2>\n\n\n\n<p>Teal is a medium blue-green color, named after the common teal bird which sports a similar colored stripe on its head. It gained widespread popularity in the 1990s. This sophisticated shade symbolizes&nbsp;<strong>emotional balance, mental clarity, and artistic creativity</strong>. Hence, it is prevalent in&nbsp;<strong>bohemian decor, wellness branding, and web design for creative professionals</strong>, blending calm with distinctive character.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #008080</li>\n\n\n\n<li>RGB 0, 128, 128</li>\n\n\n\n<li>CMYK 100, 0, 0, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Turquoise</strong></h2>\n\n\n\n<p>Turquoise is a bright, greenish-blue named after the semi-precious stone, which has been prized for millennia from Persia to the Americas. This vibrant color represents&nbsp;<strong>protection, friendship, and serene energy</strong>. Consequently, it is iconic in&nbsp;<strong>Southwestern jewelry and art, 1950s retro design, and tropical vacation branding</strong>, evoking a sense of exotic calm and vibrant life.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #40E0D0</li>\n\n\n\n<li>RGB 64, 224, 208</li>\n\n\n\n<li>CMYK 71, 0, 7, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ultramarine</strong></h2>\n\n\n\n<p>Ultramarine is a deep, brilliant blue originally made from the ground semi-precious stone lapis lazuli, imported &#8220;from beyond the sea.&#8221; It was more precious than gold in Renaissance art. This historically rich color symbolizes&nbsp;<strong>truth, humility, and divine wisdom</strong>. Consequently, it was reserved for the robes of the Virgin Mary in classical paintings and remains a prestigious choice for&nbsp;<strong>fine art, luxury packaging, and formal heraldry</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0437F2</li>\n\n\n\n<li>RGB 4, 55, 242</li>\n\n\n\n<li>CMYK 98, 77, 0, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Verdigris</strong></h2>\n\n\n\n<p>Verdigris is a greenish-blue patina that forms on copper, brass, or bronze when exposed to air or seawater. Its name comes from the Old French &#8220;vert de Grèce.&#8221; This aged color represents&nbsp;<strong>antiquity, weathering, and chemical transformation</strong>. Thus, it is intentionally used in&nbsp;<strong>statuary, architectural accents, and steampunk design</strong>&nbsp;to evoke a sense of history, age, and natural corrosion.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #40B5AD</li>\n\n\n\n<li>RGB 64, 181, 173</li>\n\n\n\n<li>CMYK 65, 0, 4, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Zaffre</strong></h2>\n\n\n\n<p>Zaffre is a deep, dark blue pigment historically made by roasting cobalt ore, used in glassmaking and ceramics since the Middle Ages. The name derives from the Arabic and Latin words for &#8220;cobalt.&#8221; This intense color signifies&nbsp;<strong>artisan craft, alchemy, and vibrant depth</strong>. Accordingly, it is found in&nbsp;<strong>stained glass windows, traditional pottery glazes, and as a base for other blue pigments</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0818A8</li>\n\n\n\n<li>RGB 8, 24, 168</li>\n\n\n\n<li>CMYK 95, 86, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sky Blue</strong></h2>\n\n\n\n<p>Sky Blue is a light, bright blue that mimics a clear daytime sky. It is a quintessential natural color that has been represented in art for millennia. This cheerful hue conveys&nbsp;<strong>openness, freedom, and optimism</strong>. Therefore, it is universally applied in&nbsp;<strong>children&#8217;s products, travel agency branding, and peaceful website themes</strong>&nbsp;to inspire a sense of limitlessness and calm joy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87CEEB</li>\n\n\n\n<li>RGB 135, 206, 235</li>\n\n\n\n<li>CMYK 43, 12, 0, 8</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Sky Blue</strong></h2>\n\n\n\n<p>Light Sky Blue is an even paler, softer variation of sky blue, with a slightly more cyan tint. It is one of the original X11 web colors. This ethereal shade evokes&nbsp;<strong>gentleness, daydreams, and a soft horizon</strong>. Consequently, it is perfect for&nbsp;<strong>baby-themed graphics, spa relaxation materials, and cloud imagery</strong>, creating a delicate and serene backdrop.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87CEFA</li>\n\n\n\n<li>RGB 135, 206, 250</li>\n\n\n\n<li>CMYK 46, 18, 0, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Sky Blue</strong></h2>\n\n\n\n<p>Deep Sky Blue is a vivid, intense cyan-blue that resembles a bright, unclouded sky at high noon. It is a prominent web color. This bold, clean color represents&nbsp;<strong>clarity, vitality, and expansiveness</strong>. Hence, it is effective in&nbsp;<strong>sports logos, summer advertising campaigns, and tech interfaces</strong>&nbsp;where a bright, energetic, and friendly impression is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00BFFF</li>\n\n\n\n<li>RGB 0, 191, 255</li>\n\n\n\n<li>CMYK 100, 25, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dodger Blue</strong></h2>\n\n\n\n<p>Dodger Blue is a strong, bright blue named after the Los Angeles Dodgers baseball team, who adopted it in the 1940s. It is a distinctly American sports color. This vibrant shade symbolizes&nbsp;<strong>team spirit, classic Americana, and energetic competition</strong>. Thus, it is used not only in sports but also in&nbsp;<strong>vintage designs, patriotic themes, and promotional materials</strong>&nbsp;to convey fun and nostalgia.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1E90FF</li>\n\n\n\n<li>RGB 30, 144, 255</li>\n\n\n\n<li>CMYK 88, 44, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Slate Blue</strong></h2>\n\n\n\n<p>Medium Slate Blue is a moderate, purplish-blue with a grayish tone, named after the slate rock. It is a web color with a digital feel. This cool, blended hue represents&nbsp;<strong>balance, subtlety, and a modern mix of energy and calm</strong>. Accordingly, it is often chosen for&nbsp;<strong>website hyperlinks (as a visited link color), app icons, and contemporary abstract art</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7B68EE</li>\n\n\n\n<li>RGB 123, 104, 238</li>\n\n\n\n<li>CMYK 48, 56, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Blue</strong></h2>\n\n\n\n<p>Medium Blue is a standard, pure blue of medium darkness, sitting between navy and pure blue. It is a basic yet definitive blue tone. This straightforward color conveys&nbsp;<strong>trustworthiness, confidence, and directness</strong>. Consequently, it serves as a reliable primary color for&nbsp;<strong>corporate branding, educational materials, and uniform fabrics</strong>&nbsp;where a clear, unambiguous blue is needed.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0000CD</li>\n\n\n\n<li>RGB 0, 0, 205</li>\n\n\n\n<li>CMYK 100, 100, 0, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Cyan</strong></h2>\n\n\n\n<p>Light Cyan is an extremely pale, whitish tint of cyan, one of the original web colors. It is as close to white as a color can be while still having a identifiable blue-green cast. This barely-there shade evokes&nbsp;<strong>cleanliness, sterility, and icy coolness</strong>. Therefore, it is used as a background color for&nbsp;<strong>medical websites, winter-themed graphics, and minimalist design</strong>&nbsp;to suggest purity and space.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E0FFFF</li>\n\n\n\n<li>RGB 224, 255, 255</li>\n\n\n\n<li>CMYK 12, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Turquoise</strong></h2>\n\n\n\n<p>Pale Turquoise is a very light, greenish-blue shade, softer and whiter than standard turquoise. It is one of the original X11 web colors from 1987. This delicate hue suggests&nbsp;<strong>calmness, refreshment, and a whisper of color</strong>. Thus, it is commonly used as a background in&nbsp;<strong>spa brochures, aquatic-themed designs, and baby shower invitations</strong>&nbsp;to create a soothing, airy, and gentle atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #AFEEEE</li>\n\n\n\n<li>RGB 175, 238, 238</li>\n\n\n\n<li>CMYK 26, 0, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Turquoise</strong></h2>\n\n\n\n<p>Medium Turquoise is a vibrant, balanced cyan-green, more saturated than its pale counterpart. It became prominent in 1950s interior design. This lively yet stable color represents&nbsp;<strong>clarity, communication, and retro charm</strong>. Consequently, it is a popular choice for&nbsp;<strong>vintage diner aesthetics, poolside decor, and playful graphic design</strong>&nbsp;that aims to be both friendly and visually crisp.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #48D1CC</li>\n\n\n\n<li>RGB 72, 209, 204</li>\n\n\n\n<li>CMYK 66, 0, 2, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Turquoise</strong></h2>\n\n\n\n<p>Dark Turquoise is a richer, deeper shade of turquoise, leaning more strongly toward cyan. It carries the essence of tropical lagoon waters. This sophisticated hue symbolizes&nbsp;<strong>elegant depth, emotional healing, and valuable clarity</strong>. Accordingly, it is employed in&nbsp;<strong>jewelry design, luxury brand accents, and professional wellness logos</strong>&nbsp;to convey a sense of refined tranquility and substance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00CED1</li>\n\n\n\n<li>RGB 0, 206, 209</li>\n\n\n\n<li>CMYK 100, 1, 0, 18</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Aqua Blue</strong></h2>\n\n\n\n<p>Aqua Blue is a bright, electric variation of aqua, often appearing more saturated and slightly greener than the standard web aqua. It is a color of pure digital light. This intense shade represents&nbsp;<strong>vibrancy, liquid energy, and futuristic cool</strong>. Therefore, it is frequently seen in&nbsp;<strong>video game interfaces, synthetic material fashion, and eye-catching advertising</strong>&nbsp;to project a high-tech, youthful energy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0AFFFF</li>\n\n\n\n<li>RGB 10, 255, 255</li>\n\n\n\n<li>CMYK 96, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Turquoise Blue</strong></h2>\n\n\n\n<p>Turquoise Blue is a bright cyan, very close to the color of the gemstone but with a stronger blue bias. It sits distinctly between aqua and traditional turquoise. This clear, piercing color evokes&nbsp;<strong>tropical waters, energetic calm, and psychic awareness</strong>. Hence, it is ideal for&nbsp;<strong>beach resort marketing, yoga studio branding, and artistic mosaics</strong>, blending invigoration with serenity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FFEF</li>\n\n\n\n<li>RGB 0, 255, 239</li>\n\n\n\n<li>CMYK 100, 0, 6, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Turquoise</strong></h2>\n\n\n\n<p>Bright Turquoise is an intensely saturated, almost neon version of turquoise. It is a modern, synthetic color with high visual impact. This bold hue signifies&nbsp;<strong>exuberance, playfulness, and bold self-expression</strong>. Consequently, it dominates in&nbsp;<strong>summer festival wear, playful product packaging, and contemporary art</strong>&nbsp;where the goal is to be unapologetically lively and fun.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #08E8DE</li>\n\n\n\n<li>RGB 8, 232, 222</li>\n\n\n\n<li>CMYK 97, 0, 4, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celeste</strong></h2>\n\n\n\n<p>Celeste is a very pale sky blue, its name meaning &#8220;heavenly&#8221; in Italian and Spanish. It is often associated with the color of the daytime sky in Mediterranean regions. This ethereal shade represents&nbsp;<strong>peace, heavenliness, and lightness of being</strong>. Thus, it is used in&nbsp;<strong>religious art (for depicting heavens), elegant porcelain, and gender-neutral baby items</strong>&nbsp;to denote purity and calm divinity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B2FFFF</li>\n\n\n\n<li>RGB 178, 255, 255</li>\n\n\n\n<li>CMYK 30, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>RAF Air Force Blue</strong></h2>\n\n\n\n<p>RAF Air Force Blue is a grayish medium blue, officially used by the British Royal Air Force for uniforms since 1920. It is a functional, authoritative color. This shade embodies&nbsp;<strong>aeronautical tradition, disciplined service, and cool authority</strong>. Accordingly, it appears in&nbsp;<strong>military aviation apparel, model airplane kits, and heritage-style workwear</strong>, projecting a sense of skilled, no-fuss professionalism.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5D8AA8</li>\n\n\n\n<li>RGB 93, 138, 168</li>\n\n\n\n<li>CMYK 45, 18, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>USAF Air Force Academy Blue</strong></h2>\n\n\n\n<p>USAF Air Force Academy Blue is a deep, vivid blue used by the United States Air Force Academy. It is a darker, more intense blue than its RAF counterpart. This strong color symbolizes&nbsp;<strong>excellence, loyalty, and military precision</strong>. Consequently, it is central to&nbsp;<strong>academy branding, formal military dress, and patriotic merchandising</strong>, representing elite service and national pride.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #004F98</li>\n\n\n\n<li>RGB 0, 79, 152</li>\n\n\n\n<li>CMYK 100, 48, 0, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beau Blue</strong></h2>\n\n\n\n<p>Beau Blue is a soft, grayish light blue with a romantic, vintage feel. The name is French for &#8220;beautiful blue.&#8221; It was popular in early 20th-century fashion and home decor. This gentle color evokes&nbsp;<strong>nostalgia, delicate beauty, and quiet grace</strong>. Therefore, it is perfect for&nbsp;<strong>vintage wedding themes, heritage quilt patterns, and refined stationery</strong>, offering a touch of understated elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #BCD4E6</li>\n\n\n\n<li>RGB 188, 212, 230</li>\n\n\n\n<li>CMYK 18, 8, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Little Boy Blue</strong></h2>\n\n\n\n<p>Little Boy Blue is a soft, medium azure named after the classic nursery rhyme. It became culturally cemented as a color for young boys in the early 20th century. This gentle shade represents&nbsp;<strong>youthful innocence, simplicity, and nostalgic comfort</strong>. Consequently, it is traditionally used in&nbsp;<strong>children&#8217;s clothing, nursery decor, and classic toy design</strong>, evoking a sense of tender, bygone childhood.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6CA0DC</li>\n\n\n\n<li>RGB 108, 160, 220</li>\n\n\n\n<li>CMYK 51, 27, 0, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tiffany Blue</strong></h2>\n\n\n\n<p>Tiffany Blue is a distinctive light robin-egg blue patented by Tiffany &amp; Co. in 1998, famously used on their jewelry boxes since 1845. This iconic shade symbolizes&nbsp;<strong>exclusive luxury, romantic promise, and timeless elegance</strong>. Thus, it is instantly associated with&nbsp;<strong>high-end jewelry branding, wedding invitations, and premium gift packaging</strong>, representing unparalleled craftsmanship and desire.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #81D8D0</li>\n\n\n\n<li>RGB 129, 216, 208</li>\n\n\n\n<li>CMYK 40, 0, 4, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Carolina Blue</strong></h2>\n\n\n\n<p>Carolina Blue is a light, powdery sky blue officially associated with the University of North Carolina at Chapel Hill. It is a defining color in American college sports. This vibrant shade represents&nbsp;<strong>team pride, youthful energy, and Southern tradition</strong>. Accordingly, it dominates&nbsp;<strong>university merchandise, athletic uniforms, and fan gear</strong>, fostering a strong sense of community and spirited identity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4B9CD3</li>\n\n\n\n<li>RGB 75, 156, 211</li>\n\n\n\n<li>CMYK 64, 26, 0, 17</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Turkish Blue</strong></h2>\n\n\n\n<p>Turkish Blue is a moderate, slightly greenish blue reminiscent of traditional Turkish ceramics and the waters of the Mediterranean. It has deep cultural roots in Iznik pottery. This rich color signifies&nbsp;<strong>cultural heritage, artisan skill, and vibrant life</strong>. Consequently, it is central to&nbsp;<strong>traditional mosaic art, decorative tiles, and ethnic pattern design</strong>, evoking warmth and historical artistry.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4F97A3</li>\n\n\n\n<li>RGB 79, 151, 163</li>\n\n\n\n<li>CMYK 52, 7, 0, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maya Blue</strong></h2>\n\n\n\n<p>Maya Blue is a bright, light azure with a unique historical composition; it&#8217;s a stable pigment created by ancient Mesoamericans from indigo and clay. This ancient color represents&nbsp;<strong>spiritual resilience, cultural innovation, and sacred art</strong>. Thus, it is studied in&nbsp;<strong>archaeology and art history, and used in modern designs</strong>&nbsp;seeking a connection to pre-Columbian mystery and vibrant tradition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #73C2FB</li>\n\n\n\n<li>RGB 115, 194, 251</li>\n\n\n\n<li>CMYK 54, 23, 0, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Air Superiority Blue</strong></h2>\n\n\n\n<p>Air Superiority Blue is a grayish medium blue used by the United States Air Force for aircraft camouflage. It was designed to blend with the sky at high altitudes. This functional shade embodies&nbsp;<strong>technological advantage, strategic concealment, and military aviation</strong>. Accordingly, it is used on&nbsp;<strong>fighter jets, flight simulator interfaces, and military scale models</strong>, representing tactical edge and engineering.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #72A0C1</li>\n\n\n\n<li>RGB 114, 160, 193</li>\n\n\n\n<li>CMYK 41, 17, 0, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Space Cadet</strong></h2>\n\n\n\n<p>Space Cadet is a very dark desaturated blue, almost a blue-black, with mysterious undertones. The name evokes 1950s sci-fi serials. This deep shade represents&nbsp;<strong>the unknown, cosmic depth, and futuristic exploration</strong>. Consequently, it is effective for&nbsp;<strong>astronomy websites, sci-fi book covers, and tech gadget finishes</strong>, creating a backdrop that suggests infinite possibility and mystery.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1D2951</li>\n\n\n\n<li>RGB 29, 41, 81</li>\n\n\n\n<li>CMYK 64, 49, 0, 68</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>B’dazzled Blue</strong></h2>\n\n\n\n<p>B&#8217;dazzled Blue is a deep metallic blue with a shimmering quality, named to suggest dazzle or glitter. It is a modern, decorative color. This glamorous shade symbolizes&nbsp;<strong>opulence, nightlife, and contemporary sparkle</strong>. Thus, it is popular in&nbsp;<strong>evening gown fabrics, festive party decorations, and luxury cosmetic packaging</strong>, adding a touch of dramatic, shiny sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E5894</li>\n\n\n\n<li>RGB 46, 88, 148</li>\n\n\n\n<li>CMYK 69, 41, 0, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ruddy Blue</strong></h2>\n\n\n\n<p>Ruddy Blue is an unusual medium blue with a subtle warm, reddish undertone, hinting at a violet-gray mix. The name suggests a blush or flush within the blue. This complex shade evokes&nbsp;<strong>sophisticated warmth, muted passion, and unique character</strong>. Hence, it is chosen for&nbsp;<strong>custom menswear, artistic wall paints, and upscale product design</strong>&nbsp;where a distinctive, non-standard blue is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #76ABDF</li>\n\n\n\n<li>RGB 118, 171, 223</li>\n\n\n\n<li>CMYK 47, 23, 0, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Admiral Blue</strong></h2>\n\n\n\n<p>Admiral Blue is a very dark navy, almost black, associated with high-ranking naval officers&#8217; formal uniforms. It is the deepest end of the nautical blue spectrum. This powerful color signifies&nbsp;<strong>ultimate authority, solemn duty, and deep tradition</strong>. Accordingly, it is used in&nbsp;<strong>formal blazers, luxury automotive interiors, and executive branding</strong>&nbsp;to convey commanding presence and refined power.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2C3863</li>\n\n\n\n<li>RGB 44, 56, 99</li>\n\n\n\n<li>CMYK 56, 43, 0, 61</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Aegean Blue</strong></h2>\n\n\n\n<p>Aegean Blue is a muted, grayish medium blue inspired by the deep, serene waters of the Aegean Sea. It evokes the coastal landscape of Greece. This calm shade represents&nbsp;<strong>Mediterranean tranquility, timeless beauty, and weathered elegance</strong>. Consequently, it is widely used in&nbsp;<strong>holiday resort branding, coastal interior design, and artisan pottery glazes</strong>, capturing a sense of sun-bleached, rustic charm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4E6E81</li>\n\n\n\n<li>RGB 78, 110, 129</li>\n\n\n\n<li>CMYK 40, 15, 0, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Air Force Blue (RAF variation)</strong></h2>\n\n\n\n<p>This is a specified grayish-blue used historically by the British Royal Air Force. It is functionally identical to the previously listed RAF Air Force Blue, serving the same official purpose. This color reinforces&nbsp;<strong>aeronautical heritage, disciplined service, and cool authority</strong>. Thus, it remains a key color in&nbsp;<strong>historical uniform reproductions, aviation memorabilia, and institutional branding</strong>&nbsp;for the RAF.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5D8AA8</li>\n\n\n\n<li>RGB 93, 138, 168</li>\n\n\n\n<li>CMYK 45, 18, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Sapphire</strong></h2>\n\n\n\n<p>Medium Sapphire is a rich, vibrant blue, darker than a typical sapphire but retaining its jewel-like brilliance. It strikes a balance between lightness and saturation. This luxurious shade symbolizes&nbsp;<strong>clarity, truth, and valuable insight</strong>. Accordingly, it is an excellent choice for&nbsp;<strong>corporate logos in finance or law, premium athletic team colors, and elegant home accents</strong>, suggesting both trust and prestige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2D5DA1</li>\n\n\n\n<li>RGB 45, 93, 161</li>\n\n\n\n<li>CMYK 72, 42, 0, 37</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blue Sapphire</strong></h2>\n\n\n\n<p>Blue Sapphire is a strong, dark cyan-blue, directly named after the precious gemstone. It leans slightly green compared to royal blue. This dignified color represents&nbsp;<strong>wisdom, virtue, and good fortune</strong>. Consequently, it is used in&nbsp;<strong>high-end jewelry design, formal stationery, and university emblems</strong>&nbsp;to convey a sense of noble integrity, seriousness, and lasting value.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #126180</li>\n\n\n\n<li>RGB 18, 97, 128</li>\n\n\n\n<li>CMYK 86, 24, 0, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Sapphire</strong></h2>\n\n\n\n<p>Dark Sapphire is an extremely deep, midnight blue that nearly borders on black, capturing the depth of a fine sapphire gem. This intense shade embodies&nbsp;<strong>profound knowledge, solemnity, and majestic power</strong>. Thus, it is applied in&nbsp;<strong>luxury watch faces, formal evening wear, and exclusive club branding</strong>, creating an atmosphere of deep sophistication and mystery.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #082567</li>\n\n\n\n<li>RGB 8, 37, 103</li>\n\n\n\n<li>CMYK 92, 64, 0, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Azure Blue</strong></h2>\n\n\n\n<p>Azure Blue is a bright, clear blue midway between azure and cobalt on the saturation scale. It is a vivid, sky-inspired hue without cyan tints. This pure, cheerful color signifies&nbsp;<strong>open communication, confidence, and dynamic energy</strong>. Therefore, it is effective in&nbsp;<strong>social media branding, clear-sky photography backdrops, and children&#8217;s educational tools</strong>, promoting openness and positive engagement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #007FFF</li>\n\n\n\n<li>RGB 0, 127, 255</li>\n\n\n\n<li>CMYK 100, 50, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Yale Blue</strong></h2>\n\n\n\n<p>Yale Blue is a dark azure specifically defined and used by Yale University since the 1890s. It is a cornerstone of Ivy League identity. This authoritative shade represents&nbsp;<strong>academic excellence, tradition, and institutional prestige</strong>. Accordingly, it is central to&nbsp;<strong>university insignia, academic regalia, and official merchandise</strong>, symbolizing centuries of scholarly authority and elite education.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00356B</li>\n\n\n\n<li>RGB 0, 53, 107</li>\n\n\n\n<li>CMYK 100, 50, 0, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Royal Azure</strong></h2>\n\n\n\n<p>Royal Azure is a deep, rich blue that blends the concepts of royal blue and azure into a vibrant, regal shade. It is associated with heraldry and nobility. This majestic color signifies&nbsp;<strong>sovereignty, grandeur, and divine right</strong>. Consequently, it is used in&nbsp;<strong>national flags, ceremonial banners, and luxury brand emblems</strong>&nbsp;to denote supreme quality, heritage, and commanding presence.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0038A8</li>\n\n\n\n<li>RGB 0, 56, 168</li>\n\n\n\n<li>CMYK 100, 67, 0, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Traditional Royal Blue (dark)</strong></h2>\n\n\n\n<p>Traditional Royal Blue is a deep, intense blue historically associated with British royalty, darker than the modern web color. This original shade embodies&nbsp;<strong>historic power, dignity, and solemn duty</strong>. Thus, it is found in&nbsp;<strong>historic royal portraits, traditional academic dress at older universities, and formal military decorations</strong>, representing a legacy of authority and service.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0504AA</li>\n\n\n\n<li>RGB 5, 4, 170</li>\n\n\n\n<li>CMYK 97, 98, 0, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>True Blue</strong></h2>\n\n\n\n<p>True Blue is a strong, unwavering medium blue, its name implying authenticity and steadfastness. It became a term for loyalty in the 17th century. This honest color represents&nbsp;<strong>loyalty, dependability, and unwavering principles</strong>. Therefore, it is a powerful choice for&nbsp;<strong>political party colors, uniformed services, and brand identities</strong>&nbsp;that wish to project absolute trustworthiness and commitment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0073CF</li>\n\n\n\n<li>RGB 0, 115, 207</li>\n\n\n\n<li>CMYK 100, 44, 0, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Persian Blue</strong></h2>\n\n\n\n<p>Persian Blue is a deep, vibrant azure with a slight purple undertone, inspired by the intense blue used in traditional Persian art and architecture. It is derived from the precious stone lapis lazuli. This rich color represents&nbsp;<strong>divine wisdom, heavenly splendor, and artistic mastery</strong>. Consequently, Persian Blue is iconic in&nbsp;<strong>Persian carpets, mosque tilework, and miniature paintings</strong>, symbolizing a connection to the eternal and the sublime.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1C39BB</li>\n\n\n\n<li>RGB 28, 57, 187</li>\n\n\n\n<li>CMYK 85, 70, 0, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Capri Blue</strong></h2>\n\n\n\n<p>Capri Blue is a bright, deep sky blue named after the vibrant waters surrounding the Italian island of Capri. It captures the essence of a Mediterranean summer. This exhilarating shade evokes&nbsp;<strong>holiday escapism, crisp clarity, and joyful freedom</strong>. Therefore, Capri Blue is perfect for&nbsp;<strong>resort wear, travel agency branding, and swimsuit design</strong>, instantly transporting the viewer to sun-drenched coastal leisure.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1B5583</li>\n\n\n\n<li>RGB 27, 85, 131</li>\n\n\n\n<li>CMYK 79, 35, 0, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Oxford Blue</strong></h2>\n\n\n\n<p>Oxford Blue is an extremely dark blue, almost black, officially used by the University of Oxford. It is a color of profound academic heritage. This somber shade signifies&nbsp;<strong>tradition, knowledge, and formality</strong>. Accordingly, Oxford Blue is standard for&nbsp;<strong>academic gowns, official university publications, and luxury brand packaging</strong>, conveying an aura of centuries-old prestige and serious scholarship.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #002147</li>\n\n\n\n<li>RGB 0, 33, 71</li>\n\n\n\n<li>CMYK 100, 54, 0, 72</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lapis Lazuli</strong></h2>\n\n\n\n<p>Lapis Lazuli is a deep, intense azure directly named after the semi-precious stone used for millennia to produce ultramarine pigment. It is a color of historical weight. This majestic hue symbolizes&nbsp;<strong>truth, wisdom, and celestial power</strong>. Thus, Lapis Lazuli is historically paramount in&nbsp;<strong>Renaissance art, royal jewelry, and ancient burial masks</strong>, representing the highest value in both material and spiritual realms.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #26619C</li>\n\n\n\n<li>RGB 38, 97, 156</li>\n\n\n\n<li>CMYK 76, 38, 0, 39</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Phthalo Blue</strong></h2>\n\n\n\n<p>Phthalo Blue is an intensely saturated, green-shade blue, a modern synthetic organic pigment discovered in the 20th century. It is exceptionally powerful and staining. This vibrant color represents&nbsp;<strong>industrial brilliance, artistic intensity, and modern chemistry</strong>. Consequently, Phthalo Blue is a staple on&nbsp;<strong>artists&#8217; palettes, industrial coatings, and vivid print designs</strong>, valued for its unparalleled strength and versatility.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #000F89</li>\n\n\n\n<li>RGB 0, 15, 137</li>\n\n\n\n<li>CMYK 100, 89, 0, 46</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celeste Blue (Eggradients)</strong></h2>\n\n\n\n<p>Celeste Blue is a pale, ethereal cyan, a variant of the heavenly Celeste but with a slightly more pronounced greenish tint. It suggests a clear, high-altitude sky. This delicate shade evokes&nbsp;<strong>breathable space, gentle coolness, and serene openness</strong>. Hence, Celeste Blue is ideal for&nbsp;<strong>spa websites, airy architectural accents, and wellness app interfaces</strong>, promoting a feeling of clean, light tranquility.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #50EBEC</li>\n\n\n\n<li>RGB 80, 235, 236</li>\n\n\n\n<li>CMYK 66, 0, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Peacock Blue</strong></h2>\n\n\n\n<p>Peacock Blue is a rich, dark cyan-green inspired by the eye of a peacock feather. It balances deep blue with vibrant green undertones. This opulent color symbolizes&nbsp;<strong>integrity, beauty, and renewal</strong>. Therefore, Peacock Blue is often featured in&nbsp;<strong>art deco design, luxury wallpaper, and festive evening wear</strong>, capturing a sense of dramatic, natural elegance and sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #096C6C</li>\n\n\n\n<li>RGB 9, 108, 108</li>\n\n\n\n<li>CMYK 92, 0, 0, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Steel Blue</strong></h2>\n\n\n\n<p>Light Steel Blue is a cool, grayish light blue, a softer version of the metallic steel blue. It has a subdued, industrial elegance. This muted shade represents&nbsp;<strong>resilient calm, practical serenity, and sleek modernity</strong>. Accordingly, Light Steel Blue is frequently used in&nbsp;<strong>tech startup logos, modern kitchen appliances, and contemporary office furniture</strong>, suggesting efficient, clean, and composed functionality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B0C4DE</li>\n\n\n\n<li>RGB 176, 196, 222</li>\n\n\n\n<li>CMYK 21, 12, 0, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mint Blue</strong></h2>\n\n\n\n<p>Mint Blue is a soft, pale greenish-blue, reminiscent of the fresh color of mint ice cream. It is a sweet, cool pastel. This refreshing hue evokes&nbsp;<strong>cleanliness, gentle renewal, and soft sweetness</strong>. Consequently, Mint Blue is popular in&nbsp;<strong>bathroom decor, vintage dress design, and confectionery packaging</strong>, offering a crisp, soothing, and slightly nostalgic aesthetic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #429E9D</li>\n\n\n\n<li>RGB 66, 158, 157</li>\n\n\n\n<li>CMYK 58, 0, 1, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cyan Blue</strong></h2>\n\n\n\n<p>Cyan Blue is a pure, vibrant secondary color, precisely halfway between green and blue on the additive RGB model. It is one of the primary colors in printing. This electric shade represents&nbsp;<strong>clarity, communication, and technological precision</strong>. Thus, Cyan Blue is fundamental in&nbsp;<strong>color process printing, digital design interfaces, and medical imaging</strong>, serving as a key component for creating a full spectrum of color.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FFFF</li>\n\n\n\n<li>RGB 0, 255, 255</li>\n\n\n\n<li>CMYK 100, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Blissful Blue (generic pastel)</strong></h2>\n\n\n\n<p>Blissful Blue is a soft, milky light blue with gentle gray undertones, falling into the category of comforting pastels. It is designed to evoke a serene emotional response. This calming shade represents&nbsp;<strong>tranquil happiness, soft comfort, and peaceful daydreams</strong>. Consequently, Blissful Blue is effectively used in&nbsp;<strong>bedroom linens, meditation app backgrounds, and baby care products</strong>&nbsp;to promote relaxation and a sense of gentle well-being.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B3CEE5</li>\n\n\n\n<li>RGB 179, 206, 229</li>\n\n\n\n<li>CMYK 22, 10, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Columbia Blue</strong></h2>\n\n\n\n<p>Columbia Blue is a light, powdery azure associated with Columbia University and other academic institutions. It is a sporty, energetic pastel. This vibrant shade signifies&nbsp;<strong>academic spirit, youthful vitality, and clear aspiration</strong>. Therefore, Columbia Blue is prominently featured in&nbsp;<strong>college sports uniforms, vintage-style branding, and spring fashion collections</strong>, fostering a sense of community and fresh energy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9BDDFF</li>\n\n\n\n<li>RGB 155, 221, 255</li>\n\n\n\n<li>CMYK 39, 13, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Serenity Blue</strong></h2>\n\n\n\n<p>Serenity Blue is a pale, cool gray-blue, one of the Pantone Colors of the Year for 2016 alongside Rose Quartz. It was chosen to reflect mindfulness and well-being. This quiet hue embodies&nbsp;<strong>peace, stability, and mental respite</strong>. Accordingly, Serenity Blue is widely adopted in&nbsp;<strong>wellness marketing, gender-neutral nursery themes, and modern minimalist decor</strong>, providing a visual sanctuary from overstimulation.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B3CEE5</li>\n\n\n\n<li>RGB 179, 206, 229</li>\n\n\n\n<li>CMYK 22, 10, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sky Blue (Eggradients)</strong></h2>\n\n\n\n<p>This Sky Blue variant is a bright, clear cyan-blue, virtually identical to the standard Deep Sky Blue. It captures the essence of a brilliant, cloudless day. This uplifting color represents&nbsp;<strong>optimism, boundless horizons, and digital friendliness</strong>. Hence, Sky Blue is a versatile choice for&nbsp;<strong>travel blog graphics, social media icons, and cheerful product packaging</strong>&nbsp;to invoke feelings of freedom and positivity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00BFFF</li>\n\n\n\n<li>RGB 0, 191, 255</li>\n\n\n\n<li>CMYK 100, 25, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Robin Egg Blue (Eggradients)</strong></h2>\n\n\n\n<p>This Robin Egg Blue is a bright, slightly green-tinged cyan, emphasizing the fresh, crisp quality of the eggshell. It is a color of new beginnings. This lively shade symbolizes&nbsp;<strong>renewal, springtime, and playful elegance</strong>. Consequently, Robin Egg Blue is popular in&nbsp;<strong>Easter decorations, modern wedding palettes, and boutique branding</strong>, offering a chic and cheerful alternative to traditional pastels.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1FCECB</li>\n\n\n\n<li>RGB 31, 206, 203</li>\n\n\n\n<li>CMYK 85, 0, 2, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Misty Blue</strong></h2>\n\n\n\n<p>Misty Blue is a light, hazy gray-blue that resembles a distant horizon veiled in fog. It has a soft, diffused quality. This ethereal color evokes&nbsp;<strong>melancholy, mystery, and soft focus</strong>. Thus, Misty Blue is ideal for&nbsp;<strong>poetic book covers, landscape photography titles, and linen fabric dyes</strong>, creating a mood of gentle nostalgia and quiet, atmospheric beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B5C7EB</li>\n\n\n\n<li>RGB 181, 199, 235</li>\n\n\n\n<li>CMYK 23, 15, 0, 8</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sea Blue</strong></h2>\n\n\n\n<p>Sea Blue is a dark, greenish-blue reminiscent of deep ocean waters. It is a natural, profound color. This powerful shade represents&nbsp;<strong>depth, stability, and professional maritime tradition</strong>. Accordingly, Sea Blue is commonly used in&nbsp;<strong>naval uniforms, marine engineering logos, and nautical-themed interiors</strong>, symbolizing the vast, reliable, and sometimes mysterious nature of the sea.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006994</li>\n\n\n\n<li>RGB 0, 105, 148</li>\n\n\n\n<li>CMYK 100, 29, 0, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bahama Blue</strong></h2>\n\n\n\n<p>Bahama Blue is a vivid, tropical turquoise that captures the stunning shallow waters of the Caribbean. It is an intensely inviting hue. This vibrant color signifies&nbsp;<strong>escape, paradise, and aquatic adventure</strong>. Therefore, Bahama Blue is quintessential for&nbsp;<strong>travel posters, swimwear lines, and tropical resort branding</strong>, instantly evoking a sense of warm, crystal-clear waters and leisure.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #016396</li>\n\n\n\n<li>RGB 1, 99, 150</li>\n\n\n\n<li>CMYK 99, 34, 0, 41</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Stratos Blue</strong></h2>\n\n\n\n<p>Stratos Blue is an extremely dark navy, named after the stratosphere, representing the deep blue of the upper atmosphere. It is almost black. This profound shade embodies&nbsp;<strong>limitless depth, the unknown, and scientific exploration</strong>. Consequently, Stratos Blue is used in&nbsp;<strong>aerospace company branding, high-tech product design, and astronomy software interfaces</strong>, suggesting cutting-edge technology and infinite space.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00073F</li>\n\n\n\n<li>RGB 0, 7, 63</li>\n\n\n\n<li>CMYK 100, 89, 0, 75</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>True Navy Blue</strong></h2>\n\n\n\n<p>True Navy Blue is the definitive, very dark blue historically used by navies worldwide. It is the standard against which other navies are measured. This authoritative color represents&nbsp;<strong>discipline, duty, and timeless formality</strong>. Thus, True Navy Blue is a foundation for&nbsp;<strong>corporate uniforms, classic tailoring, and professional accessories</strong>, offering a versatile and universally respected dark neutral.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #000080</li>\n\n\n\n<li>RGB 0, 0, 128</li>\n\n\n\n<li>CMYK 100, 100, 0, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Blue</strong></h2>\n\n\n\n<p>Deep Blue is an incredibly dark, saturated blue that borders on black, reminiscent of the profound depths of the ocean or outer space. It is the essence of blue at its most intense. This mysterious shade symbolizes&nbsp;<strong>the unknown, profound depth, and introspective thought</strong>. Consequently, Deep Blue is used in&nbsp;<strong>luxury watch dials, high-end electronics, and avant-garde fashion</strong>&nbsp;to create a sense of sophisticated, infinite mystery.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #050372</li>\n\n\n\n<li>RGB 5, 3, 114</li>\n\n\n\n<li>CMYK 96, 97, 0, 55</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Persian Indigo</strong></h2>\n\n\n\n<p>Persian Indigo is a deep, vibrant purplish-blue, historically a dye derived from the indigo plant in the Persian region. It is richer and redder than standard indigo. This opulent color represents&nbsp;<strong>spiritual wisdom, royal luxury, and exotic trade</strong>. Accordingly, Persian Indigo is found in&nbsp;<strong>traditional Persian textiles, ornate manuscript illumination, and bohemian decor</strong>, evoking a sense of ancient, traveled splendor.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #603FEF</li>\n\n\n\n<li>RGB 96, 63, 239</li>\n\n\n\n<li>CMYK 60, 74, 0, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Blue (Eggradients)</strong></h2>\n\n\n\n<p>This Neon Blue is a bright, electric purplish-blue with a glowing, synthetic quality. It is a digital-age color meant to mimic LED lighting. This high-energy hue signifies&nbsp;<strong>futurism, nightlife, and hyper-stimulation</strong>. Therefore, Neon Blue is dominant in&nbsp;<strong>club graphics, sci-fi video game interfaces, and attention-grabbing streetwear</strong>, creating an unmistakable vibe of modern, electrified cool.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4D4DFF</li>\n\n\n\n<li>RGB 77, 77, 255</li>\n\n\n\n<li>CMYK 70, 70, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cerulean Blue</strong></h2>\n\n\n\n<p>Cerulean Blue is a serene, medium sky-blue pigment first created in the 19th century and prized for its stability. Its name derives from the Latin for &#8220;sky.&#8221; This clear, peaceful color represents&nbsp;<strong>openness, clarity, and heavenly calm</strong>. Thus, Cerulean Blue is a favorite in&nbsp;<strong>landscape painting, fashion design (notably in the film&nbsp;<em>The Devil Wears Prada</em>), and tranquil brand identities</strong>, suggesting limitless possibility and peace.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2A52BE</li>\n\n\n\n<li>RGB 42, 82, 190</li>\n\n\n\n<li>CMYK 78, 57, 0, 25</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tiffany Blue (alternate)</strong></h2>\n\n\n\n<p>This Tiffany Blue is a slightly more green-leaning variant of the iconic jewelry brand color. It retains the same luxurious and exclusive connotations. This specific shade symbolizes&nbsp;<strong>refined taste, romantic gift-giving, and branded luxury</strong>. Consequently, this Tiffany Blue is carefully protected in&nbsp;<strong>trademarked branding, high-end wedding aesthetics, and premium lifestyle marketing</strong>, representing an instantly recognizable standard of elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0ABAB5</li>\n\n\n\n<li>RGB 10, 186, 181</li>\n\n\n\n<li>CMYK 95, 0, 3, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ice Blue</strong></h2>\n\n\n\n<p>Ice Blue is an extremely pale, whitish blue with a faint green-gray tint, mimicking the color of glacial ice. It is a cold, clean pastel. This frigid shade evokes&nbsp;<strong>purity, crisp cold, and sleek modernity</strong>. Hence, Ice Blue is effective for&nbsp;<strong>winter cosmetic packaging, high-tech appliance finishes, and spa environments</strong>, promoting a feeling of sterile cleanliness and cool refreshment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DAF4F0</li>\n\n\n\n<li>RGB 218, 244, 240</li>\n\n\n\n<li>CMYK 11, 0, 2, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Seasalt Blue</strong></h2>\n\n\n\n<p>Seasalt Blue is a soft, grayish light blue with a weathered, organic feel, like sun-bleached sea salt. It is a gentle, neutral-leaning pastel. This subtle color represents&nbsp;<strong>relaxed coastal living, understated style, and natural texture</strong>. Accordingly, Seasalt Blue is popular in&nbsp;<strong>beach house interiors, linen clothing, and artisanal ceramic glazes</strong>, offering a soothing, neutral backdrop with a hint of coastal charm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #CFE5F3</li>\n\n\n\n<li>RGB 207, 229, 243</li>\n\n\n\n<li>CMYK 15, 6, 0, 5</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Azure Mist</strong></h2>\n\n\n\n<p>Azure Mist is a very light, whitish tint of azure, so pale it is often perceived as an off-white with a blue hint. It is the faintest whisper of sky color. This ethereal shade suggests&nbsp;<strong>delicacy, emptiness, and a clean start</strong>. Therefore, Azure Mist is used as a&nbsp;<strong>wall color in galleries, background for delicate typography, and in minimalist design</strong>&nbsp;to create a sense of spacious, light-filled calm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #F0FFFF</li>\n\n\n\n<li>RGB 240, 255, 255</li>\n\n\n\n<li>CMYK 6, 0, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Cornflower Blue</strong></h2>\n\n\n\n<p>Pale Cornflower Blue is a light, washed-out version of the classic cornflower hue, with a gentle, nostalgic quality. It is softer and more muted than its parent color. This tender shade evokes&nbsp;<strong>childhood memories, soft romance, and gentle reassurance</strong>. Consequently, Pale Cornflower Blue is chosen for&nbsp;<strong>vintage floral patterns, baby announcement cards, and soothing website themes</strong>, providing a friendly and comforting visual.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ABCDEF</li>\n\n\n\n<li>RGB 171, 205, 239</li>\n\n\n\n<li>CMYK 28, 14, 0, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maya Blue Light</strong></h2>\n\n\n\n<p>Maya Blue Light is a pale, ethereal version of the historical Maya Blue pigment. It retains the unique cyan character but in a much softer, airier form. This lightened ancient color represents&nbsp;<strong>heritage reimagined, spiritual lightness, and celestial connection</strong>. Thus, Maya Blue Light is suitable for&nbsp;<strong>bohemian fashion, spiritual wellness branding, and artistic wall murals</strong>, blending historical depth with a contemporary, airy feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A7C6ED</li>\n\n\n\n<li>RGB 167, 198, 237</li>\n\n\n\n<li>CMYK 30, 16, 0, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Glacial Ice</strong></h2>\n\n\n\n<p>Glacial Ice is a pale, cool blue-white with a very subtle greenish-gray undertone, directly inspired by the dense, compressed ice of glaciers. It is a color of pristine cold. This frigid shade evokes&nbsp;<strong>pure clarity, untouched nature, and serene stillness</strong>. Consequently, Glacial Ice is used in&nbsp;<strong>environmental campaigns, winter skincare packaging, and modern architectural accents</strong>&nbsp;to convey a sense of clean, powerful, and majestic coolness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DAF4F0</li>\n\n\n\n<li>RGB 218, 244, 240</li>\n\n\n\n<li>CMYK 11, 0, 2, 4</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Blue (alternate)</strong></h2>\n\n\n\n<p>This Light Blue is a standard pale tint of blue, functionally identical to the classic web color. It is a universally recognized pastel blue. This soft, familiar shade represents&nbsp;<strong>calmness, simplicity, and gentle communication</strong>. Therefore, Light Blue remains a perennial choice for&nbsp;<strong>hospital gowns, social media interface elements, and spring catalog backgrounds</strong>, providing an inoffensive and soothing visual field.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADD8E6</li>\n\n\n\n<li>RGB 173, 216, 230</li>\n\n\n\n<li>CMYK 25, 6, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Sky Blue (alt)</strong></h2>\n\n\n\n<p>This Deep Sky Blue is a bright, intense cyan variant, virtually identical to the standard web color. It captures the most vibrant part of a clear midday sky. This energetic hue signifies&nbsp;<strong>vitality, openness, and digital vibrancy</strong>. Accordingly, Deep Sky Blue is a go-to for&nbsp;<strong>sports team graphics, refreshing beverage advertising, and call-to-action buttons</strong>, demanding attention with its cheerful and clear intensity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87D0FD</li>\n\n\n\n<li>RGB 135, 208, 253</li>\n\n\n\n<li>CMYK 47, 18, 0, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Persian Blue (alternate)</strong></h2>\n\n\n\n<p>This Persian Blue is a brighter, more medium-toned azure variation of the traditional deep Persian shade. It retains a regal and artistic feel. This luminous color represents&nbsp;<strong>cultural richness, artistic expression, and clear communication</strong>. Hence, Persian Blue is effective in&nbsp;<strong>modern ethnic-inspired design, vibrant tilework, and creative studio logos</strong>, bridging historical elegance with contemporary brightness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3185FC</li>\n\n\n\n<li>RGB 49, 133, 252</li>\n\n\n\n<li>CMYK 81, 47, 0, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Pastel Blue</strong></h2>\n\n\n\n<p>Soft Pastel Blue is a muted, gentle blue with significant gray influence, creating a dusty, quiet appearance. It sits firmly in the modern pastel spectrum. This understated shade evokes&nbsp;<strong>gentle comfort, muted nostalgia, and serene simplicity</strong>. Thus, Soft Pastel Blue is popular for&nbsp;<strong>cozy knitwear, nursery wall colors, and minimalist website headers</strong>, offering a quiet and sophisticated sense of calm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADBDFF</li>\n\n\n\n<li>RGB 173, 189, 255</li>\n\n\n\n<li>CMYK 32, 26, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Oxford Blue (alternate)</strong></h2>\n\n\n\n<p>This Oxford Blue is the same deep, authoritative blue-black associated with the university. It is a color of definitive tradition and formality. This profound shade symbolizes&nbsp;<strong>academic rigor, historic prestige, and solemn authority</strong>. Consequently, Oxford Blue is consistently used for&nbsp;<strong>legal robe trim, luxury pen finishes, and formal invitation lettering</strong>, representing unwavering excellence and tradition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #002147</li>\n\n\n\n<li>RGB 0, 33, 71</li>\n\n\n\n<li>CMYK 100, 54, 0, 72</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sapphire Blue (bright)</strong></h2>\n\n\n\n<p>This Sapphire Blue is a vivid, medium-dark blue, matching the standard jewel tone. It is a saturated and luxurious color. This radiant shade represents&nbsp;<strong>truth, nobility, and valuable brilliance</strong>. Therefore, Sapphire Blue is a prime choice for&nbsp;<strong>logo design for trusted corporations, elegant packaging, and formal accessories</strong>, projecting an image of reliability, luxury, and clear-mindedness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0F52BA</li>\n\n\n\n<li>RGB 15, 82, 186</li>\n\n\n\n<li>CMYK 92, 56, 0, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>True Azure</strong></h2>\n\n\n\n<p>True Azure is a vibrant, pure blue midway between azure and cobalt, embodying the ideal of a perfect sky blue. It is a color of brilliant clarity. This definitive shade signifies&nbsp;<strong>honesty, vivid expression, and unwavering spirit</strong>. Accordingly, True Azure is powerful in&nbsp;<strong>national symbolism, athletic team colors, and bold artistic statements</strong>, serving as a pure and confident expression of blue.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #007FFF</li>\n\n\n\n<li>RGB 0, 127, 255</li>\n\n\n\n<li>CMYK 100, 50, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Navy Indigo</strong></h2>\n\n\n\n<p>Navy Indigo is a very dark blue with a slight violet undertone, merging the concepts of navy and indigo into a deep, rich hue. It is darker than standard indigo. This somber yet rich color represents&nbsp;<strong>deep intuition, professional depth, and nocturnal mystery</strong>. Consequently, Navy Indigo is used in&nbsp;<strong>professional uniform accents, sophisticated evening decor, and deep-dye denim</strong>, offering a more nuanced alternative to plain navy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00009C</li>\n\n\n\n<li>RGB 0, 0, 156</li>\n\n\n\n<li>CMYK 100, 100, 0, 39</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Denim Blue (alt)</strong></h2>\n\n\n\n<p>Denim Blue is a classic medium-blue directly referencing the standard dye used for blue jeans. It is a workwear and casual staple. This dependable color symbolizes&nbsp;<strong>durability, reliability, and casual Americana</strong>. Thus, Denim Blue is foundational in&nbsp;<strong>jeans manufacturing, casual fashion branding, and rustic interior design</strong>, representing rugged comfort and timeless, everyday style.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1560BD</li>\n\n\n\n<li>RGB 21, 96, 189</li>\n\n\n\n<li>CMYK 89, 49, 0, 26</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Majorelle Blue</strong></h2>\n\n\n\n<p>Majorelle Blue is a vivid, electrifying ultramarine created by French painter Jacques Majorelle for his Marrakech garden. It is an intensely saturated, almost artificial-looking blue. This striking shade represents&nbsp;<strong>artistic boldness, exotic oasis, and vibrant energy</strong>. Consequently, Majorelle Blue is iconic in&nbsp;<strong>the Jardin Majorelle, fashion design, and Moroccan-inspired decor</strong>, creating a stunning, unforgettable visual impact.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6050DC</li>\n\n\n\n<li>RGB 96, 80, 220</li>\n\n\n\n<li>CMYK 56, 64, 0, 14</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Ice Blue</strong></h2>\n\n\n\n<p>Light Ice Blue is an extremely pale, whitish blue with a stronger cyan presence than similar ice colors. It resembles thin, sun-hit ice. This crisp, cool shade evokes&nbsp;<strong>fragile cold, breathable air, and hygienic purity</strong>. Therefore, Light Ice Blue is ideal for&nbsp;<strong>product packaging for water or breath mints, winter wedding themes, and medical facility accents</strong>, suggesting absolute freshness and cleanliness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E2FDFF</li>\n\n\n\n<li>RGB 226, 253, 255</li>\n\n\n\n<li>CMYK 11, 1, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sky Pastel</strong></h2>\n\n\n\n<p>Sky Pastel is a soft, light azure with a dreamy, diluted quality, like the sky on a hazy summer afternoon. It is a gentle and approachable pastel. This soothing color represents&nbsp;<strong>daydreams, soft focus, and gentle optimism</strong>. Accordingly, Sky Pastel is frequently used in&nbsp;<strong>children&#8217;s book illustrations, relaxed loungewear, and soothing social media graphics</strong>, fostering a sense of calm, hopeful relaxation.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A0DDFF</li>\n\n\n\n<li>RGB 160, 221, 255</li>\n\n\n\n<li>CMYK 37, 13, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cool Blue</strong></h2>\n\n\n\n<p>Cool Blue is a bright, medium periwinkle-blue with a clear, crisp undertone. It is a digitally friendly, modern shade. This vibrant hue signifies&nbsp;<strong>clarity, calm confidence, and sleek modernity</strong>. Hence, Cool Blue is effective for&nbsp;<strong>tech startup branding, app icons, and contemporary office design</strong>, communicating a sense of efficient, clean, and forward-thinking energy.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7189FF</li>\n\n\n\n<li>RGB 113, 137, 255</li>\n\n\n\n<li>CMYK 56, 46, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Digital Blue</strong></h2>\n\n\n\n<p>Digital Blue is a medium-light, saturated blue that mimics the standard blue used in digital interfaces and default hyperlinks. It is a color of the information age. This functional shade represents&nbsp;<strong>connectivity, trustworthiness, and clickable interaction</strong>. Thus, Digital Blue is ubiquitous in&nbsp;<strong>user interface design, cybersecurity logos, and online learning platforms</strong>, serving as a reliable and expected visual cue for action.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5465FF</li>\n\n\n\n<li>RGB 84, 101, 255</li>\n\n\n\n<li>CMYK 67, 60, 0, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Soft Serum Blue</strong></h2>\n\n\n\n<p>Soft Serum Blue is a muted, grayish medium blue with a smooth, liquid-suggestive quality. The name implies a scientific or cosmetic fluid. This subdued shade evokes&nbsp;<strong>clinical efficacy, smooth application, and subtle reliability</strong>. Consequently, Soft Serum Blue is commonly found in&nbsp;<strong>skincare and cosmetic packaging, lab equipment design, and professional software interfaces</strong>, suggesting advanced, gentle, and effective solutions.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #758ECD</li>\n\n\n\n<li>RGB 117, 142, 205</li>\n\n\n\n<li>CMYK 43, 31, 0, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Royal Blue</strong></h2>\n\n\n\n<p>Bright Royal Blue is a deep, vivid blue that is lighter and more vibrant than traditional royal blue. It maintains a regal feel with added energy. This luminous shade symbolizes&nbsp;<strong>dynamic leadership, celebratory excellence, and modern nobility</strong>. Therefore, Bright Royal Blue is used for&nbsp;<strong>championship sports ribbons, premium event branding, and vibrant formal wear</strong>, denoting high achievement with a contemporary flair.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #318CE7</li>\n\n\n\n<li>RGB 49, 140, 231</li>\n\n\n\n<li>CMYK 79, 39, 0, 9</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Twilight Blue</strong></h2>\n\n\n\n<p>Deep Twilight Blue is a very dark, desaturated indigo that captures the sky in the moments after sunset. It is a color of transition and depth. This mysterious hue represents&nbsp;<strong>contemplation, profound calm, and the threshold of night</strong>. Accordingly, Deep Twilight Blue is powerful in&nbsp;<strong>astronomy applications, luxury bedding, and spiritual meditation aids</strong>, creating an atmosphere of deep, peaceful introspection.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #283593</li>\n\n\n\n<li>RGB 40, 53, 147</li>\n\n\n\n<li>CMYK 73, 64, 0, 42</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ocean Blue</strong></h2>\n\n\n\n<p>Ocean Blue is a clear, strong azure that reflects the surface of tropical seas on a sunny day. It is a naturally vibrant and inviting color. This refreshing shade signifies&nbsp;<strong>adventure, refreshment, and expansive life</strong>. Consequently, Ocean Blue is a staple in&nbsp;<strong>cruise line marketing, water sports equipment, and summer collection fashion</strong>, evoking the call of the open, adventurous sea.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1E88E5</li>\n\n\n\n<li>RGB 30, 136, 229</li>\n\n\n\n<li>CMYK 87, 41, 0, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>True Teal Blue</strong></h2>\n\n\n\n<p>True Teal Blue is a balanced, medium blue-green, a definitive version of teal. It equally blends the calm of blue and the renewal of green. This sophisticated color represents&nbsp;<strong>emotional equilibrium, refined taste, and communicative clarity</strong>. Thus, True Teal Blue is a preferred choice for&nbsp;<strong>corporate design in creative industries, upscale home decor, and jewelry</strong>, offering a distinctive and polished alternative to standard blues.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #008B8B</li>\n\n\n\n<li>RGB 0, 139, 139</li>\n\n\n\n<li>CMYK 100, 0, 0, 45</li>\n</ul>\n",
  "uri": "/shades-of-blue/",
  "date": "2026-01-21T15:28:49",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp",
      "altText": "over hundred popular shades of blue color"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Blue: Names, Codes, Meanings and Uses | ColorMean",
    "metaDesc": "Learn blue color shades with names, hex, RGB, and CMYK codes, along with meanings and practical uses for design, branding, and creative projects.",
    "canonical": "",
    "opengraphTitle": "Shades of Blue: Names, Codes, Meanings and Uses | ColorMean",
    "opengraphDescription": "Learn blue color shades with names, hex, RGB, and CMYK codes, along with meanings and practical uses for design, branding, and creative projects.",
    "opengraphImage": {
      "sourceUrl": "https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://cms.colormean.com/shades-of-blue/#article\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/\"},\"author\":{\"name\":\"ColorMean Editorial Team\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"headline\":\"Shades of Blue: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-01-21T15:28:49+00:00\",\"dateModified\":\"2026-01-22T09:16:13+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/\"},\"wordCount\":8221,\"commentCount\":0,\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://cms.colormean.com/shades-of-blue/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://cms.colormean.com/shades-of-blue/\",\"url\":\"https://cms.colormean.com/shades-of-blue/\",\"name\":\"Shades of Blue: Names, Codes, Meanings and Uses | ColorMean\",\"isPartOf\":{\"@id\":\"https://cms.colormean.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/#primaryimage\"},\"image\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/#primaryimage\"},\"thumbnailUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp\",\"datePublished\":\"2026-01-21T15:28:49+00:00\",\"dateModified\":\"2026-01-22T09:16:13+00:00\",\"author\":{\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\"},\"description\":\"Learn blue color shades with names, hex, RGB, and CMYK codes, along with meanings and practical uses for design, branding, and creative projects.\",\"breadcrumb\":{\"@id\":\"https://cms.colormean.com/shades-of-blue/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://cms.colormean.com/shades-of-blue/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/shades-of-blue/#primaryimage\",\"url\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp\",\"contentUrl\":\"https://cms.colormean.com/wp-content/uploads/2026/01/over-hundred-popular-shades-of-blue-color.webp\",\"width\":1248,\"height\":832,\"caption\":\"over hundred popular shades of blue color\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://cms.colormean.com/shades-of-blue/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://cms.colormean.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Blue: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://cms.colormean.com/#website\",\"url\":\"https://cms.colormean.com/\",\"name\":\"ColorMean\",\"description\":\"Know Your Colors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://cms.colormean.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://cms.colormean.com/#/schema/person/d2d057950b2ba1aa3eef0bda5bc421f7\",\"name\":\"ColorMean Editorial Team\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://cms.colormean.com/#/schema/person/image/\",\"url\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"contentUrl\":\"https://secure.gravatar.com/avatar/6296716b939012997f13757bedeacd531c39252a613ea636532ebcf4de3d8e7b?s=96&d=mm&r=g\",\"caption\":\"ColorMean Editorial Team\"},\"sameAs\":[\"https://cms.colormean.com\"]}]}"
    }
  }
}