{
  "id": "cG9zdDo1OQ==",
  "databaseId": 59,
  "title": "Shades of Green Color: Names, Codes, Meanings and Uses",
  "slug": "shades-of-green-color",
  "uri": "/shades-of-green-color/",
  "date": "2026-02-03T10:46:55",
  "excerpt": "<p>Green shades influence mood, design, and branding. From soft pastels to vivid emeralds, each hue carries unique meaning and practical applications across art, interior, and fashion.</p>\n",
  "content": "\n<p>Green is one of the most versatile and emotionally resonant colors, spanning a spectrum from light, refreshing tones to deep, luxurious shades. From soft mints and celery greens to rich emeralds and forest hues, each shade carries its own mood and meaning. Green is often categorized by undertones—<strong>blue-greens</strong> like teal and <a href=\"https://hexcolormeans.com/colors/7fffd4\">aquamarine</a> evoke calm and sophistication, while <strong>yellow-greens</strong> such as olive and <a href=\"https://hexcolormeans.com/colors/c0ff00\">chartreuse</a> feel lively and organic.</p>\n\n\n\n<p>Across design, fashion, and everyday life, green inspires a sense of&nbsp;<strong>balance, growth, and connection to nature</strong>. Its wide range allows it to be refreshing, energizing, calming, or elegant, depending on how it’s used. Whether creating a serene space, adding vibrancy to a wardrobe, or highlighting natural elements, green offers&nbsp;<strong>endless possibilities for expression</strong>.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Common Shades of Green</strong></h2>\n\n\n\n<p><strong>Light/Pastel Greens:</strong> <a href=\"https://hexcolormeans.com/colors/98fb98\">Mint</a>, <a href=\"https://hexcolormeans.com/colors/afe1af\">Celadon</a>, Pistachio, <a href=\"https://hexcolormeans.com/colors/9fe2bf\">Seafoam</a>, <a href=\"https://hexcolormeans.com/colors/f0fff0\">Honeydew</a></p>\n\n\n\n<p><strong>Bright/Vibrant Greens:</strong> <a href=\"https://hexcolormeans.com/colors/32cd32\">Lime</a>, Kelly Green, Chartreuse, Neon Green, <a href=\"https://hexcolormeans.com/colors/45cea2\">Shamrock</a></p>\n\n\n\n<p><strong>Dark/Deep Greens:</strong> <a href=\"https://hexcolormeans.com/colors/228b22\">Forest Green</a>, Emerald, Hunter Green, <a href=\"https://hexcolormeans.com/colors/006a4e\">Bottle Green</a>, Pine</p>\n\n\n\n<p><strong>Earth/Olive Greens:</strong> <a href=\"https://hexcolormeans.com/colors/bcb88a\">Sage</a>, Olive, Moss Green, <a href=\"https://hexcolormeans.com/colors/454b1b\">Army Green</a>, Fern</p>\n\n\n\n<p><strong>Blue-Greens:</strong> <a href=\"https://hexcolormeans.com/colors/008080\">Teal</a>, Aqua, <a href=\"https://hexcolormeans.com/colors/009698\">Viridian</a>, <a href=\"https://hexcolormeans.com/colors/00ffff\">Cyan</a>, <a href=\"https://hexcolormeans.com/colors/40e0d0\">Turquoise</a></p>\n\n\n\n<p>This post dives into the <strong>meanings, symbolism, and practical uses of greens</strong>, exploring how each shade influences <strong>mood, design, and culture</strong>.</p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"1429\" height=\"2560\" src=\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-scaled.webp\" alt=\"infographic showing popular shades of green color and their meanings\" class=\"wp-image-63\" srcset=\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-scaled.webp 1429w, https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-167x300.webp 167w, https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-572x1024.webp 572w, https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-768x1376.webp 768w, https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-857x1536.webp 857w, https://blog.hexcolormeans.com/wp-content/uploads/2026/02/infographic-showing-popular-shades-of-green-color-and-their-meanings-1143x2048.webp 1143w\" sizes=\"auto, (max-width: 1429px) 100vw, 1429px\" /></figure>\n</div>\n\n\n<h2 class=\"wp-block-heading\"><strong>Apple Green</strong></h2>\n\n\n\n<p>Apple Green (#8DB600) is a bright, fresh, and slightly yellow-toned green directly named after the skin of a Granny Smith apple. Historically, it became a distinct color name with the rise of consumer goods and food marketing in the 20th century. Interestingly, this shade is strongly associated with&nbsp;<strong>tartness and crispness</strong>. In design, Apple Green signifies&nbsp;<strong>freshness, health, and vitality</strong>, making it popular for&nbsp;<strong>packaging, logos, and websites</strong>&nbsp;related to natural foods, tech startups, and spring themes.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8DB600</li>\n\n\n\n<li>RGB 141, 182, 0</li>\n\n\n\n<li>CMYK 23, 0, 100, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Artichoke</strong></h2>\n\n\n\n<p>Artichoke (#8F9779) is a subdued, grayish-green shade inspired by the outer leaves of the artichoke vegetable. This color name entered common usage with the rise of horticultural and food-based palettes in the 19th century. Interestingly, it is considered a&nbsp;<strong>quintessential earth tone</strong>&nbsp;and is often used in&nbsp;<strong>military uniforms</strong>&nbsp;for its natural camouflage properties. Artichoke evokes a sense of&nbsp;<strong>organic calm, maturity, and understated elegance</strong>. Consequently, it is favored in&nbsp;<strong>home décor, matte paint finishes, and rustic design schemes</strong>&nbsp;to create a muted, natural background.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8F9779</li>\n\n\n\n<li>RGB 143, 151, 121</li>\n\n\n\n<li>CMYK 5, 0, 20, 41</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Asparagus</strong></h2>\n\n\n\n<p>Asparagus (#87A96B) is a soft, grayish spring green named after the edible spear of the asparagus plant. This color became popular in the late 19th century as part of a trend for naturalistic hues. Notably, it is one of the official Crayola crayon colors introduced in 1993. The shade represents&nbsp;<strong>fresh growth, subtlety, and early spring</strong>. As a result, Asparagus is commonly used in&nbsp;<strong>feminine designs, wedding stationery, and soft interior accents</strong>&nbsp;to convey gentle renewal.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87A96B</li>\n\n\n\n<li>RGB 135, 169, 107</li>\n\n\n\n<li>CMYK 20, 0, 37, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Avocado</strong></h2>\n\n\n\n<p>Avocado (#568203) is a deep, yellowish-green that mimics the flesh of a ripe avocado. The color name gained prominence in the 1960s and 1970s, often associated with&nbsp;<strong>appliances and home décor</strong>&nbsp;of that era. It is a&nbsp;<strong>retro tone</strong>&nbsp;that symbolizes&nbsp;<strong>organic richness, fertility, and the 1970s aesthetic</strong>. Therefore, Avocado is effectively used in&nbsp;<strong>vintage designs, eco-branding, and natural product marketing</strong>&nbsp;to evoke warmth and natural abundance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #568203</li>\n\n\n\n<li>RGB 86, 130, 3</li>\n\n\n\n<li>CMYK 34, 0, 98, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bamboo</strong></h2>\n\n\n\n<p>Bamboo (#DEB887) is a warm, light beige with strong yellow-green undertones, named after the giant woody grass. This color connects to&nbsp;<strong>East Asian art and culture</strong>&nbsp;where bamboo symbolizes resilience and flexibility. Interestingly, it captures the color of dried, processed bamboo poles rather than the living plant. Bamboo represents&nbsp;<strong>natural simplicity, strength, and earthy warmth</strong>. Thus, it is widely applied in&nbsp;<strong>interior design for flooring and furniture, spa branding, and minimalist aesthetics</strong>&nbsp;to create a serene, organic environment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DEB887</li>\n\n\n\n<li>RGB 222, 184, 135</li>\n\n\n\n<li>CMYK 0, 17, 39, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Basil</strong></h2>\n\n\n\n<p>Basil (#6F9940) is a muted, grayish green inspired by the leaves of the popular culinary herb. This color name reflects the Victorian era&#8217;s fascination with&nbsp;<strong>botanical and garden-inspired hues</strong>. Interestingly, it is a&nbsp;<strong>sophisticated and subdued</strong>&nbsp;alternative to brighter greens. Basil conveys&nbsp;<strong>herbal freshness, tranquility, and understated taste</strong>. Consequently, it is often used in&nbsp;<strong>culinary branding, wellness websites, and natural paint colors</strong>&nbsp;to suggest organic quality and calm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6F9940</li>\n\n\n\n<li>RGB 111, 153, 64</li>\n\n\n\n<li>CMYK 27, 0, 58, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beetle Green</strong></h2>\n\n\n\n<p>Beetle Green (#4A5D23) is a dark, desaturated green with brown undertones, named for the iridescent shell of certain beetles. This color draws from the&nbsp;<strong>naturalist observations of the 19th century</strong>. Notably, it has a&nbsp;<strong>camouflage-like quality</strong>&nbsp;and a mysterious, earthy depth. Beetle Green suggests&nbsp;<strong>resilience, antiquity, and the natural world</strong>. As such, it is employed in&nbsp;<strong>military apparel, historical recreations, and luxury packaging</strong>&nbsp;to impart a sense of rugged durability and heritage.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A5D23</li>\n\n\n\n<li>RGB 74, 93, 35</li>\n\n\n\n<li>CMYK 20, 0, 62, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bottle Green</strong></h2>\n\n\n\n<p>Bottle Green (#006A4E) is a very dark, bluish-green traditionally associated with glass bottles, particularly&nbsp;<strong>wine and beer bottles</strong>&nbsp;from the 19th century. Historically, it was a popular color for&nbsp;<strong>woollen cloth and academic dress</strong>. This shade signifies&nbsp;<strong>traditionalism, substance, and reliability</strong>. Therefore, Bottle Green is a staple in&nbsp;<strong>preppy fashion, institutional branding, and traditional library interiors</strong>&nbsp;to convey established trust and depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006A4E</li>\n\n\n\n<li>RGB 0, 106, 78</li>\n\n\n\n<li>CMYK 100, 0, 26, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bright Green</strong></h2>\n\n\n\n<p>Bright Green (#66FF00) is an intense, highly saturated yellowish-green that is extremely luminous. It is a&nbsp;<strong>color of pure spectral light</strong>, often associated with&nbsp;<strong>digital displays and neon signs</strong>. This shade represents&nbsp;<strong>radiant energy, extreme vibrancy, and cyber culture</strong>. Thus, Bright Green is used for&nbsp;<strong>highlighter pens, safety gear, and futuristic graphics</strong>&nbsp;to command maximum attention and suggest technological advancement.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #66FF00</li>\n\n\n\n<li>RGB 102, 255, 0</li>\n\n\n\n<li>CMYK 60, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>British Racing Green</strong></h2>\n\n\n\n<p>British Racing Green (#004225) is a deep, very dark green famously linked to&nbsp;<strong>British motorsports</strong>&nbsp;since the early 1900s. Its origin is tied to a&nbsp;<strong>racing nationality code</strong>&nbsp;and the shade varies from near-black to forest green. This color embodies&nbsp;<strong>heritage, prestige, and high performance</strong>. Consequently, it is iconic in&nbsp;<strong>automotive design, luxury branding, and sporting memorabilia</strong>&nbsp;to evoke tradition and exclusive competition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #004225</li>\n\n\n\n<li>RGB 0, 66, 37</li>\n\n\n\n<li>CMYK 100, 0, 44, 74</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Brunswick Green</strong></h2>\n\n\n\n<p>Brunswick Green (#1B4D3E) is a very dark, bluish-green historically used as a&nbsp;<strong>pigment for paints and enamels</strong>. The name originates from the&nbsp;<strong>Duke of Brunswick</strong>&nbsp;who popularized it in the 18th century. Notably, it was a standard color for&nbsp;<strong>railway locomotives and carriages</strong>. This shade signifies&nbsp;<strong>industrial strength, tradition, and dignified formality</strong>. Therefore, Brunswick Green is applied in&nbsp;<strong>heritage signage, official uniforms, and historic restoration projects</strong>&nbsp;to communicate steadfastness and authority.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #1B4D3E</li>\n\n\n\n<li>RGB 27, 77, 62</li>\n\n\n\n<li>CMYK 65, 0, 19, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bud Green</strong></h2>\n\n\n\n<p>Bud Green (#7BB661) is a soft, yellowish-green that mimics the color of new leaf buds in spring. This color name evokes&nbsp;<strong>early growth and renewal</strong>. It is a&nbsp;<strong>gentle and optimistic</strong>&nbsp;shade, less intense than full leaf green. Bud Green represents&nbsp;<strong>youthful potential, tender beginnings, and natural cycles</strong>. Consequently, it is ideal for&nbsp;<strong>children&#8217;s products, garden center branding, and eco-friendly packaging</strong>&nbsp;to suggest new life and gentle growth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7BB661</li>\n\n\n\n<li>RGB 123, 182, 97</li>\n\n\n\n<li>CMYK 32, 0, 47, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cadmium Green</strong></h2>\n\n\n\n<p>Cadmium Green (#006B3C) is a strong, vivid green originally made from&nbsp;<strong>cadmium pigments</strong>, known for their opacity and permanence. It emerged with&nbsp;<strong>modern chemistry</strong>&nbsp;in the 19th century. This pigment is&nbsp;<strong>highly toxic but brilliantly stable</strong>. The color conveys&nbsp;<strong>boldness, artistic intensity, and synthetic vibrancy</strong>. Thus, it is prized in&nbsp;<strong>artist&#8217;s paints, theatrical backdrops, and bold graphic design</strong>&nbsp;where maximum impact and lightfastness are required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #006B3C</li>\n\n\n\n<li>RGB 0, 107, 60</li>\n\n\n\n<li>CMYK 100, 0, 44, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celadon</strong></h2>\n\n\n\n<p>Celadon (#ACE1AF) is a pale, grayish-green with a soft blue undertone, named after a type of&nbsp;<strong>traditional East Asian ceramic glaze</strong>. Historically, it dates back over a thousand years to&nbsp;<strong>Chinese and Korean pottery</strong>. This color is celebrated for its&nbsp;<strong>serene, jade-like quality and subtle elegance</strong>. Celadon suggests&nbsp;<strong>refinement, tranquility, and ancient artistry</strong>. As a result, it is used in&nbsp;<strong>luxury product packaging, spa interiors, and wedding themes</strong>&nbsp;to evoke calm sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ACE1AF</li>\n\n\n\n<li>RGB 172, 225, 175</li>\n\n\n\n<li>CMYK 24, 0, 22, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Celadon Green</strong></h2>\n\n\n\n<p>Celadon Green (#2F847C) is a stronger, more defined blue-green than Celadon, also derived from&nbsp;<strong>ceramic traditions</strong>. It represents the&nbsp;<strong>more saturated end of the celadon glaze spectrum</strong>. This shade carries a&nbsp;<strong>cooler, more aquatic feel</strong>. It embodies&nbsp;<strong>clarity, depth, and artistic heritage</strong>. Therefore, Celadon Green is chosen for&nbsp;<strong>website design elements, contemporary ceramics, and nautical themes</strong>&nbsp;to provide a cultured and refreshing accent.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2F847C</li>\n\n\n\n<li>RGB 47, 132, 124</li>\n\n\n\n<li>CMYK 64, 0, 6, 48</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chartreuse</strong></h2>\n\n\n\n<p>Chartreuse (#DFFF00) is a vibrant yellow-green sitting precisely between yellow and green. It is named after the&nbsp;<strong>French liqueur</strong>&nbsp;made by Carthusian monks since the 1740s. This color is&nbsp;<strong>extremely eye-catching and energetic</strong>. Chartreuse represents&nbsp;<strong>vivacity, unconventionality, and neon-like glow</strong>. Consequently, it is used for&nbsp;<strong>high-visibility safety apparel, psychedelic art, and modern tech accents</strong>&nbsp;to denote innovation and boldness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #DFFF00</li>\n\n\n\n<li>RGB 223, 255, 0</li>\n\n\n\n<li>CMYK 13, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>China Green</strong></h2>\n\n\n\n<p>China Green (#C2F732) is a bright, acidic green often associated with the&nbsp;<strong>color of greenware in porcelain production</strong>. The name references&nbsp;<strong>Chinese ceramics</strong>, though it&#8217;s a modern Western term. This shade is&nbsp;<strong>luminous and slightly artificial</strong>. It signifies&nbsp;<strong>vibrant growth, electric energy, and modern China</strong>. Thus, China Green appears in&nbsp;<strong>contemporary digital art, advertising, and product design</strong>&nbsp;aiming for a futuristic and energetic look.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C2F732</li>\n\n\n\n<li>RGB 194, 247, 50</li>\n\n\n\n<li>CMYK 21, 0, 80, 3</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chrome Green</strong></h2>\n\n\n\n<p>Chrome Green (#2E3A23) is a dark, cool green originally made from <strong><a href=\"https://en.wikipedia.org/wiki/Chromium(III)_oxide\">chromium oxide pigments</a></strong>, discovered in the early 1800s. It was prized for its <strong>chemical stability and opacity</strong>. This color is <strong>serious, muted, and deeply natural</strong>. Chrome Green conveys <strong>durability, resilience, and industrial practicality</strong>. Therefore, it is common in <strong>industrial coatings, military vehicles, and outdoor equipment</strong> for its protective and camouflage qualities.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E3A23</li>\n\n\n\n<li>RGB 46, 58, 35</li>\n\n\n\n<li>CMYK 21, 0, 40, 77</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Claret Green</strong></h2>\n\n\n\n<p>Claret Green (#347235) is a medium green with a subtle red wine (claret) undertone, creating a&nbsp;<strong>unique, muted earthiness</strong>. The name reflects a&nbsp;<strong>Victorian descriptive trend</strong>&nbsp;combining luxury items. It is a&nbsp;<strong>complex and sophisticated</strong>&nbsp;shade. Claret Green suggests&nbsp;<strong>heritage, richness, and understated luxury</strong>. As such, it is used in&nbsp;<strong>traditional upholstery, classic wallpaper patterns, and university branding</strong>&nbsp;to imply aged prestige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #347235</li>\n\n\n\n<li>RGB 52, 114, 53</li>\n\n\n\n<li>CMYK 54, 0, 54, 55</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Clover</strong></h2>\n\n\n\n<p>Clover (#008F00) is a pure, mid-toned green directly named after the leaves of the common clover plant. It is strongly associated with&nbsp;<strong>luck, especially the rare four-leaf variety</strong>. This color is&nbsp;<strong>simple, natural, and universally recognizable</strong>. Clover represents&nbsp;<strong>fortune, verdant fields, and simple natural beauty</strong>. Consequently, it is popular in&nbsp;<strong>St. Patrick&#8217;s Day themes, gardening logos, and eco-friendly product labels</strong>&nbsp;to symbolize luck and nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #008F00</li>\n\n\n\n<li>RGB 0, 143, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Congo Green</strong></h2>\n\n\n\n<p>Congo Green (#00A483) is a vivid, bluish-green reminiscent of tropical waters or parrot feathers. The name evokes the&nbsp;<strong>lush rainforests of the Congo Basin</strong>. It is a&nbsp;<strong>rich and exotic</strong>&nbsp;shade with high saturation. Congo Green signifies&nbsp;<strong>tropical depth, vitality, and vibrant wilderness</strong>. Therefore, it is often used in&nbsp;<strong>travel industry marketing, tropical prints, and aquatic branding</strong>&nbsp;to convey a sense of adventurous luxury and natural splendor.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00A483</li>\n\n\n\n<li>RGB 0, 164, 131</li>\n\n\n\n<li>CMYK 100, 0, 20, 36</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cucumber Green</strong></h2>\n\n\n\n<p>Cucumber Green (#83A96C) is a cool, pale green with strong gray undertones, named for the skin of a cucumber. This color is&nbsp;<strong>refreshing, crisp, and subtly cool</strong>. It became popular in&nbsp;<strong>1950s kitchen and appliance design</strong>. Cucumber Green evokes&nbsp;<strong>cool freshness, cleanliness, and mildness</strong>. Consequently, it is applied in&nbsp;<strong>spa decor, healthcare environments, and product packaging</strong>&nbsp;for water or hygiene to suggest a clean, calming experience.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #83A96C</li>\n\n\n\n<li>RGB 131, 169, 108</li>\n\n\n\n<li>CMYK 22, 0, 36, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Green</strong></h2>\n\n\n\n<p>Dark Green (#013220) is a deep, very dark green approaching black, representing the&nbsp;<strong>shadows of dense foliage</strong>. It is one of the&nbsp;<strong>fundamental and oldest color descriptions</strong>. This shade is&nbsp;<strong>authoritative, conservative, and natural</strong>. Dark Green embodies&nbsp;<strong>stability, affluence, and the deep forest</strong>. Thus, it is a staple in&nbsp;<strong>finance branding, traditional academia, and military uniforms</strong>&nbsp;to communicate solidity, wealth, and tradition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #013220</li>\n\n\n\n<li>RGB 1, 50, 32</li>\n\n\n\n<li>CMYK 98, 0, 36, 80</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Olive Green</strong></h2>\n\n\n\n<p>Dark Olive Green (#556B2F) is a muted, earthy green with strong brown undertones, akin to a ripe olive. It is a&nbsp;<strong>classic military and utilitarian color</strong>, standardized for&nbsp;<strong>camouflage uniforms</strong>. This color is&nbsp;<strong>practical, subdued, and naturally concealing</strong>. Dark Olive Green suggests&nbsp;<strong>resilience, practicality, and a connection to the earth</strong>. As a result, it is ubiquitous in&nbsp;<strong>workwear, outdoor gear, and rustic interior design</strong>&nbsp;for its durable and natural aesthetic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #556B2F</li>\n\n\n\n<li>RGB 85, 107, 47</li>\n\n\n\n<li>CMYK 21, 0, 56, 58</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Sea Green</strong></h2>\n\n\n\n<p>Dark Sea Green (#8FBC8F) is a soft, desaturated green with a significant gray influence, reminiscent of&nbsp;<strong>ocean depths or mossy stones</strong>. It is a&nbsp;<strong>web color</strong>&nbsp;from early X11 palettes. This shade is&nbsp;<strong>calming, muted, and weathered</strong>. Dark Sea Green conveys&nbsp;<strong>subtlety, tranquility, and natural aging</strong>. Therefore, it is frequently used in&nbsp;<strong>vintage website themes, coastal interior design, and backgrounds</strong>&nbsp;to provide a soft, nondistracting earthy tone.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8FBC8F</li>\n\n\n\n<li>RGB 143, 188, 143</li>\n\n\n\n<li>CMYK 24, 0, 24, 26</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dark Spring Green</strong></h2>\n\n\n\n<p>Dark Spring Green (#177245) is a rich, cool green that captures the deeper tones of new growth in a shaded forest. It is a darker variant of the vibrant Spring Green. This color is&nbsp;<strong>lush, cool, and deeply natural</strong>. Dark Spring Green symbolizes&nbsp;<strong>renewal, abundance, and the mature phase of spring</strong>. Consequently, it is effectively used in&nbsp;<strong>environmental campaigns, garden center branding, and luxury product packaging</strong>&nbsp;to evoke a sense of premium, thriving nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #177245</li>\n\n\n\n<li>RGB 23, 114, 69</li>\n\n\n\n<li>CMYK 80, 0, 39, 55</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Green</strong></h2>\n\n\n\n<p>Deep Green (#056608) is a rich, saturated medium green that represents the&nbsp;<strong>essence of greenness at its fullest depth</strong>&nbsp;without leaning toward blue or yellow. It is the&nbsp;<strong>archetypal, pure mid-green</strong>. This color embodies&nbsp;<strong>abundance, fertility, and robust health</strong>. It is&nbsp;<strong>direct and life-affirming</strong>. Consequently, Deep Green is a powerful choice for&nbsp;<strong>gardening brands, organic supermarket signage, and environmental activism materials</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #056608</li>\n\n\n\n<li>RGB 5, 102, 8</li>\n\n\n\n<li>CMYK 95, 0, 92, 60</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Deep Jungle</strong></h2>\n\n\n\n<p>Deep Jungle (#004B49) is a very dark, bluish-green that mimics the shadowy depths of a tropical rainforest. The name directly invokes&nbsp;<strong>dense, untamed wilderness</strong>. This shade is&nbsp;<strong>mysterious, rich, and enveloping</strong>. Deep Jungle suggests&nbsp;<strong>luxuriant growth, secrecy, and adventure</strong>. Therefore, it is ideal for&nbsp;<strong>mystery novel covers, high-end travel branding, and dramatic wall colors</strong>&nbsp;to create an atmosphere of depth and intrigue.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #004B49</li>\n\n\n\n<li>RGB 0, 75, 73</li>\n\n\n\n<li>CMYK 100, 0, 3, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Emerald</strong></h2>\n\n\n\n<p>Emerald (#50C878) is a bright, vivid green with a cool, bluish bias, named after the precious gemstone. Historically, it has been&nbsp;<strong>prized for centuries</strong>&nbsp;in jewelry and art. This color is&nbsp;<strong>luxurious, radiant, and crisp</strong>. Emerald represents&nbsp;<strong>wealth, harmony, and dazzling beauty</strong>. As a result, it is synonymous with&nbsp;<strong>high fashion, jewelry design, and celebratory themes</strong>&nbsp;to communicate opulence and vibrant life.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #50C878</li>\n\n\n\n<li>RGB 80, 200, 120</li>\n\n\n\n<li>CMYK 60, 0, 40, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Erin</strong></h2>\n\n\n\n<p>Erin (#00FF40) is an intense, pure green with a strong yellow undertone. The name is an <strong>Anglicization of the </strong><a href=\"https://www.allaboutirish.ie/blog/what-is-the-irish-for-ireland\"><strong>Irish word &#8220;Éireann,&#8221;</strong> meaning Ireland</a>. It is a <strong>vibrant, almost neon, shade</strong>. Erin signifies <strong>Irish identity, vivid energy, and unadulterated green</strong>. Thus, it is prominently used in <strong>digital graphics, national symbolism, and festive decorations</strong> to portray maximum brightness and Celtic pride.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FF40</li>\n\n\n\n<li>RGB 0, 255, 64</li>\n\n\n\n<li>CMYK 100, 0, 75, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fern</strong></h2>\n\n\n\n<p>Fern (#71BC78) is a soft, grayish-green inspired by the fronds of common ferns. This color name became popular during the&nbsp;<strong>Arts and Crafts movement</strong>&nbsp;which celebrated natural motifs. It is a&nbsp;<strong>quiet, soothing, and ubiquitous woodland shade</strong>. Fern evokes&nbsp;<strong>woodland calm, graceful growth, and natural simplicity</strong>. Consequently, it is frequently used in&nbsp;<strong>bedroom decor, nature-themed logos, and outdoor apparel</strong>&nbsp;to create a serene, organic atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #71BC78</li>\n\n\n\n<li>RGB 113, 188, 120</li>\n\n\n\n<li>CMYK 40, 0, 36, 26</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fern Green</strong></h2>\n\n\n\n<p>Fern Green (#4F7942) is a darker, more saturated version of Fern, representing the mature, deeper tones of the plant. It is a&nbsp;<strong>classic, mid-tone forest green</strong>. This shade is&nbsp;<strong>grounded, traditional, and deeply natural</strong>. Fern Green signifies&nbsp;<strong>stability, longevity, and the heart of the forest</strong>. Therefore, it is a common choice for&nbsp;<strong>national park signage, durable outerwear, and traditional home furnishings</strong>&nbsp;to convey reliability and a strong connection to nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4F7942</li>\n\n\n\n<li>RGB 79, 121, 66</li>\n\n\n\n<li>CMYK 35, 0, 45, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Forest Green</strong></h2>\n\n\n\n<p>Forest Green (#228B22) is a strong, deep green that embodies the color of&nbsp;<strong>dense, sun-dappled evergreen trees</strong>. It is a standard&nbsp;<strong>web color</strong>&nbsp;with broad recognition. This color is&nbsp;<strong>iconic, robust, and universally associated with woodland</strong>. Forest Green represents&nbsp;<strong>endurance, natural conservation, and outdoor life</strong>. As such, it is fundamental in&nbsp;<strong>scouting uniforms, environmental logos, and outdoor product branding</strong>&nbsp;to instantly communicate a natural theme.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #228B22</li>\n\n\n\n<li>RGB 34, 139, 34</li>\n\n\n\n<li>CMYK 76, 0, 76, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>French Green</strong></h2>\n\n\n\n<p>French Green (#00755E) is a dark, cool green with a distinct blue undertone, historically known as &#8220;Vert de France.&#8221; It was popular in&nbsp;<strong>French textile and decor</strong>&nbsp;during the 18th and 19th centuries. This shade is&nbsp;<strong>elegant, refined, and slightly somber</strong>. French Green suggests&nbsp;<strong>historical luxury, artistic sophistication, and formal gardens</strong>. Thus, it is employed in&nbsp;<strong>period drama costumes, high-end wallpaper, and museum exhibit design</strong>&nbsp;to evoke a sense of European heritage.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00755E</li>\n\n\n\n<li>RGB 0, 117, 94</li>\n\n\n\n<li>CMYK 100, 0, 20, 54</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fresh Green</strong></h2>\n\n\n\n<p>Fresh Green (#69D84F) is a bright, lively yellowish-green that suggests newly sprouted grass. The name directly implies&nbsp;<strong>newness and crisp vitality</strong>. It is an&nbsp;<strong>optimistic and energizing</strong>&nbsp;shade. Fresh Green embodies&nbsp;<strong>youthful energy, renewal, and eco-innovation</strong>. Consequently, it is popular in&nbsp;<strong>start-up branding, healthy food packaging, and fitness app interfaces</strong>&nbsp;to project a modern, healthy, and dynamic image.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #69D84F</li>\n\n\n\n<li>RGB 105, 216, 79</li>\n\n\n\n<li>CMYK 51, 0, 63, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Granny Smith Apple</strong></h2>\n\n\n\n<p>Granny Smith Apple (#A8E4A0) is a light, slightly yellowish-green specifically named after the popular tart apple variety. This color captures the&nbsp;<strong>crisp, sour, and refreshing</strong>&nbsp;quality of the fruit. It became a distinct color reference with&nbsp;<strong>global fruit marketing</strong>. The shade is&nbsp;<strong>clean, zesty, and invigorating</strong>. Granny Smith Apple represents&nbsp;<strong>healthful tartness, modern freshness, and simple purity</strong>. Therefore, it is often used in&nbsp;<strong>health food branding, kitchenware design, and spring fashion</strong>&nbsp;to convey a crisp, clean feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A8E4A0</li>\n\n\n\n<li>RGB 168, 228, 160</li>\n\n\n\n<li>CMYK 26, 0, 30, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Gray Green</strong></h2>\n\n\n\n<p>Gray Green (#5E716A) is a muted, desaturated green with a dominant gray tone, resembling weathered stone or lichen. It is a&nbsp;<strong>fundamental earth tone</strong>&nbsp;found in natural landscapes. This color is&nbsp;<strong>subdued, sophisticated, and neutral</strong>. Gray Green evokes&nbsp;<strong>calmness, timelessness, and organic subtlety</strong>. Consequently, it is a favorite in&nbsp;<strong>modern interior design, military field gear, and art gallery walls</strong>&nbsp;for its quiet, versatile, and elegant backdrop.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #5E716A</li>\n\n\n\n<li>RGB 94, 113, 106</li>\n\n\n\n<li>CMYK 17, 0, 6, 56</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green Blue</strong></h2>\n\n\n\n<p>Green Blue (#0D98BA) is a distinct cyan or teal, sitting on the border between green and blue. The name straightforwardly describes its&nbsp;<strong>hybrid spectral position</strong>. It is a&nbsp;<strong>cool, clear, and aquatic</strong>&nbsp;color. Green Blue signifies&nbsp;<strong>clarity, refreshment, and communicative openness</strong>. Thus, it is widely used in&nbsp;<strong>social media branding, swimwear lines, and tropical resort advertising</strong>&nbsp;to evoke clean water and clear skies.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0D98BA</li>\n\n\n\n<li>RGB 13, 152, 186</li>\n\n\n\n<li>CMYK 93, 18, 0, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green Sheen</strong></h2>\n\n\n\n<p>Green Sheen (#6EAEA1) is a soft, metallic-seeming green with strong gray and blue undertones, reminiscent of&nbsp;<strong>tarnished copper or aged patina</strong>. The name suggests a&nbsp;<strong>lustrous, surface-quality green</strong>. This shade is&nbsp;<strong>unique, weathered, and elegant</strong>. Green Sheen conveys&nbsp;<strong>heritage, artifact quality, and subdued luxury</strong>. As a result, it is applied in&nbsp;<strong>heritage branding, antique restoration, and specialty packaging</strong>&nbsp;to suggest age and refined beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6EAEA1</li>\n\n\n\n<li>RGB 110, 174, 161</li>\n\n\n\n<li>CMYK 37, 0, 7, 32</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Green Yellow</strong></h2>\n\n\n\n<p>Green Yellow (#ADFF2F) is a bright, fluorescent chartreuse-like color, officially a&nbsp;<strong>web color</strong>&nbsp;on the spectrum between green and yellow. It is&nbsp;<strong>highly luminous and attention-grabbing</strong>. This shade embodies&nbsp;<strong>electric energy, radioactivity, and synthetic vibrancy</strong>. Consequently, Green Yellow is essential for&nbsp;<strong>hazard signage, neon fashion accents, and highlighters</strong>&nbsp;where maximum visibility and a modern feel are required.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADFF2F</li>\n\n\n\n<li>RGB 173, 255, 47</li>\n\n\n\n<li>CMYK 32, 0, 82, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Harlequin Green</strong></h2>\n\n\n\n<p>Harlequin Green (#46CB18) is a bright, intense green with a slight yellow bias, named after the&nbsp;<strong>patterned costume of the Harlequin character</strong>&nbsp;from Italian comedy. This color is&nbsp;<strong>theatrical, lively, and bold</strong>. It represents&nbsp;<strong>playfulness, dramatic flair, and vivid festivity</strong>. Therefore, Harlequin Green is often used in&nbsp;<strong>carnival and festival designs, toy packaging, and performing arts graphics</strong>&nbsp;to convey energy and celebration.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #46CB18</li>\n\n\n\n<li>RGB 70, 203, 24</li>\n\n\n\n<li>CMYK 66, 0, 88, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hooker’s Green</strong></h2>\n\n\n\n<p>Hooker’s Green (#49796B) is a dark, muted green traditionally made from&nbsp;<strong>Prussian Blue and Gamboge</strong>, named after botanical illustrator&nbsp;<strong>William Hooker</strong>. It is a&nbsp;<strong>staple color in artist&#8217;s watercolor palettes</strong>. This shade is&nbsp;<strong>naturalistic, deeply muted, and essential for landscape painting</strong>. Hooker’s Green suggests&nbsp;<strong>botanical accuracy, traditional artistry, and the English countryside</strong>. Consequently, it is favored in&nbsp;<strong>fine art, heritage branding, and classic print design</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #49796B</li>\n\n\n\n<li>RGB 73, 121, 107</li>\n\n\n\n<li>CMYK 40, 0, 12, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Hunter Green</strong></h2>\n\n\n\n<p>Hunter Green (#355E3B) is a very dark green with a slight cool undertone, historically associated with&nbsp;<strong>19th-century hunters&#8217; attire</strong>&nbsp;for camouflage. It is a&nbsp;<strong>classic, formal, and deep green</strong>. This color embodies&nbsp;<strong>tradition, the great outdoors, and understated wealth</strong>. Hunter Green is synonymous with&nbsp;<strong>preppy fashion, academic regalia, and luxurious library interiors</strong>&nbsp;to communicate heritage and rugged sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #355E3B</li>\n\n\n\n<li>RGB 53, 94, 59</li>\n\n\n\n<li>CMYK 44, 0, 37, 63</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Ice Green</strong></h2>\n\n\n\n<p>Ice Green (#87FFCD) is a very pale, cool green with strong blue and white tones, reminiscent of&nbsp;<strong>glacial ice or mint frost</strong>. It is a&nbsp;<strong>cool, ethereal, and almost pastel</strong>&nbsp;shade. Ice Green evokes&nbsp;<strong>chill, freshness, and pristine clarity</strong>. Thus, it is effectively used in&nbsp;<strong>winter-themed designs, hygiene product packaging, and spa branding</strong>&nbsp;to suggest a clean, cool, and refreshing sensation.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #87FFCD</li>\n\n\n\n<li>RGB 135, 255, 205</li>\n\n\n\n<li>CMYK 47, 0, 20, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>India Green</strong></h2>\n\n\n\n<p>India Green (#138808) is a strong, mid-toned green inspired by the&nbsp;<strong>color of the lower band of the Indian national flag</strong>. It is a&nbsp;<strong>patriotic and culturally significant</strong>&nbsp;shade. This green represents&nbsp;<strong>fertility, prosperity, and national identity</strong>. Consequently, India Green is prominently used in&nbsp;<strong>Indian cultural motifs, festival decorations, and products celebrating Indian heritage</strong>&nbsp;to symbolize growth and auspiciousness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #138808</li>\n\n\n\n<li>RGB 19, 136, 8</li>\n\n\n\n<li>CMYK 86, 0, 94, 47</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Inchworm</strong></h2>\n\n\n\n<p>Inchworm (#B2EC5D) is a bright, yellowish-green named after the color of the common larval insect. It is also a&nbsp;<strong>Crayola crayon color</strong>&nbsp;introduced in 2003. This shade is&nbsp;<strong>playful, vibrant, and slightly neon</strong>. Inchworm suggests&nbsp;<strong>youthful curiosity, springtime, and whimsical growth</strong>. Therefore, it is popular in&nbsp;<strong>children&#8217;s products, educational materials, and playful website design</strong>&nbsp;to evoke fun and natural discovery.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B2EC5D</li>\n\n\n\n<li>RGB 178, 236, 93</li>\n\n\n\n<li>CMYK 25, 0, 61, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Islamic Green</strong></h2>\n\n\n\n<p>Islamic Green (#009000) is a pure, medium green historically associated with&nbsp;<strong>Islam</strong>, mentioned in early Islamic texts and frequently seen in&nbsp;<strong>flags of Muslim-majority countries</strong>. It is a&nbsp;<strong>culturally and religiously significant</strong>&nbsp;color. This green symbolizes&nbsp;<strong>paradise, faith, and life</strong>. Consequently, Islamic Green is used in&nbsp;<strong>religious contexts, cultural artifacts, and national symbolism</strong>&nbsp;to represent the Islamic faith and heritage.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #009000</li>\n\n\n\n<li>RGB 0, 144, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jade</strong></h2>\n\n\n\n<p>Jade (#00A86B) is a medium to dark green with a cool, bluish undertone, named after the&nbsp;<strong>venerated ornamental stone</strong>&nbsp;important in many Asian cultures. This color has been&nbsp;<strong>prized for millennia</strong>&nbsp;for its beauty and symbolism. Jade represents&nbsp;<strong>wisdom, serenity, and good fortune</strong>. As such, it is a key color in&nbsp;<strong>luxury jewelry design, spa branding, and packaging for high-end products</strong>&nbsp;to communicate purity, value, and calm.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00A86B</li>\n\n\n\n<li>RGB 0, 168, 107</li>\n\n\n\n<li>CMYK 100, 0, 36, 34</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Jungle Green</strong></h2>\n\n\n\n<p>Jungle Green (#29AB87) is a vibrant, tropical green with a strong cyan influence, directly evoking&nbsp;<strong>lush rainforests</strong>. It is a&nbsp;<strong>Crayola crayon color</strong>&nbsp;and a term used in camouflage. This shade is&nbsp;<strong>wild, saturated, and energetic</strong>. Jungle Green signifies&nbsp;<strong>adventure, exotic flora and fauna, and untamed nature</strong>. Thus, it is ideal for&nbsp;<strong>adventure travel logos, children&#8217;s play areas, and vibrant textiles</strong>&nbsp;to suggest exploration and vitality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #29AB87</li>\n\n\n\n<li>RGB 41, 171, 135</li>\n\n\n\n<li>CMYK 76, 0, 21, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Kelly Green</strong></h2>\n\n\n\n<p>Kelly Green (#4CBB17) is an intense, pure green with a slight yellow bias, often associated with&nbsp;<strong>Irish heritage and St. Patrick&#8217;s Day</strong>. The name likely derives from the&nbsp;<strong>common Irish family name</strong>. This color is&nbsp;<strong>bold, cheerful, and highly visible</strong>. Kelly Green represents&nbsp;<strong>Irish pride, celebration, and lively exuberance</strong>. Consequently, it is ubiquitous in&nbsp;<strong>sports team uniforms, festive decorations, and promotional materials</strong>&nbsp;for maximum impact.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4CBB17</li>\n\n\n\n<li>RGB 76, 187, 23</li>\n\n\n\n<li>CMYK 59, 0, 88, 27</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Khaki Green</strong></h2>\n\n\n\n<p>Khaki Green (#8A865D) is a dull, yellowish-brown with a strong green undertone, originating from the&nbsp;<strong>Persian word for &#8220;dust.&#8221;</strong>&nbsp;It is the&nbsp;<strong>original color of military field uniforms</strong>&nbsp;from the 19th century. This shade is&nbsp;<strong>utilitarian, neutral, and naturally camouflaging</strong>. Khaki Green suggests&nbsp;<strong>practicality, endurance, and a rugged outdoor lifestyle</strong>. Therefore, it remains fundamental in&nbsp;<strong>military apparel, safari clothing, and casual workwear</strong>&nbsp;for its functional and earthy quality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A865D</li>\n\n\n\n<li>RGB 138, 134, 93</li>\n\n\n\n<li>CMYK 0, 3, 33, 46</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>La Salle Green</strong></h2>\n\n\n\n<p>La Salle Green (#087830) is a dark, bluish-green named after&nbsp;<strong>René-Robert Cavelier, Sieur de La Salle</strong>, and is associated with&nbsp;<strong>La Salle University</strong>. It is a&nbsp;<strong>deep, academic, and formal</strong>&nbsp;shade. This color embodies&nbsp;<strong>tradition, growth, and institutional integrity</strong>. Consequently, La Salle Green is used in&nbsp;<strong>university branding, academic regalia, and official seals</strong>&nbsp;to convey established credibility and scholarly pursuit.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #087830</li>\n\n\n\n<li>RGB 8, 120, 48</li>\n\n\n\n<li>CMYK 93, 0, 60, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lawn Green</strong></h2>\n\n\n\n<p>Lawn Green (#7CFC00) is a bright, vivid yellowish-green that mimics a&nbsp;<strong>well-maintained, sunlit grass lawn</strong>. It is an official&nbsp;<strong>web color</strong>. This shade is&nbsp;<strong>artificially vibrant, healthy, and suburban</strong>. Lawn Green represents&nbsp;<strong>manicured nature, leisure, and ideal suburban life</strong>. As a result, it is commonly used in&nbsp;<strong>gardening product labels, sports field imagery, and retro design</strong>&nbsp;to evoke a perfect, cheerful outdoor scene.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #7CFC00</li>\n\n\n\n<li>RGB 124, 252, 0</li>\n\n\n\n<li>CMYK 51, 0, 100, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Green</strong></h2>\n\n\n\n<p>Light Green (#90EE90) is a pale, tinted green with a high value, officially designated as a&nbsp;<strong>web color</strong>. It is a&nbsp;<strong>soft, airy, and calming</strong>&nbsp;shade. This color suggests&nbsp;<strong>gentleness, new beginnings, and soft freshness</strong>. Consequently, Light Green is frequently applied as a&nbsp;<strong>background color in web design, nursery decor, and spring-themed marketing</strong>&nbsp;to create a light, peaceful, and uplifting atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #90EE90</li>\n\n\n\n<li>RGB 144, 238, 144</li>\n\n\n\n<li>CMYK 39, 0, 39, 7</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Light Moss Green</strong></h2>\n\n\n\n<p>Light Moss Green (#ADDFAD) is a very pale, grayish-green that resembles sun-bleached moss or lichen. It is a&nbsp;<strong>subtle and neutral</strong>&nbsp;earth tone. This shade evokes&nbsp;<strong>dryness, antiquity, and quiet natural decay</strong>. Light Moss Green is ideal for&nbsp;<strong>vintage aesthetic designs, muted wall paints, and natural fabric dyes</strong>&nbsp;where a soft, weathered, and organic feel is desired.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #ADDFAD</li>\n\n\n\n<li>RGB 173, 223, 173</li>\n\n\n\n<li>CMYK 22, 0, 22, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lime</strong></h2>\n\n\n\n<p>Lime (#BFFF00) is a vivid, fluorescent yellowish-green at the extreme end of the green spectrum near yellow. Named after the&nbsp;<strong>citrus fruit</strong>, it is a&nbsp;<strong>piercing and electric</strong>&nbsp;color. Lime signifies&nbsp;<strong>zest, high energy, and a modern, slightly acidic vibe</strong>. Therefore, it is extensively used in&nbsp;<strong>energy drink branding, safety visibility items, and cyberpunk graphics</strong>&nbsp;to command attention and convey a sharp, contemporary feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #BFFF00</li>\n\n\n\n<li>RGB 191, 255, 0</li>\n\n\n\n<li>CMYK 25, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Lime Green</strong></h2>\n\n\n\n<p>Lime Green (#32CD32) is a slightly less intense, more balanced green than pure Lime, but still&nbsp;<strong>highly saturated and vibrant</strong>. It is an official&nbsp;<strong>web color</strong>. This shade is&nbsp;<strong>fresh, lively, and digitally friendly</strong>. Lime Green represents&nbsp;<strong>vibrancy, growth, and approachable energy</strong>. Consequently, it is a popular choice for&nbsp;<strong>website call-to-action buttons, fitness logos, and summertime promotions</strong>&nbsp;to stimulate action and positivity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #32CD32</li>\n\n\n\n<li>RGB 50, 205, 50</li>\n\n\n\n<li>CMYK 76, 0, 76, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Limeade</strong></h2>\n\n\n\n<p>Limeade (#6FFF00) is an extremely bright, almost neon green with a strong yellow base, named after the&nbsp;<strong>sweetened lime drink</strong>. It is&nbsp;<strong>even more fluorescent than standard Lime</strong>. This color embodies&nbsp;<strong>synthetic sweetness, playful intensity, and eye-popping brightness</strong>. Thus, Limeade is effective in&nbsp;<strong>party supplies, candy packaging, and futuristic video game interfaces</strong>&nbsp;to create a fun, hyper-realistic aesthetic.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6FFF00</li>\n\n\n\n<li>RGB 111, 255, 0</li>\n\n\n\n<li>CMYK 56, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Malachite</strong></h2>\n\n\n\n<p>Malachite (#0BDA51) is a rich, deep green with a vivid, slightly bluish undertone, named after the&nbsp;<strong>copper carbonate mineral</strong>&nbsp;known for its striking banded patterns. Historically used as a&nbsp;<strong>pigment and ornamental stone</strong>. This color is&nbsp;<strong>luxurious, intense, and naturally ornate</strong>. Malachite suggests&nbsp;<strong>opulence, transformative beauty, and natural artistry</strong>. As a result, it is used in&nbsp;<strong>jewelry design, luxurious packaging, and decorative arts</strong>&nbsp;to signify wealth and sophistication.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #0BDA51</li>\n\n\n\n<li>RGB 11, 218, 81</li>\n\n\n\n<li>CMYK 95, 0, 63, 15</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mango Green</strong></h2>\n\n\n\n<p>Mango Green (#96FF00) is a bright, yellow-dominated green that captures the color of an&nbsp;<strong>unripe mango</strong>. It is a&nbsp;<strong>tropical, tangy, and energetic</strong>&nbsp;shade. This color evokes&nbsp;<strong>tropical climates, tartness, and youthful energy</strong>. Consequently, Mango Green is frequently seen in&nbsp;<strong>tropical beverage branding, summer fashion, and youth-oriented marketing</strong>&nbsp;to project a juicy, fun, and exotic vibe.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #96FF00</li>\n\n\n\n<li>RGB 150, 255, 0</li>\n\n\n\n<li>CMYK 41, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mandarin Green</strong></h2>\n\n\n\n<p>Mandarin Green (#34C424) is a vibrant, mid-toned green with a noticeable yellow influence, though not as citrus-bright as Lime. The name may derive from the&nbsp;<strong>Mandarin orange or Chinese official robes</strong>. It is a&nbsp;<strong>cheerful and approachable</strong>&nbsp;green. This shade signifies&nbsp;<strong>balance, lively growth, and accessible vitality</strong>. Therefore, Mandarin Green is used in&nbsp;<strong>educational tools, health food branding, and community-focused logos</strong>&nbsp;to communicate friendly energy and natural well-being.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #34C424</li>\n\n\n\n<li>RGB 52, 196, 36</li>\n\n\n\n<li>CMYK 73, 0, 82, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mantis</strong></h2>\n\n\n\n<p>Mantis (#74C365) is a medium, slightly grayed green named after the&nbsp;<strong>praying mantis insect</strong>. This color mimics the insect&#8217;s&nbsp;<strong>natural camouflage</strong>&nbsp;in foliage. It is a&nbsp;<strong>calm, organic, and balanced</strong>&nbsp;shade. Mantis represents&nbsp;<strong>stealth, patience, and harmony with nature</strong>. Consequently, it is often chosen for&nbsp;<strong>eco-tech branding, wellness blogs, and outdoor product design</strong>&nbsp;to suggest intelligent design and natural integration.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #74C365</li>\n\n\n\n<li>RGB 116, 195, 101</li>\n\n\n\n<li>CMYK 41, 0, 48, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Maple Green</strong></h2>\n\n\n\n<p>Maple Green (#507D2A) is a deep, yellowish-green reminiscent of&nbsp;<strong>maple tree leaves in summer</strong>, not the autumnal red. It is a&nbsp;<strong>warm, rich, and hearty</strong>&nbsp;forest tone. This color embodies&nbsp;<strong>strength, natural abundance, and woodland stability</strong>. Maple Green is effective in&nbsp;<strong>forestry-related branding, durable goods packaging, and cozy interior accents</strong>&nbsp;to evoke a sense of robust, reliable nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #507D2A</li>\n\n\n\n<li>RGB 80, 125, 42</li>\n\n\n\n<li>CMYK 36, 0, 66, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>May Green</strong></h2>\n\n\n\n<p>May Green (#4C9141) is a fresh, mid-toned green that captures the&nbsp;<strong>lushness of Northern Hemisphere landscapes in late spring</strong>. It is a&nbsp;<strong>hopeful and vigorous</strong>&nbsp;shade. This color symbolizes the&nbsp;<strong>peak of spring, fertility, and renewed life</strong>. As such, May Green is popular in&nbsp;<strong>European folk designs, spring festival materials, and garden-related products</strong>&nbsp;to celebrate seasonal renewal and natural beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4C9141</li>\n\n\n\n<li>RGB 76, 145, 65</li>\n\n\n\n<li>CMYK 48, 0, 55, 43</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Medium Sea Green</strong></h2>\n\n\n\n<p>Medium Sea Green (#3CB371) is a moderate, cool green with distinct blue undertones, directly evoking&nbsp;<strong>shallow coastal waters</strong>. It is a standard&nbsp;<strong>web color</strong>. This shade is&nbsp;<strong>refreshing, tranquil, and universally appealing</strong>. Medium Sea Green suggests&nbsp;<strong>clarity, calm depth, and oceanic serenity</strong>. Thus, it is widely used in&nbsp;<strong>travel websites, healthcare interfaces, and environmental graphics</strong>&nbsp;to promote a clean, peaceful, and natural feeling.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3CB371</li>\n\n\n\n<li>RGB 60, 179, 113</li>\n\n\n\n<li>CMYK 66, 0, 37, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mint</strong></h2>\n\n\n\n<p>Mint (#3EB489) is a light, cool green with strong blue and white tones, named after the&nbsp;<strong>herb&#8217;s leaves and the popular confection</strong>. It is a&nbsp;<strong>clean, cool, and refreshing</strong>&nbsp;color. Mint evokes&nbsp;<strong>fresh breath, coolness, and modern crispness</strong>. Consequently, it is extensively used in&nbsp;<strong>hygiene product packaging, website backgrounds, and wedding stationery</strong>&nbsp;to convey a sense of cleanliness, calm, and contemporary style.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3EB489</li>\n\n\n\n<li>RGB 62, 180, 137</li>\n\n\n\n<li>CMYK 66, 0, 24, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mint Green</strong></h2>\n\n\n\n<p>Mint Green (#98FF98) is a very pale, pastel version of Mint, almost whitened. It is an&nbsp;<strong>extremely soft and gentle</strong>&nbsp;tint. This color represents&nbsp;<strong>delicate freshness, innocence, and subtle coolness</strong>. Therefore, Mint Green is a favorite for&nbsp;<strong>nursery decor, vintage kitchen appliances, and spring fashion</strong>&nbsp;to create a soft, soothing, and nostalgic atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #98FF98</li>\n\n\n\n<li>RGB 152, 255, 152</li>\n\n\n\n<li>CMYK 40, 0, 40, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Moss Green</strong></h2>\n\n\n\n<p>Moss Green (#8A9A5B) is a dull, yellowish-green with significant gray undertones, directly mimicking the color of&nbsp;<strong>damp moss on rocks and trees</strong>. It is a&nbsp;<strong>classic, earthy, and weathered</strong>&nbsp;hue. Moss Green suggests&nbsp;<strong>age, resilience, and organic decay</strong>. As a result, it is commonly used in&nbsp;<strong>historical recreations, landscape painting, and rustic home decor</strong>&nbsp;to impart a sense of timeless natural texture.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8A9A5B</li>\n\n\n\n<li>RGB 138, 154, 91</li>\n\n\n\n<li>CMYK 10, 0, 41, 40</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Myrtle Green</strong></h2>\n\n\n\n<p>Myrtle Green (#317873) is a dark, bluish-green named after the leaves of the&nbsp;<strong>myrtle plant</strong>, sacred to Venus in mythology. It is a&nbsp;<strong>deep, rich, and somewhat somber</strong>&nbsp;shade. This color embodies&nbsp;<strong>love, peace, and immortality in a classical sense</strong>. Consequently, Myrtle Green is used in&nbsp;<strong>academic dress (particularly for medicine), traditional interior design, and solemn branding</strong>&nbsp;to convey dignity and quiet prestige.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #317873</li>\n\n\n\n<li>RGB 49, 120, 115</li>\n\n\n\n<li>CMYK 59, 0, 4, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Green</strong></h2>\n\n\n\n<p>Neon Green (#39FF14) is an extremely bright, fluorescent green that appears to&nbsp;<strong>emit its own light</strong>, simulating the glow of neon tubing. It is a&nbsp;<strong>modern, artificial, and high-energy</strong>&nbsp;color. Neon Green signifies&nbsp;<strong>technology, nightlife, and extreme visibility</strong>. Thus, it is iconic in&nbsp;<strong>club graphics, sci-fi media, and high-visibility athletic wear</strong>&nbsp;to create a futuristic and attention-grabbing effect.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #39FF14</li>\n\n\n\n<li>RGB 57, 255, 20</li>\n\n\n\n<li>CMYK 78, 0, 92, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive</strong></h2>\n\n\n\n<p>Olive (#808000) is a dark, muted yellow-green that takes its name from the&nbsp;<strong>ripe fruit of the olive tree</strong>. It is a&nbsp;<strong>fundamental earth tone</strong>&nbsp;with military and natural associations. This color is&nbsp;<strong>subdued, traditional, and practical</strong>. Olive represents&nbsp;<strong>peace, wisdom, and natural endurance</strong>. Consequently, it is a cornerstone of&nbsp;<strong>military uniforms, safari attire, and rustic design palettes</strong>&nbsp;for its neutral, camouflaging properties.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #808000</li>\n\n\n\n<li>RGB 128, 128, 0</li>\n\n\n\n<li>CMYK 0, 0, 100, 50</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Drab</strong></h2>\n\n\n\n<p>Olive Drab (#6B8E23) is a dull, brownish-green specifically developed for&nbsp;<strong>military camouflage</strong>, notably used by the U.S. Army in WWII. It is more&nbsp;<strong>brown and less yellow</strong>&nbsp;than standard Olive. This shade is&nbsp;<strong>utilitarian, functional, and historically martial</strong>. Olive Drab suggests&nbsp;<strong>practicality, field readiness, and historical authenticity</strong>. Therefore, it remains essential for&nbsp;<strong>military reenactment gear, workwear, and vintage-inspired products</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6B8E23</li>\n\n\n\n<li>RGB 107, 142, 35</li>\n\n\n\n<li>CMYK 25, 0, 75, 44</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Olive Green</strong></h2>\n\n\n\n<p>Olive Green (#B5B35C) is a lighter, more yellowish version of Olive, often resembling&nbsp;<strong>green olives or unripe fruit</strong>. It is a&nbsp;<strong>warmer and slightly brighter</strong>&nbsp;earth tone. This color evokes&nbsp;<strong>Mediterranean landscapes, rustic charm, and organic warmth</strong>. As such, Olive Green is used in&nbsp;<strong>culinary branding, earthy fashion, and landscape design</strong>&nbsp;to suggest a sunny, natural, and slightly vintage feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B5B35C</li>\n\n\n\n<li>RGB 181, 179, 92</li>\n\n\n\n<li>CMYK 0, 1, 49, 29</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Opal Green</strong></h2>\n\n\n\n<p>Opal Green (#A6C36F) is a soft, pale green with a subtle grayish-yellow tone, inspired by the&nbsp;<strong>milky, iridescent gemstone</strong>. It is a&nbsp;<strong>delicate, luminous, and feminine</strong>&nbsp;shade. Opal Green represents&nbsp;<strong>mystery, softness, and ethereal beauty</strong>. Consequently, it is favored in&nbsp;<strong>jewelry design, bridal accessories, and dreamy artistic illustrations</strong>&nbsp;to convey a sense of magical subtlety.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #A6C36F</li>\n\n\n\n<li>RGB 166, 195, 111</li>\n\n\n\n<li>CMYK 15, 0, 43, 24</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Oregon Green</strong></h2>\n\n\n\n<p>Oregon Green (#024B1B) is a very dark, cool green that evokes the&nbsp;<strong>dense, evergreen forests of the Pacific Northwest</strong>. It is a&nbsp;<strong>deep, rich, and regional</strong>&nbsp;color. This shade symbolizes&nbsp;<strong>wilderness, evergreen resilience, and natural majesty</strong>. Thus, Oregon Green is effectively used in&nbsp;<strong>state-related branding, outdoor apparel for hiking, and environmental conservation materials</strong>&nbsp;to represent pristine, rugged nature.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #024B1B</li>\n\n\n\n<li>RGB 2, 75, 27</li>\n\n\n\n<li>CMYK 97, 0, 64, 71</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pale Green</strong></h2>\n\n\n\n<p>Pale Green (#98FB98) is a very light, whitened green with a cool undertone, officially a&nbsp;<strong>web color</strong>. It is the&nbsp;<strong>quintessential pastel green</strong>. This color is&nbsp;<strong>soft, calming, and innocent</strong>. Pale Green suggests&nbsp;<strong>gentle growth, fragility, and springtime dawn</strong>. Therefore, it is commonly used as a&nbsp;<strong>background in web and UI design, in baby products, and in hospital decor</strong>&nbsp;to create a soothing, non-intrusive environment.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #98FB98</li>\n\n\n\n<li>RGB 152, 251, 152</li>\n\n\n\n<li>CMYK 39, 0, 39, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Paris Green</strong></h2>\n\n\n\n<p>Paris Green (#50C878) is a bright, bluish-green pigment historically known as&nbsp;<strong>Emerald Green</strong>, but infamously&nbsp;<strong>highly toxic due to its arsenic content</strong>. It was popular in&nbsp;<strong>19th-century wallpapers and paints</strong>. This color represents&nbsp;<strong>historic luxury, danger, and a vivid, poisonous beauty</strong>. Consequently, Paris Green is now used cautiously in&nbsp;<strong>historical references, artistic contexts, and as a striking digital color</strong>&nbsp;to evoke its complex past.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #50C878</li>\n\n\n\n<li>RGB 80, 200, 120</li>\n\n\n\n<li>CMYK 60, 0, 40, 22</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear</strong></h2>\n\n\n\n<p>Pear (#D1E231) is a light, yellowish-green that captures the hue of a&nbsp;<strong>ripe Bartlett pear</strong>. It is a&nbsp;<strong>soft, sweet, and fruity</strong>&nbsp;color. This shade evokes&nbsp;<strong>mellow sweetness, ripe abundance, and gentle luminosity</strong>. As a result, Pear is often used in&nbsp;<strong>cosmetic packaging, light interior design accents, and food branding</strong>&nbsp;to suggest natural sweetness and soft freshness.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D1E231</li>\n\n\n\n<li>RGB 209, 226, 49</li>\n\n\n\n<li>CMYK 8, 0, 78, 11</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pear Green</strong></h2>\n\n\n\n<p>Pear Green (#78AB46) is a deeper, more saturated green than Pear, resembling the&nbsp;<strong>skin of a green Anjou pear</strong>. It is a&nbsp;<strong>crisp, lively, and natural</strong>&nbsp;mid-tone. Pear Green signifies&nbsp;<strong>healthful crispness, orchard freshness, and organic vitality</strong>. Thus, it is effective for&nbsp;<strong>grocery store signage, juice branding, and outdoor furniture</strong>&nbsp;to communicate wholesome, natural quality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #78AB46</li>\n\n\n\n<li>RGB 120, 171, 70</li>\n\n\n\n<li>CMYK 30, 0, 59, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Peridot</strong></h2>\n\n\n\n<p>Peridot (#E6E200) is a distinctive yellow-green named after the&nbsp;<strong>gemstone</strong>, which is the birthstone for August. It is a&nbsp;<strong>vibrant, luminous, and golden-green</strong>&nbsp;shade. Peridot represents&nbsp;<strong>cosmic origin (it&#8217;s found in meteors), warmth, and protective energy</strong>. Consequently, it is popular in&nbsp;<strong>jewelry design, mystical or spiritual graphics, and luxury accents</strong>&nbsp;to signify unique beauty and positive light.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #E6E200</li>\n\n\n\n<li>RGB 230, 226, 0</li>\n\n\n\n<li>CMYK 0, 2, 100, 10</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pine Green</strong></h2>\n\n\n\n<p>Pine Green (#01796F) is a dark, bluish-green that captures the color of&nbsp;<strong>pine tree needles in shadow</strong>. It is a&nbsp;<strong>Crayola crayon color</strong>&nbsp;and a classic deep green. This shade is&nbsp;<strong>solemn, evergreen, and deeply natural</strong>. Pine Green symbolizes&nbsp;<strong>endurance, winter resilience, and timeless stability</strong>. Therefore, it is a traditional choice for&nbsp;<strong>holiday décor (especially Christmas), national park branding, and traditional menswear</strong>&nbsp;to convey steadfastness and natural heritage.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #01796F</li>\n\n\n\n<li>RGB 1, 121, 111</li>\n\n\n\n<li>CMYK 99, 0, 8, 53</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pistachio</strong></h2>\n\n\n\n<p>Pistachio (#93C572) is a light, desaturated green with a distinct beige or gray undertone, named after the&nbsp;<strong>pale green nutmeat</strong>. It is a&nbsp;<strong>soft, creamy, and slightly dusty</strong>&nbsp;shade. Pistachio evokes&nbsp;<strong>subtle flavor, understated luxury, and calm sophistication</strong>. Consequently, it is frequently used in&nbsp;<strong>wedding color palettes, upscale food packaging, and modern interior design</strong>&nbsp;to create a refined, soothing ambiance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #93C572</li>\n\n\n\n<li>RGB 147, 197, 114</li>\n\n\n\n<li>CMYK 25, 0, 42, 23</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Poison Green</strong></h2>\n\n\n\n<p>Poison Green (#40FD14) is a glaring, electric green that implies&nbsp;<strong>toxicity and danger</strong>&nbsp;through its unnatural, luminous quality. Historically, it warned of&nbsp;<strong>poisonous chemicals or substances</strong>. This color is&nbsp;<strong>alarming, artificial, and highly saturated</strong>. Poison Green signifies&nbsp;<strong>extreme hazard, radioactivity, and digital warning</strong>. Thus, it is used in&nbsp;<strong>comic book art, toxic waste symbolism, and edgy fashion</strong>&nbsp;to signal danger or rebellion.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #40FD14</li>\n\n\n\n<li>RGB 64, 253, 20</li>\n\n\n\n<li>CMYK 75, 0, 92, 1</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Prussian Green</strong></h2>\n\n\n\n<p>Prussian Green (#003153) is a very dark green with a strong blue base, historically derived from&nbsp;<strong>Prussian Blue pigments mixed with yellow</strong>. It is a&nbsp;<strong>deep, cool, and somber</strong>&nbsp;color. This shade embodies&nbsp;<strong>historical depth, martial severity, and intellectual rigor</strong>. As a result, Prussian Green is found in&nbsp;<strong>historical military uniforms, classic book bindings, and university insignia</strong>&nbsp;to communicate authority and tradition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #003153</li>\n\n\n\n<li>RGB 0, 49, 83</li>\n\n\n\n<li>CMYK 100, 41, 0, 67</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Psychedelic Green</strong></h2>\n\n\n\n<p>Psychedelic Green (#00FF47) is an intensely bright, pure green that appears to&nbsp;<strong>vibrate or glow</strong>, associated with the&nbsp;<strong>psychedelic art movement of the 1960s</strong>. It is a&nbsp;<strong>hallucinatory and ultra-vivid</strong>&nbsp;shade. This color represents&nbsp;<strong>altered perception, mind expansion, and countercultural vibrancy</strong>. Consequently, it is iconic in&nbsp;<strong>music festival posters, retro psychedelic designs, and avant-garde digital art</strong>&nbsp;to evoke a trippy, energetic feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FF47</li>\n\n\n\n<li>RGB 0, 255, 71</li>\n\n\n\n<li>CMYK 100, 0, 72, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rifle Green</strong></h2>\n\n\n\n<p>Rifle Green (#444C38) is a very dark, grayish-green traditionally used for the&nbsp;<strong>woollen uniforms of rifle regiments</strong>, such as the British Rifle Brigade. It is a&nbsp;<strong>muted, practical, and martial</strong>&nbsp;hue. This color signifies&nbsp;<strong>stealth, discipline, and military precision</strong>. Therefore, Rifle Green remains a standard for&nbsp;<strong>formal military dress uniforms, tactical gear, and heritage brands</strong>&nbsp;to convey professionalism and understated authority.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #444C38</li>\n\n\n\n<li>RGB 68, 76, 56</li>\n\n\n\n<li>CMYK 11, 0, 26, 70</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Russian Green</strong></h2>\n\n\n\n<p>Russian Green (#679267) is a medium, grayish-green often associated with&nbsp;<strong>historical Russian military uniforms</strong>&nbsp;and infrastructure. It is a&nbsp;<strong>cool, subdued, and utilitarian</strong>&nbsp;shade. Russian Green evokes&nbsp;<strong>northern landscapes, resilience, and historic state power</strong>. Consequently, it is used in&nbsp;<strong>historical recreations, military modeling, and certain national branding contexts</strong>&nbsp;to reflect its specific cultural and historical references.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #679267</li>\n\n\n\n<li>RGB 103, 146, 103</li>\n\n\n\n<li>CMYK 29, 0, 29, 43</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sap Green</strong></h2>\n\n\n\n<p>Sap Green (#507D2A) is a warm, yellowish-green historically made from&nbsp;<strong>the juice of buckthorn berries</strong>. It was a&nbsp;<strong>staple in medieval and Renaissance manuscript illumination and watercolor</strong>. This color is&nbsp;<strong>organic, rich, and associated with ancient artistry</strong>. Sap Green represents&nbsp;<strong>vital fluid, natural dyes, and traditional craftsmanship</strong>. Thus, it is prized in&nbsp;<strong>fine art contexts, historical illustration, and natural pigment studies</strong>&nbsp;for its authentic, earthy quality.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #507D2A</li>\n\n\n\n<li>RGB 80, 125, 42</li>\n\n\n\n<li>CMYK 36, 0, 66, 51</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sea Green</strong></h2>\n\n\n\n<p>Sea Green (#2E8B57) is a moderate, cool green that directly evokes the&nbsp;<strong>color of shallow seawater over a sandy bottom</strong>. It is an official&nbsp;<strong>web color</strong>. This shade is&nbsp;<strong>calm, refreshing, and deeply natural</strong>. Sea Green suggests&nbsp;<strong>oceanic tranquility, healthy ecosystems, and serene depth</strong>. As a result, it is widely used in&nbsp;<strong>marine biology branding, coastal tourism marketing, and spa design</strong>&nbsp;to promote relaxation and natural beauty.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2E8B57</li>\n\n\n\n<li>RGB 46, 139, 87</li>\n\n\n\n<li>CMYK 67, 0, 37, 45</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shamrock Green</strong></h2>\n\n\n\n<p>Shamrock Green (#009E60) is a bright, mid-toned green named after the&nbsp;<strong>three-leaf clover, a national symbol of Ireland</strong>. It is a&nbsp;<strong>lively, verdant, and culturally Irish</strong>&nbsp;color. Shamrock Green signifies&nbsp;<strong>Irish identity, luck, and religious symbolism (the Holy Trinity)</strong>. Consequently, it is omnipresent in&nbsp;<strong>St. Patrick&#8217;s Day merchandise, Irish sports teams, and cultural events</strong>&nbsp;to celebrate Irish heritage and good fortune.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #009E60</li>\n\n\n\n<li>RGB 0, 158, 96</li>\n\n\n\n<li>CMYK 100, 0, 39, 38</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Snake Green</strong></h2>\n\n\n\n<p>Snake Green (#6AAB52) is a muted, yellowish-green that mimics the scales of many&nbsp;<strong>non-venomous grass and tree snakes</strong>. It is a&nbsp;<strong>camouflage color found in nature</strong>. This shade evokes&nbsp;<strong>stealth, natural adaptation, and reptilian coolness</strong>. Therefore, Snake Green is used in&nbsp;<strong>camouflage patterns, wildlife illustration, and products aiming for an edgy, natural aesthetic</strong>&nbsp;to suggest sleekness and organic disguise.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #6AAB52</li>\n\n\n\n<li>RGB 106, 171, 82</li>\n\n\n\n<li>CMYK 38, 0, 52, 33</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spring Green</strong></h2>\n\n\n\n<p>Spring Green (#00FF7F) is a bright, pure cyan-green that sits between green and cyan on the spectrum. It is one of the original&nbsp;<strong>web colors</strong>&nbsp;and named for the season. This color is&nbsp;<strong>exuberant, clean, and intensely vibrant</strong>. Spring Green represents&nbsp;<strong>renewal, explosive growth, and digital freshness</strong>. Consequently, it is a popular choice for&nbsp;<strong>tech startup logos, spring fashion accents, and graphics requiring a punchy, modern feel</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FF7F</li>\n\n\n\n<li>RGB 0, 255, 127</li>\n\n\n\n<li>CMYK 100, 0, 50, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tea Green</strong></h2>\n\n\n\n<p>Tea Green (#D0F0C0) is a very pale, yellowish-green reminiscent of the&nbsp;<strong>light infusion of green tea</strong>. It is a&nbsp;<strong>delicate, soothing, and gentle</strong>&nbsp;pastel. This color suggests&nbsp;<strong>health, calm ritual, and subtle energy</strong>. As such, Tea Green is frequently used in&nbsp;<strong>wellness and tea packaging, spa environments, and soft interior design</strong>&nbsp;to create a peaceful, natural, and health-conscious atmosphere.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #D0F0C0</li>\n\n\n\n<li>RGB 208, 240, 192</li>\n\n\n\n<li>CMYK 13, 0, 20, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tea Leaf Green</strong></h2>\n\n\n\n<p>Tea Leaf Green (#4A766E) is a much darker, grayish-green that captures the color of&nbsp;<strong>dried tea leaves before brewing</strong>. It is a&nbsp;<strong>mature, sophisticated, and earthy</strong>&nbsp;shade. Tea Leaf Green represents&nbsp;<strong>antiquity, richness, and natural substance</strong>. Thus, it is effective for&nbsp;<strong>artisanal product branding, traditional typography, and cozy, study-like interiors</strong>&nbsp;to convey depth and organic authenticity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A766E</li>\n\n\n\n<li>RGB 74, 118, 110</li>\n\n\n\n<li>CMYK 37, 0, 7, 54</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Terrestrial Green</strong></h2>\n\n\n\n<p>Terrestrial Green (#3E6334) is a dark, muted green with brown undertones, evoking the color of&nbsp;<strong>forest floors and vegetated earth</strong>. The name emphasizes its&nbsp;<strong>earthy, planetary quality</strong>. This color is&nbsp;<strong>grounded, stable, and fundamental</strong>. Terrestrial Green signifies&nbsp;<strong>fertility, ecology, and the biosphere</strong>. Therefore, it is used in&nbsp;<strong>environmental science graphics, outdoor equipment, and natural history exhibits</strong>&nbsp;to represent the solid, living surface of the planet.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3E6334</li>\n\n\n\n<li>RGB 62, 99, 52</li>\n\n\n\n<li>CMYK 37, 0, 47, 61</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tropical Rainforest</strong></h2>\n\n\n\n<p>Tropical Rainforest (#00755E) is a deep, lush green with a strong cyan bias, directly named after the&nbsp;<strong>Earth&#8217;s most biodiverse ecosystem</strong>. It is a&nbsp;<strong>rich, vibrant, and humid</strong>&nbsp;color. This shade embodies&nbsp;<strong>exuberant life, mystery, and ecological wonder</strong>. Consequently, Tropical Rainforest is a powerful choice for&nbsp;<strong>conservation organization branding, travel advertising for exotic destinations, and vibrant textile prints</strong>&nbsp;to evoke dense, teeming jungle.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00755E</li>\n\n\n\n<li>RGB 0, 117, 94</li>\n\n\n\n<li>CMYK 100, 0, 20, 54</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Verdigris</strong></h2>\n\n\n\n<p>Verdigris (#43B3AE) is a blue-green patina that forms on&nbsp;<strong>copper, brass, and bronze</strong>&nbsp;through weathering. The name comes from the Old French &#8220;vert-de-Grèce&#8221; (green of Greece). This color is&nbsp;<strong>aged, artistic, and chemically formed</strong>. Verdigris suggests&nbsp;<strong>antiquity, classical art, and the beauty of decay</strong>. Therefore, it is used in&nbsp;<strong>historical art restoration, statuary references, and designs aiming for an aged, elegant look</strong>.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #43B3AE</li>\n\n\n\n<li>RGB 67, 179, 174</li>\n\n\n\n<li>CMYK 63, 0, 3, 30</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vert Green</strong></h2>\n\n\n\n<p>Vert Green (#3C8243) is a heraldic term for the color green, from the French word for &#8220;green.&#8221; In heraldry, it is simply called &#8220;Vert.&#8221; This shade is a&nbsp;<strong>classic, medium heraldic green</strong>. It represents&nbsp;<strong>joy, loyalty in love, and abundance in heraldic symbolism</strong>. As a result, Vert Green is found in&nbsp;<strong>coat of arms designs, traditional pageantry, and institutional crests</strong>&nbsp;to convey these historic symbolic values.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #3C8243</li>\n\n\n\n<li>RGB 60, 130, 67</li>\n\n\n\n<li>CMYK 54, 0, 48, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vibrant Green</strong></h2>\n\n\n\n<p>Vibrant Green (#00FF00) is pure, fully saturated green light, also known as&nbsp;<strong>electric green</strong>. It is the&nbsp;<strong>pure green of a RGB computer screen</strong>. This color is&nbsp;<strong>blindingly bright, digital, and impossibly vivid</strong>. Vibrant Green signifies&nbsp;<strong>pure energy, digital &#8220;on&#8221; signals, and extreme attention</strong>. Thus, it is used sparingly in&nbsp;<strong>software UI to indicate active status, nightclub lighting, and high-impact graphics</strong>&nbsp;where maximum visual stimulation is needed.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #00FF00</li>\n\n\n\n<li>RGB 0, 255, 0</li>\n\n\n\n<li>CMYK 100, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Viridian</strong></h2>\n\n\n\n<p>Viridian (#40826D) is a medium, blue-green pigment discovered in the 19th century, prized for its&nbsp;<strong>stability and transparency</strong>. It is a&nbsp;<strong>cool, serene, and artistic</strong>&nbsp;color. Viridian represents&nbsp;<strong>calm depth, artistic precision, and natural coolness</strong>. Consequently, it is a fundamental pigment in&nbsp;<strong>artist&#8217;s palettes, used in landscapes and portraiture, and inspires design in sustainable and tech fields</strong>&nbsp;for its clean, balanced feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #40826D</li>\n\n\n\n<li>RGB 64, 130, 109</li>\n\n\n\n<li>CMYK 51, 0, 16, 49</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Vivid Green</strong></h2>\n\n\n\n<p>Vivid Green (#2FEF10) is an intense, slightly yellowish green that is&nbsp;<strong>extremely bright and saturated</strong>, though not as pure as the RGB &#8220;00FF00.&#8221; It is a&nbsp;<strong>luminous, eye-catching, and artificial</strong>&nbsp;shade. This color embodies&nbsp;<strong>hyper-growth, synthetic vitality, and neon-like intensity</strong>. Therefore, Vivid Green is effective for&nbsp;<strong>gaming peripherals, energetic sports branding, and futuristic product design</strong>&nbsp;to project a high-energy, cutting-edge image.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #2FEF10</li>\n\n\n\n<li>RGB 47, 239, 16</li>\n\n\n\n<li>CMYK 80, 0, 93, 6</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Willow Green</strong></h2>\n\n\n\n<p>Willow Green (#8DE072) is a light, yellowish-green inspired by the&nbsp;<strong>leaves of the willow tree</strong>. It is a&nbsp;<strong>soft, flexible, and graceful</strong>&nbsp;color. Willow Green evokes&nbsp;<strong>gentleness, weeping forms, and lyrical nature</strong>. Consequently, it is often used in&nbsp;<strong>poetic or literary designs, spring-themed decor, and products related to flexibility or calm</strong>&nbsp;to suggest a peaceful, flowing elegance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #8DE072</li>\n\n\n\n<li>RGB 141, 224, 114</li>\n\n\n\n<li>CMYK 37, 0, 49, 12</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wintergreen</strong></h2>\n\n\n\n<p>Wintergreen (#20F986) is a bright, minty green with a strong blue undertone, named after the&nbsp;<strong>aromatic plant and the mint flavor</strong>. It is a&nbsp;<strong>cool, crisp, and refreshing</strong>&nbsp;color, more vibrant than typical mint. Wintergreen represents&nbsp;<strong>sharp freshness, icy coolness, and invigoration</strong>. Thus, it is popular in&nbsp;<strong>chewing gum and candy packaging, winter sports apparel, and clean-tech branding</strong>&nbsp;to convey a brisk, clean sensation.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #20F986</li>\n\n\n\n<li>RGB 32, 249, 134</li>\n\n\n\n<li>CMYK 87, 0, 46, 2</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Woodland Green</strong></h2>\n\n\n\n<p>Woodland Green (#4A5D23) is a dark, desaturated green with brown and yellow undertones, capturing the color of a&nbsp;<strong>mixed deciduous forest floor</strong>. It is a&nbsp;<strong>camouflage and earth tone</strong>. This shade suggests&nbsp;<strong>concealment, natural diversity, and autumnal woodlands</strong>. As a result, Woodland Green is standard in&nbsp;<strong>hunting and outdoor camouflage, national park merchandise, and rustic home furnishings</strong>&nbsp;for its natural, grounded feel.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #4A5D23</li>\n\n\n\n<li>RGB 74, 93, 35</li>\n\n\n\n<li>CMYK 20, 0, 62, 64</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Yellow Green</strong></h2>\n\n\n\n<p>Yellow Green (#9ACD32) is a defined web color that is a bright, distinct mix of yellow and green, leaning slightly more towards green. It is&nbsp;<strong>cheerful, sharp, and somewhat acidic</strong>. Yellow Green signifies&nbsp;<strong>liveliness, citrus energy, and approachable vibrancy</strong>. Consequently, it is used in&nbsp;<strong>summer sales graphics, budget-friendly branding, and educational toys</strong>&nbsp;to appear friendly and stimulating without being overwhelming.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #9ACD32</li>\n\n\n\n<li>RGB 154, 205, 50</li>\n\n\n\n<li>CMYK 25, 0, 76, 20</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Zucchini</strong></h2>\n\n\n\n<p>Zucchini (#17462E) is a very dark green, nearly black, named after the&nbsp;<strong>skin of the summer squash</strong>. It is a&nbsp;<strong>deep, rich, and vegetable-inspired</strong>&nbsp;shade. Zucchini represents&nbsp;<strong>dense growth, garden abundance, and deep organic matter</strong>. Therefore, it is used in&nbsp;<strong>gardening industry branding, deep natural accents in design, and as a sophisticated near-black alternative</strong>&nbsp;to convey lush depth.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #17462E</li>\n\n\n\n<li>RGB 23, 70, 46</li>\n\n\n\n<li>CMYK 67, 0, 34, 73</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Neon Lime</strong></h2>\n\n\n\n<p>Neon Lime (#C6FF00) is an intensely bright, fluorescent yellow-green that appears to&nbsp;<strong>glow against darker backgrounds</strong>. It is a&nbsp;<strong>modern, urban, and electric</strong>&nbsp;color. Neon Lime signifies&nbsp;<strong>nightlife, extreme sport energy, and digital edge</strong>. Thus, it is iconic for&nbsp;<strong>club flyers, athletic shoes, and tech gadget accents</strong>&nbsp;to project a bold, contemporary, and high-visibility identity.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #C6FF00</li>\n\n\n\n<li>RGB 198, 255, 0</li>\n\n\n\n<li>CMYK 22, 0, 100, 0</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Kelly Lime</strong></h2>\n\n\n\n<p>Kelly Lime (#B1DD52) is a vibrant, yellowish-green that blends the&nbsp;<strong>pure intensity of Kelly Green with the zest of Lime</strong>. It is a&nbsp;<strong>custom, high-energy hybrid</strong>&nbsp;shade. This color embodies&nbsp;<strong>festive athleticism, tropical punch, and modern exuberance</strong>. Consequently, Kelly Lime is found in&nbsp;<strong>sports team alternates, summer beverage advertising, and lively web design</strong>&nbsp;to create a uniquely energetic and friendly vibe.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #B1DD52</li>\n\n\n\n<li>RGB 177, 221, 82</li>\n\n\n\n<li>CMYK 20, 0, 63, 13</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Shamrock Lime</strong></h2>\n\n\n\n<p>Shamrock Lime (#45CE95) is a bright, cyan-leaning green that merges the&nbsp;<strong>cultural resonance of Shamrock with the freshness of Lime</strong>. It is a&nbsp;<strong>lucky, vibrant, and refreshing</strong>&nbsp;tone. Shamrock Lime suggests&nbsp;<strong>modern Irish pride, sparkling freshness, and celebratory energy</strong>. Therefore, it is used in&nbsp;<strong>contemporary St. Patrick&#8217;s Day designs, eco-friendly product lines, and vibrant app icons</strong>&nbsp;for a fresh take on tradition.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #45CE95</li>\n\n\n\n<li>RGB 69, 206, 149</li>\n\n\n\n<li>CMYK 67, 0, 28, 19</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Emerald Isle</strong></h2>\n\n\n\n<p>Emerald Isle (#019875) is a rich, deep green directly named after the&nbsp;<strong>poetic nickname for Ireland</strong>. It is a&nbsp;<strong>verdant, lush, and culturally evocative</strong>&nbsp;shade. This color represents&nbsp;<strong>Irish landscape mythology, deep natural beauty, and romantic heritage</strong>. As a result, Emerald Isle is employed in&nbsp;<strong>tourist advertising for Ireland, cultural products, and literary publications</strong>&nbsp;to instantly evoke the lush, green imagery of Ireland.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>HEX #019875</li>\n\n\n\n<li>RGB 1, 152, 117</li>\n\n\n\n<li>CMYK 99, 0, 23, 40</li>\n</ul>\n",
  "featuredImage": {
    "node": {
      "sourceUrl": "https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp",
      "altText": "over 100 popular shades of green color"
    }
  },
  "categories": {
    "nodes": [
      {
        "name": "Shades Meaning",
        "slug": "shades-meaning"
      }
    ]
  },
  "tags": {
    "nodes": []
  },
  "seo": {
    "title": "Shades of Green Color: Names, Codes, Meanings and Uses | HexColorMeans",
    "metaDesc": "Complete list of green shades with names, hex codes, meanings, and uses for design, fashion, interiors, and home decor projects.",
    "canonical": "",
    "opengraphTitle": "Shades of Green Color: Names, Codes, Meanings and Uses | HexColorMeans",
    "opengraphDescription": "Complete list of green shades with names, hex codes, meanings, and uses for design, fashion, interiors, and home decor projects.",
    "opengraphImage": {
      "sourceUrl": "https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp"
    },
    "schema": {
      "raw": "{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#article\",\"isPartOf\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/\"},\"author\":{\"name\":\"HexColorMeans\",\"@id\":\"https://blog.hexcolormeans.com/#/schema/person/6d20b4b0c92a189a6d73328975915633\"},\"headline\":\"Shades of Green Color: Names, Codes, Meanings and Uses\",\"datePublished\":\"2026-02-03T10:46:55+00:00\",\"dateModified\":\"2026-02-03T10:46:57+00:00\",\"mainEntityOfPage\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/\"},\"wordCount\":8541,\"commentCount\":0,\"image\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#primaryimage\"},\"thumbnailUrl\":\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp\",\"articleSection\":[\"Shades Meaning\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https://blog.hexcolormeans.com/shades-of-green-color/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/\",\"url\":\"https://blog.hexcolormeans.com/shades-of-green-color/\",\"name\":\"Shades of Green Color: Names, Codes, Meanings and Uses | HexColorMeans\",\"isPartOf\":{\"@id\":\"https://blog.hexcolormeans.com/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#primaryimage\"},\"image\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#primaryimage\"},\"thumbnailUrl\":\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp\",\"datePublished\":\"2026-02-03T10:46:55+00:00\",\"dateModified\":\"2026-02-03T10:46:57+00:00\",\"author\":{\"@id\":\"https://blog.hexcolormeans.com/#/schema/person/6d20b4b0c92a189a6d73328975915633\"},\"description\":\"Complete list of green shades with names, hex codes, meanings, and uses for design, fashion, interiors, and home decor projects.\",\"breadcrumb\":{\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://blog.hexcolormeans.com/shades-of-green-color/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#primaryimage\",\"url\":\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp\",\"contentUrl\":\"https://blog.hexcolormeans.com/wp-content/uploads/2026/02/over-100-popular-shades-of-green-color.webp\",\"width\":1248,\"height\":832,\"caption\":\"over 100 popular shades of green color\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://blog.hexcolormeans.com/shades-of-green-color/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://blog.hexcolormeans.com/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Shades of Green Color: Names, Codes, Meanings and Uses\"}]},{\"@type\":\"WebSite\",\"@id\":\"https://blog.hexcolormeans.com/#website\",\"url\":\"https://blog.hexcolormeans.com/\",\"name\":\"HexColorMeans\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://blog.hexcolormeans.com/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https://blog.hexcolormeans.com/#/schema/person/6d20b4b0c92a189a6d73328975915633\",\"name\":\"HexColorMeans\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https://blog.hexcolormeans.com/#/schema/person/image/\",\"url\":\"https://blog.hexcolormeans.com/wp-content/litespeed/avatar/faf5d9a187a5473beeb7e905ca4cbf24.jpg?ver=1770055365\",\"contentUrl\":\"https://blog.hexcolormeans.com/wp-content/litespeed/avatar/faf5d9a187a5473beeb7e905ca4cbf24.jpg?ver=1770055365\",\"caption\":\"HexColorMeans\"},\"sameAs\":[\"https://blog.hexcolormeans.com\"]}]}"
    }
  }
}